{
  "header": {
    "discover": "Entdecken Sie uns"
  },
  "home": {
    "welcome": "Willkommen",
    "intro_p1": "Wir sind UnxWares, ein französisches Unternehmen mit Sitz in der Normandie, mit einem Rechenzentrum in Caen. Wir arbeiten intensiv daran, jedem, der von unserem Fachwissen profitieren möchte, dies zu ermöglichen, auch mit einem manchmal begrenzten Budget.",
    "intro_p2": "Deshalb bieten wir über UnxWares Cloud sofort einsatzbereite und maßgeschneiderte Hosting-Lösungen an, damit unsere Kunden die für ihre Bedürfnisse am besten geeignete Option zu einem fairen Preis auswählen können.",
    "intro_p3": "Dank der Leidenschaft und Kreativität des UnxWares Studio-Teams gewährleisten wir auch die vollständige Erstellung Ihrer Projekte, sei es Websites, Software, Anwendungen, APIs oder Videospiele. Für die Realisierung dieser Projekte arbeiten wir mit einem außergewöhnlichen internen Team sowie zertifizierten unabhängigen Entwicklern zusammen. Wir garantieren ihnen eine faire Vergütung und übernehmen das komplette Projektmanagement, damit sie sich voll auf die technische Umsetzung konzentrieren können.",
    "intro_p4": "Wir streben danach, ein Vorbild für Exzellenz und Ethik in unserer Branche zu sein, und deshalb legen wir großen Wert darauf, Qualität, Transparenz und Innovation in allen unseren Dienstleistungen zu vereinen.",
    "intro_p5": "Erfahren Sie mehr über uns, unsere Zertifizierungen, unser Engagement, unsere Infrastruktur und die Technologien, die wir implementieren, um Sie zufrieden zu stellen, indem Sie diese Website durchstöbern, einschließlich einer visuellen Rekonstruktion unserer Infrastruktur, und unsere technischen Entscheidungen und ethischen Partner entdecken.",
    "our_story": "Unsere Geschichte",
    "certifications": "Zertifizierungen und Engagement"
  },
  "why": {
    "title": "Was uns auszeichnet",
    "intro": "Der aktuelle Markt zwingt Sie, zwischen amerikanischen Giganten (leistungsstark, aber undurchsichtig und dem Cloud Act unterworfen), Low-Cost (zugänglich, aber ohne Qualitätsgarantie oder Support) oder technischer Komplexität (Kubernetes ist unverzichtbar geworden, aber schwer zu beherrschen) zu wählen. Wir bieten eine Alternative.",
    "diff1_title": "Souveräne & Verwaltete Infrastruktur",
    "diff1_desc": "Rechenzentrum in Caen, CNCF-zertifizierte Infrastruktur, Managed Services inklusive. Wir entwickeln unsere eigenen Orchestrierungstechnologien, um Leistung und Kosten zu kontrollieren, ohne Abhängigkeit von proprietären Lizenzen.",
    "diff2_title": "Seltene Technische Expertise",
    "diff2_desc": "Entwicklung und Beratung zu Neo-Sprachen (Rust, Go, Zig), die auf dem Markt kritisch knapp sind. Unterstützung von Unternehmen bei ihrem Übergang zu Cloud Native mit einem Team, das diese Technologien wirklich versteht.",
    "diff3_title": "Transparenz & Faire Preise",
    "diff3_desc": "Öffentliche Dokumentation unserer Infrastruktur, Pauschalpreise ohne versteckte Gebühren, erklärte Technologien und technische Entscheidungen. Kein irreführendes Marketing, nur solide Technologie.",
    "diff4_title": "Open-Source-Vision",
    "diff4_desc": "Unser Modell ist von Odoo inspiriert: Der Code wird für das Lernen und kleine Projekte frei sein, Unternehmen zahlen für Managed Services und SLA-Support. Die Community trägt bei und prüft, wodurch ein positiver Kreislauf von Qualität und Sicherheit entsteht."
  },
  "services": {
    "title": "Unsere Dienstleistungen",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud ohne ein Gigant zu sein. Souveränität ohne hohen Preis.",
    "cloud_feat1": "Souveräne Infrastruktur",
    "cloud_feat1_desc": "Rechenzentrum in Caen, 100% Frankreich, DSGVO-nativ",
    "cloud_feat2": "Managed Services Inklusive",
    "cloud_feat2_desc": "Wir verwalten die Wartung, Sie verwalten Ihr Geschäft",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF-zertifizierte HA-Cluster, hauseigener Orchestrator",
    "cloud_feat4": "Transparente Preisgestaltung",
    "cloud_feat4_desc": "Pauschal, ohne versteckte Ein-/Ausgangsgebühren",
    "cloud_desc": "Wir bieten sofort einsatzbereite und maßgeschneiderte Hosting-Lösungen, von einfacher Infrastruktur bis zu hochverfügbaren Kubernetes-Clustern. Unsere Infrastruktur ist auf Nachhaltigkeit und Leistung ausgelegt, mit hochwertiger Hardware und optimierter Netzwerkarchitektur.",
    "cloud_link": "Entdecken Sie unsere Infrastruktur",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software ohne Verzicht auf Souveränität. Expertise ohne unerschwingliche Preise.",
    "studio_feat1": "Moderne Technologien",
    "studio_feat1_desc": "Rust, Go, Zig: die Sprachen von morgen",
    "studio_feat2": "Zertifizierte Entwickler",
    "studio_feat2_desc": "Internes Team und qualifizierte Freiberufler",
    "studio_feat3": "Vollständiges Management",
    "studio_feat3_desc": "Von der Konzeption bis zur Bereitstellung, wir verwalten alles",
    "studio_feat4": "Ethik & Qualität",
    "studio_feat4_desc": "Faire Vergütung für Entwickler, Qualitätscode",
    "studio_desc": "Vollständige Erstellung Ihrer Projekte: Websites, Software, Anwendungen, APIs und Videospiele. Wir arbeiten mit einem außergewöhnlichen internen Team und zertifizierten unabhängigen Entwicklern zusammen, die wir fair vergüten. Unsere Expertise in Neo-Sprachen ermöglicht es uns, Unternehmen bei ihrer technologischen Modernisierung mit leistungsstarken und sicheren Lösungen zu unterstützen.",
    "studio_link": "Entdecken Sie unsere Projekte"
  },
  "techstack": {
    "title": "Unser Technologie-Stack",
    "intro": "Wir setzen auf bewährte Open-Source-Technologien und moderne Standards, um Leistung, Sicherheit und Nachhaltigkeit zu garantieren. Keine Abhängigkeit von teuren proprietären Lizenzen, kein technologischer Lock-in.",
    "infra_title": "Infrastruktur & Orchestrierung",
    "infra_desc": "Cloud-native Orchestrierung mit CNCF-zertifiziertem Kubernetes und Proxmox-Virtualisierung. Infrastructure as Code für Reproduzierbarkeit und Skalierbarkeit.",
    "dev_title": "Entwicklung & Backend",
    "dev_desc": "Expertise in Neo-Sprachen (Rust, Go, Zig) für Leistung und Speichersicherheit. Moderne Frameworks und leistungsstarke APIs für Webanwendungen und Software.",
    "network_title": "Netzwerk & Sicherheit",
    "network_desc": "Fortinet-Firewalls, MikroTik-Router mit RouterOS und WireGuard-Tunneln für eine robuste Netzwerkinfrastruktur. Kontinuierliche Überwachung und mehrschichtige Sicherheit.",
    "db_title": "Datenbanken & Speicher",
    "db_desc": "Verteilte Speicherlösungen und relationale und NoSQL-Datenbanken für alle Ihre Anforderungen. Automatisierte Backups und Multi-Site-Replikation."
  },
  "techlogos": {
    "title": "Unsere Vertrauenspartner",
    "intro": "Unsere Infrastrukturen stützen sich auf vertrauenswürdige Partner und bewährte Open-Source-Technologien."
  },
  "pepite": {
    "title": "Unsere Pépite Normandie Bewerbung",
    "intro": "UnxWares hat sich für das <strong>Pépite Normandie</strong>-Programm beworben, das nationale Unterstützungssystem für studentisches Unternehmertum. Unsere Bewerbung wird derzeit bearbeitet. Diese Unterstützung wird uns das Fachwissen und die technischen und unternehmerischen Ressourcen zur Verfügung stellen, die notwendig sind, um unser Projekt zu strukturieren und von technischem Fachwissen zu einem wirklich lebensfähigen Unternehmen überzugehen.",
    "objectives_title": "Die Ziele dieser Unterstützung",
    "obj1_title": "Nationaler Student-Unternehmer-Status (SNEE)",
    "obj1_desc": "Eine offizielle Anerkennung, die unserem Ansatz bei Lieferanten und unseren ersten B2B-Kunden Glaubwürdigkeit verleiht.",
    "obj2_title": "Von der Technik zum Unternehmertum",
    "obj2_desc": "Entwicklung unserer Fähigkeiten in Management, Business und Vertrieb, um unser technisches Fachwissen in ein nachhaltiges Unternehmen zu verwandeln.",
    "obj3_title": "Mentoring und Professionalisierung",
    "obj3_desc": "Die Pépite-Unterstützung wird es uns ermöglichen, herausgefordert zu werden, aus unserer technischen Blase herauszutreten und die Haltung verantwortungsvoller Führungskräfte anzunehmen.",
    "obj4_title": "Ressourcen und Expertise",
    "obj4_desc": "Zugang zu einem Netzwerk von Experten, technischen und unternehmerischen Ressourcen, um unser Projekt auf lebensfähige Weise zu strukturieren und zu entwickeln.",
    "conclusion": "Diese Unterstützung wird für UnxWares unerlässlich sein: Das Fachwissen und die Ressourcen von Pépite Normandie werden es uns ermöglichen, ein ethisches und lebensfähiges Unternehmen aufzubauen, das technische Exzellenz und unternehmerische Strenge vereint. Unser Ziel ist es, ein führender Akteur im Bereich souveräner Cloud in Frankreich zu werden, und Pépite Normandie wird der Hebel sein, der diese Ambition realisierbar macht."
  },
  "ecosystem": {
    "title": "Das UnxWares-Ökosystem",
    "intro": "UnxWares beschränkt sich nicht auf Hosting und Entwicklung. Wir bauen eine kohärente Reihe von Projekten und Initiativen auf, um die freie und souveräne digitale Landschaft zu bereichern.",
    "vff_title": "VFF Project",
    "vff_tag": "Gemeinschaft",
    "vff_desc": "Die französische kollaborative Eisenbahn-Enzyklopädie als Referenz. Präzise Kartierung, Archive und offene Daten über die Eisenbahnwelt.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Ein leichtes Betriebssystem, optimiert für RDP (Remote Desktop Protocol), entwickelt für Leistung und Einfachheit.",
    "asso_title": "OpenSource-Verein",
    "asso_tag": "Demnächst",
    "asso_desc": "Eine spezielle Struktur zur kostenlosen Unterstützung von Studenten und Freiberuflern bei der Verwirklichung ihrer digitalen Projekte."
  },
  "navbar": {
    "home": "Startseite",
    "product": "Produkt",
    "company": "Unternehmen",
    "legal": "Rechtliches",
    "contact": "Kontaktieren Sie uns",
    "infrastructure": "Infrastruktur",
    "infrastructure_desc": "Unser Rechenzentrum in der Normandie",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Souveräne Hosting-Lösungen",
    "studio": "UnxWares Studio",
    "studio_desc": "Maßgeschneiderte Entwicklung",
    "about": "Über uns",
    "about_desc": "Unsere Geschichte und unser Team",
    "certifications": "Zertifizierungen",
    "certifications_desc": "Unser ethisches Engagement",
    "legal_notice": "Impressum",
    "legal_notice_desc": "Rechtliche Informationen",
    "privacy": "Datenschutz",
    "privacy_desc": "Datenschutzrichtlinie",
    "terms": "Nutzungsbedingungen",
    "terms_desc": "AGB",
    "sales": "Verkaufsbedingungen",
    "sales_desc": "Verkaufsbedingungen"
  },
  "footer": {
    "quick_links": "Schnellzugriff",
    "cloud_platform": "Cloud-Plattform",
    "dev_studio": "Entwicklungsstudio",
    "client_area": "Ihr Kundenbereich",
    "service_status": "Dienststatus",
    "certifications": "Zertifizierungen und Engagement",
    "find_us": "Finden Sie uns",
    "datacenter": "Rechenzentrum",
    "legal": "Rechtliches",
    "legal_notice": "Impressum",
    "privacy": "Datenschutz",
    "terms": "AGB",
    "sales": "Verkauf",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Alle Rechte vorbehalten",
    "powered_by": "Entwickelt und betrieben von"
  }
}
