{
  "header": {
    "discover": "Entdecken Sie uns"
  },
  "home": {
    "blog": "Blog",
    "welcome": "Willkommen",
    "intro_p1": "Wir sind UnxWares, ein französisches Unternehmen mit Sitz in der Normandie, mit einem Rechenzentrum in Caen. Wir arbeiten intensiv daran, jedem, der von unserem Fachwissen profitieren möchte, dies zu ermöglichen, auch mit einem manchmal begrenzten Budget.",
    "intro_p2": "Deshalb bieten wir über UnxWares Cloud sofort einsatzbereite und maßgeschneiderte Hosting-Lösungen an, damit unsere Kunden die für ihre Bedürfnisse am besten geeignete Option zu einem fairen Preis auswählen können.",
    "intro_p3": "Dank der Leidenschaft und Kreativität des UnxWares Studio-Teams gewährleisten wir auch die vollständige Erstellung Ihrer Projekte, sei es Websites, Software, Anwendungen, APIs oder Videospiele. Für die Realisierung dieser Projekte arbeiten wir mit einem außergewöhnlichen internen Team sowie zertifizierten unabhängigen Entwicklern zusammen. Wir garantieren ihnen eine faire Vergütung und übernehmen das komplette Projektmanagement, damit sie sich voll auf die technische Umsetzung konzentrieren können.",
    "intro_p4": "Wir streben danach, ein Vorbild für Exzellenz und Ethik in unserer Branche zu sein, und deshalb legen wir großen Wert darauf, Qualität, Transparenz und Innovation in allen unseren Dienstleistungen zu vereinen.",
    "intro_p5": "Erfahren Sie mehr über uns, unsere Zertifizierungen, unser Engagement, unsere Infrastruktur und die Technologien, die wir implementieren, um Sie zufrieden zu stellen, indem Sie diese Website durchstöbern, einschließlich einer visuellen Rekonstruktion unserer Infrastruktur, und unsere technischen Entscheidungen und ethischen Partner entdecken.",
    "our_story": "Unsere Geschichte",
    "certifications": "Zertifizierungen und Engagement"
  },
  "why": {
    "title": "Was uns auszeichnet",
    "intro": "Der aktuelle Markt zwingt Sie, zwischen amerikanischen Giganten (leistungsstark, aber undurchsichtig und dem Cloud Act unterworfen), Low-Cost (zugänglich, aber ohne Qualitätsgarantie oder Support) oder technischer Komplexität (Kubernetes ist unverzichtbar geworden, aber schwer zu beherrschen) zu wählen. Wir bieten eine Alternative.",
    "diff1_title": "Souveräne & Verwaltete Infrastruktur",
    "diff1_desc": "Rechenzentrum in Caen, CNCF-zertifizierte Infrastruktur, Managed Services inklusive. Wir entwickeln unsere eigenen Orchestrierungstechnologien, um Leistung und Kosten zu kontrollieren, ohne Abhängigkeit von proprietären Lizenzen.",
    "diff2_title": "Seltene Technische Expertise",
    "diff2_desc": "Entwicklung und Beratung zu Neo-Sprachen (Rust, Go, Zig), die auf dem Markt kritisch knapp sind. Unterstützung von Unternehmen bei ihrem Übergang zu Cloud Native mit einem Team, das diese Technologien wirklich versteht.",
    "diff3_title": "Transparenz & Faire Preise",
    "diff3_desc": "Öffentliche Dokumentation unserer Infrastruktur, Pauschalpreise ohne versteckte Gebühren, erklärte Technologien und technische Entscheidungen. Kein irreführendes Marketing, nur solide Technologie.",
    "diff4_title": "Open-Source-Vision",
    "diff4_desc": "Unser Modell ist von Odoo inspiriert: Der Code wird für das Lernen und kleine Projekte frei sein, Unternehmen zahlen für Managed Services und SLA-Support. Die Community trägt bei und prüft, wodurch ein positiver Kreislauf von Qualität und Sicherheit entsteht."
  },
  "services": {
    "title": "Unsere Dienstleistungen",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud ohne ein Gigant zu sein. Souveränität ohne hohen Preis.",
    "cloud_feat1": "Souveräne Infrastruktur",
    "cloud_feat1_desc": "Rechenzentrum in Caen, 100% Frankreich, DSGVO-nativ",
    "cloud_feat2": "Managed Services Inklusive",
    "cloud_feat2_desc": "Wir verwalten die Wartung, Sie verwalten Ihr Geschäft",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF-zertifizierte HA-Cluster, hauseigener Orchestrator",
    "cloud_feat4": "Transparente Preisgestaltung",
    "cloud_feat4_desc": "Pauschal, ohne versteckte Ein-/Ausgangsgebühren",
    "cloud_desc": "Wir bieten sofort einsatzbereite und maßgeschneiderte Hosting-Lösungen, von einfacher Infrastruktur bis zu hochverfügbaren Kubernetes-Clustern. Unsere Infrastruktur ist auf Nachhaltigkeit und Leistung ausgelegt, mit hochwertiger Hardware und optimierter Netzwerkarchitektur.",
    "cloud_link": "Entdecken Sie unsere Infrastruktur",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software ohne Verzicht auf Souveränität. Expertise ohne unerschwingliche Preise.",
    "studio_feat1": "Moderne Technologien",
    "studio_feat1_desc": "Rust, Go, Zig: die Sprachen von morgen",
    "studio_feat2": "Zertifizierte Entwickler",
    "studio_feat2_desc": "Internes Team und qualifizierte Freiberufler",
    "studio_feat3": "Vollständiges Management",
    "studio_feat3_desc": "Von der Konzeption bis zur Bereitstellung, wir verwalten alles",
    "studio_feat4": "Ethik & Qualität",
    "studio_feat4_desc": "Faire Vergütung für Entwickler, Qualitätscode",
    "studio_desc": "Vollständige Erstellung Ihrer Projekte: Websites, Software, Anwendungen, APIs und Videospiele. Wir arbeiten mit einem außergewöhnlichen internen Team und zertifizierten unabhängigen Entwicklern zusammen, die wir fair vergüten. Unsere Expertise in Neo-Sprachen ermöglicht es uns, Unternehmen bei ihrer technologischen Modernisierung mit leistungsstarken und sicheren Lösungen zu unterstützen.",
    "studio_link": "Entdecken Sie unsere Projekte"
  },
  "techstack": {
    "title": "Unser Technologie-Stack",
    "intro": "Wir setzen auf bewährte Open-Source-Technologien und moderne Standards, um Leistung, Sicherheit und Nachhaltigkeit zu garantieren. Keine Abhängigkeit von teuren proprietären Lizenzen, kein technologischer Lock-in.",
    "infra_title": "Infrastruktur & Orchestrierung",
    "infra_desc": "Cloud-native Orchestrierung mit CNCF-zertifiziertem Kubernetes und Proxmox-Virtualisierung. Infrastructure as Code für Reproduzierbarkeit und Skalierbarkeit.",
    "dev_title": "Entwicklung & Backend",
    "dev_desc": "Expertise in Neo-Sprachen (Rust, Go, Zig) für Leistung und Speichersicherheit. Moderne Frameworks und leistungsstarke APIs für Webanwendungen und Software.",
    "network_title": "Netzwerk & Sicherheit",
    "network_desc": "Fortinet-Firewalls, MikroTik-Router mit RouterOS und WireGuard-Tunneln für eine robuste Netzwerkinfrastruktur. Kontinuierliche Überwachung und mehrschichtige Sicherheit.",
    "db_title": "Datenbanken & Speicher",
    "db_desc": "Verteilte Speicherlösungen und relationale und NoSQL-Datenbanken für alle Ihre Anforderungen. Automatisierte Backups und Multi-Site-Replikation."
  },
  "partners": {
    "title": "Unsere Vertrauenspartner",
    "intro": "Um die Qualität und Zuverlässigkeit unserer Dienste zu gewährleisten, arbeiten wir mit anerkannten Partnern zusammen, die unsere Werte von Exzellenz und Souveränität teilen.",
    "netario_desc": "Netzwerkzugangsplattform, sichere Tunnel und IP-Verwaltung für unsere Cloud-Infrastruktur.",
    "infomaniak_desc": "100% erneuerbarer Schweizer Hosting-Anbieter für unsere sekundären Dienste und DNS-Infrastruktur.",
    "bouygues_desc": "Professioneller Internetdienstanbieter für zuverlässige und leistungsstarke Konnektivität.",
    "cyberdefense_desc": "Cybersicherheitsunterstützung, Audits und Compliance zur Aufrechterhaltung höchster Sicherheitsstandards."
  },
  "techlogos": {
    "title": "Unsere Vertrauenstechnologien",
    "intro": "Unsere Infrastrukturen stützen sich auf bewährte Open-Source-Technologien und professionelle Hardware."
  },
  "pepite": {
    "title": "Unsere Pépite Normandie Bewerbung",
    "intro": "UnxWares hat sich für das <strong>Pépite Normandie</strong>-Programm beworben, das nationale Unterstützungssystem für studentisches Unternehmertum. Unsere Bewerbung wird derzeit bearbeitet. Diese Unterstützung wird uns das Fachwissen und die technischen und unternehmerischen Ressourcen zur Verfügung stellen, die notwendig sind, um unser Projekt zu strukturieren und von technischem Fachwissen zu einem wirklich lebensfähigen Unternehmen überzugehen.",
    "objectives_title": "Die Ziele dieser Unterstützung",
    "obj1_title": "Nationaler Student-Unternehmer-Status (SNEE)",
    "obj1_desc": "Eine offizielle Anerkennung, die unserem Ansatz bei Lieferanten und unseren ersten B2B-Kunden Glaubwürdigkeit verleiht.",
    "obj2_title": "Von der Technik zum Unternehmertum",
    "obj2_desc": "Entwicklung unserer Fähigkeiten in Management, Business und Vertrieb, um unser technisches Fachwissen in ein nachhaltiges Unternehmen zu verwandeln.",
    "obj3_title": "Mentoring und Professionalisierung",
    "obj3_desc": "Die Pépite-Unterstützung wird es uns ermöglichen, herausgefordert zu werden, aus unserer technischen Blase herauszutreten und die Haltung verantwortungsvoller Führungskräfte anzunehmen.",
    "obj4_title": "Ressourcen und Expertise",
    "obj4_desc": "Zugang zu einem Netzwerk von Experten, technischen und unternehmerischen Ressourcen, um unser Projekt auf lebensfähige Weise zu strukturieren und zu entwickeln.",
    "conclusion": "Diese Unterstützung wird für UnxWares unerlässlich sein: Das Fachwissen und die Ressourcen von Pépite Normandie werden es uns ermöglichen, ein ethisches und lebensfähiges Unternehmen aufzubauen, das technische Exzellenz und unternehmerische Strenge vereint. Unser Ziel ist es, ein führender Akteur im Bereich souveräner Cloud in Frankreich zu werden, und Pépite Normandie wird der Hebel sein, der diese Ambition realisierbar macht."
  },
  "ecosystem": {
    "title": "Das UnxWares-Ökosystem",
    "intro": "UnxWares beschränkt sich nicht auf Hosting und Entwicklung. Wir bauen eine kohärente Reihe von Projekten und Initiativen auf, um die freie und souveräne digitale Landschaft zu bereichern.",
    "vff_title": "VFF Project",
    "vff_tag": "Gemeinschaft",
    "vff_desc": "Die französische kollaborative Eisenbahn-Enzyklopädie als Referenz. Präzise Kartierung, Archive und offene Daten über die Eisenbahnwelt.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Ein leichtes Betriebssystem, optimiert für RDP (Remote Desktop Protocol), entwickelt für Leistung und Einfachheit.",
    "asso_title": "OpenSource-Verein",
    "asso_tag": "Demnächst",
    "asso_desc": "Eine spezielle Struktur zur kostenlosen Unterstützung von Studenten und Freiberuflern bei der Verwirklichung ihrer digitalen Projekte."
  },
  "navbar": {
    "home": "Startseite",
    "blog": "Blog",
    "product": "Produkt",
    "company": "Unternehmen",
    "legal": "Rechtliches",
    "customer_portal": "Kundenportal",
    "contact": "Kontaktieren Sie uns",
    "infrastructure": "Infrastruktur",
    "infrastructure_desc": "Unser Rechenzentrum in der Normandie",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Souveräne Hosting-Lösungen",
    "studio": "UnxWares Studio",
    "studio_desc": "Maßgeschneiderte Entwicklung",
    "about": "Über uns",
    "about_desc": "Unsere Geschichte und unser Team",
    "certifications": "Zertifizierungen",
    "certifications_desc": "Unser ethisches Engagement",
    "legal_notice": "Impressum",
    "legal_notice_desc": "Rechtliche Informationen",
    "privacy": "Datenschutz",
    "privacy_desc": "Datenschutzrichtlinie",
    "terms": "Nutzungsbedingungen",
    "terms_desc": "AGB",
    "sales": "Verkaufsbedingungen",
    "sales_desc": "Verkaufsbedingungen"
  },
  "footer": {
    "quick_links": "Schnellzugriff",
    "cloud_platform": "Cloud-Plattform",
    "dev_studio": "Entwicklungsstudio",
    "client_area": "Ihr Kundenbereich",
    "service_status": "Dienststatus",
    "certifications": "Zertifizierungen und Engagement",
    "contact": "Contact",
    "find_us": "Finden Sie uns",
    "datacenter": "Rechenzentrum",
    "legal": "Rechtliches",
    "legal_notice": "Impressum",
    "privacy": "Datenschutz",
    "terms": "AGB",
    "sales": "Verkauf",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Alle Rechte vorbehalten",
    "powered_by": "Entwickelt und betrieben von"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspekt",
      "table_header_presentation": "Präsentation",
      "identity_label": "Unsere Identität",
      "identity_value": "UnxWares ist eine <strong>unabhängige französische SAS</strong>, gegründet von zwei Enthusiasten, <strong>Baptiste Gosselin</strong> und <strong>David Gheghea</strong>, mit einer einfachen Vision: ein souveränes, transparentes und nachhaltiges digitales Ökosystem aufzubauen, fernab vom Modell der großen Hosting-Anbieter.",
      "origins_label": "Unsere Ursprünge",
      "origins_value": "Das Projekt entsteht am <strong>19. Oktober 2023</strong> nach mehreren Jahren technischer Experimente. Anfangs wollten wir nur unsere eigenen Server hosten – dann wuchs die Idee: eine Struktur zu schaffen, die alles kann, von der Infrastruktur bis zur Software, in völliger Unabhängigkeit.",
      "dna_label": "Unsere DNA",
      "dna_value": "Wir sind vor allem <strong>leidenschaftliche Techniker und Ingenieure</strong>, keine Verkäufer. Wir konzipieren, entwickeln und verwalten alles selbst: Server, Orchestratoren, APIs, interne Tools und Kundenumgebungen. Jede Codezeile und jedes Kabel ist hausgemacht.",
      "poles_label": "Unsere Bereiche",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Hosting, Orchestrierung, Automatisierung, Sicherheit und Überwachung.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Softwareentwicklung, Web, API und Videospiele.",
      "philosophy_label": "Unsere Philosophie",
      "philosophy_value": "Dinge richtig machen, mit Sinn und Kontrolle. <strong>Souverän</strong> über unsere Infrastrukturen, <strong>transparent</strong> in unseren Methoden und <strong>anspruchsvoll</strong> bei unserem Code. Wir bauen jedes Projekt, als wäre es unser eigenes.",
      "technologies_label": "Unsere Technologien",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s und Kubeadm), Proxmox – gewählt für ihre Leistung, Modernität und Zuverlässigkeit.",
      "projects_label": "Unsere Projekte",
      "projects_value": "<em>VFF-Project</em> (kollaborative Eisenbahn-Enzyklopädie), <em>Raiemus</em> (leichtes Betriebssystem für RDP), und unsere internen Tools: Go-Orchestrator, Deployment-API, Laravel-Panel.",
      "opensource_label": "Unser Open-Source-Engagement",
      "opensource_value": "Offenheit und Teilen sind Teil unserer DNA. Wir bereiten die Gründung des <strong>Vereins UnxWares OpenSource</strong> vor, um Studenten und Freiberufler kostenlos bei der Verwirklichung ihrer Projekte zu unterstützen, durch ein System der Begleitung und fairen Umverteilung.",
      "workmethod_label": "Unsere Arbeitsweise",
      "workmethod_value": "Wir arbeiten mit <strong>zertifizierten Freiberuflern</strong> zusammen, fair vergütet, technisch betreut und von unseren internen Ressourcen unterstützt. Ein hybrides Modell zwischen Freiheit und Zuverlässigkeit, zum Nutzen des Kunden und des Entwicklers.",
      "values_label": "Unsere Werte",
      "values_value": "Souveränität · Transparenz · Ethik · Exzellenz · Gemeinschaft · Umweltverantwortung",
      "vision_label": "Unsere Vision",
      "vision_value": "Ein menschlicheres und souveräneres digitales Ökosystem. Bauen, teilen und weitergeben; beweisen, dass ein Unternehmen technisch, ehrlich und unabhängig bleiben kann, ohne Qualitätseinbußen.",
      "keydates_title": "Schlüsseldaten",
      "keydates_header_date": "Datum",
      "keydates_header_event": "Ereignis",
      "keydates_20220210": "Technische Wurzeln mit SummumNetwork – erste Entwicklungen Forge + kundenspezifische APIs",
      "keydates_20231019_birth": "<strong>Geburt des UnxWares-Projekts</strong> – Entscheidung, eine unabhängige und souveräne Struktur zu schaffen",
      "keydates_20231019_vff": "Start von VFF-Project – französische gemeinschaftliche Eisenbahn-Enzyklopädie",
      "keydates_2024": "Strukturierung in zwei Bereiche: <strong>UnxWares Studio</strong> (Dev) und <strong>UnxWares Cloud</strong> (Infra)",
      "keydates_20242025": "Ausbau des normannischen Rechenzentrums: HPE ProLiant, Threadripper, 10 Gb/s Netzwerk, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Offizielle Gründung von UnxWares SAS</strong> – Handelsregistereintragung in Paris",
      "keydates_2025plus": "Geplante Gründung des Vereins <strong>UnxWares OpenSource</strong>"
    },
    "whatisit": {
      "title": "UnxWares, was ist das?",
      "intro": "UnxWares SAS (eingetragen am <strong>03. Juni 2025</strong> im Handelsregister Paris) ist ein französisches Unternehmen für Entwicklung und IT-Hosting, das aus etwas sehr Einfachem entstanden ist: <strong>zwei Technikern, die es satt hatten, von undurchsichtigen, teuren, manchmal inkompetenten Infrastrukturen abhängig zu sein, und die alles selbst machen wollten.</strong>",
      "founders_title": "Die Gründer",
      "founders_intro": "Seien wir ehrlich: UnxWares ist im Grunde eine Geschichte von Technikern. Hinter UnxWares stehen:",
      "founders_table_header_founder": "Gründer",
      "founders_table_header_role": "Rolle",
      "founders_table_header_profile": "Profil",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "Präsident",
      "founder_baptiste_profile": "Infrastruktur- und Entwicklungsarchitekt, begeistert vom tiefen Verständnis. Betrachtet ein Projekt nicht nur mit Excel-Tabellen – er will bis zur Firmware verstehen.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "Geschäftsführer",
      "founder_david_profile": "Technischer und analytischer Geist, begeistert von Präzision und Exzellenz. Ein methodischer und präziser Blick auf jedes Projekt.",
      "context": "Dieses Projekt ist alles andere als eine Idee aus einem Inkubator, alles andere als ein \"Start-up\"-Projekt auf PowerPoint. <strong>Es entstand, weil wir es satt hatten.</strong> Satt von Hostern, die Träume verkaufen, satt von technischer Nachlässigkeit, satt von absurden Preisen \"weil jeder es so macht\". Und das ändert alles: <strong>UnxWares ist kein Unternehmen, das von Verkäufern gegründet wurde, die dann nach Entwicklern gesucht haben.</strong> Es ist umgekehrt. Wir haben mit der Technik begonnen und dann einen Rahmen drumherum gebaut.",
      "objective_title": "Unser Ziel",
      "objective": "Eine <strong>französische, souveräne, ehrliche, hochtechnische, aber zugängliche Alternative</strong> anzubieten, in der Kontinuität dessen, was zum Beispiel Infomaniak macht... aber indem wir die Idee \"alles selbst zu beherrschen\" noch weiter treiben, einschließlich Orchestrator, Netzwerk und Geschäftsbausteine.",
      "difference_title": "Was uns unterscheidet",
      "diff_table_header_others": "Andere Hoster",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Gegründet von Verkäufern, die nach Devs suchen",
      "diff1_unxwares": "<strong>Gegründet von Technikern, die das Unternehmen strukturiert haben</strong>",
      "diff2_others": "Undurchsichtige oder ausgelagerte Infrastruktur",
      "diff2_unxwares": "<strong>Von Anfang bis Ende beherrschte Infrastruktur, in Frankreich</strong>",
      "diff3_others": "Preise an der Konkurrenz ausgerichtet",
      "diff3_unxwares": "<strong>Preise basierend auf tatsächlichen Kosten, nicht auf \"was andere tun\"</strong>",
      "diff4_others": "Standardisierter Level-1-Support",
      "diff4_unxwares": "<strong>Direkter technischer Support durch Entwickler</strong>",
      "diff5_others": "Marketing vor Technik",
      "diff5_unxwares": "<strong>Technik vor Marketing</strong>",
      "diff6_others": "\"Souveränität\" als Verkaufsargument",
      "diff6_unxwares": "<strong>Souveränität als überprüfbare Realität</strong>",
      "diff7_others": "Zusammengestellte Drittanbieter-Tools",
      "diff7_unxwares": "<strong>Intern entwickelte Orchestratoren und Tools</strong>",
      "positioning_title": "Unsere Positionierung",
      "positioning_intro": "Unsere Positionierung lässt sich in einem Satz zusammenfassen:",
      "positioning_quote": "<strong>Wir wollen Cloud und Software so machen, wie wir uns gewünscht hätten, dass andere es vor uns getan hätten.</strong>",
      "positioning_outro": "Wir bewegen uns in der ethischen Bewegung von <strong>Infomaniak</strong>, auf das Maximum gebracht. Denn im Grunde sind wir, die Gründer, Techies, wir sind von Technik begeistert, also haben wir keinen Geschäftsblick. Wir wollen etwas Gutes aufbauen, nicht nur etwas Profitables."
    },
    "howbegan": {
      "title": "1. Wie alles begann",
      "intro": "Auch wenn das Projekt <strong>SummumNetwork</strong> (10.02.2022 - 10.02.2024) in der DNA steckt – weil wir dort gelernt haben, was es bedeutet, alles selbst zu entwickeln, kundenspezifische Minecraft-APIs zu integrieren und Features zu realisieren, die noch nie gesehen wurden – <strong>wir wollen nicht, dass die Geschichte von UnxWares damit beginnt.</strong>",
      "awareness_title": "Das Erwachen",
      "awareness_intro": "<strong>Die Geschichte von UnxWares beginnt wirklich 2023</strong>, als wir uns sagten:",
      "awareness_quote": "\"Wir wollen nicht mehr von Hostern abhängig sein, die 'wie die anderen' handeln und Praktiken haben, die uns nicht passen.<br/>Wir wollen unsere eigene Infra, unsere eigene Art zu orchestrieren, unsere Art Cloud zu machen, und wir wollen sie teilen.<br/>Wir wissen, dass wir Kompetenzen haben, die wir erworben haben, indem wir nicht wie alle anderen sein wollten, nutzen wir sie, um Dinge zu ändern und eine andere Art des Hostens und Entwickelns zu konzipieren.\"",
      "hardware_title": "Die materiellen Anfänge",
      "hardware_intro": "Zu dieser Zeit laufen wir auf einem <strong>Ryzen 7 3700X</strong>, wir kommen sogar von einem Setup, wo ein <strong>i5-8500 buchstäblich den Geist aufgegeben hat</strong>, und trotzdem hatten wir bereits etwas ganz Klares: <strong>Wir werden zu professioneller Hardware gehen, zu in Frankreich gehosteter Infra, zu Kubernetes/Proxmox, aber ohne in das Modell \"wir lassen zahlen, weil wir können\" zu fallen.</strong>",
      "hardware_table_header_period": "Zeitraum",
      "hardware_table_header_hardware": "Hardware",
      "hardware_table_header_context": "Kontext",
      "hardware_before2023": "Vor 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "Erste Tests, der Prozessor ist durchgebrannt",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Geburt von UnxWares, erste Prototypen",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Professionelles Rechenzentrum in Caen",
      "birth": "<strong>Hier wird UnxWares geboren: am 19. Oktober 2023.</strong>",
      "vff_title": "VFF-Project: ein Schwesterprojekt",
      "vff_intro": "Gleichzeitig starten wir <strong>VFF Project</strong>: weil wir nicht nur ein Cloud-Unternehmen sind, sondern auch Menschen, die gerne die reale Welt dokumentieren. VFF ist eine <em>französische Eisenbahn-Enzyklopädie</em>, gemeinschaftlich, die <strong>Strecken, Bahnhöfe, Archive, Fotos, Pläne</strong> erfassen will, mit metergenauer Präzision, gestützt auf <strong>OpenStreetMap</strong>. Es ist kein kleines Nebenprojekt: Es ist ein konkretes Beispiel dafür, was die UnxWares-Gemeinschaft sein sollte.",
      "summum_title": "SummumNetwork: die technischen Wurzeln",
      "summum_intro": "Auch wenn wir nicht wollen, dass unsere Geschichte mit SummumNetwork beginnt, müssen wir darüber sprechen, denn dort haben wir unsere technische Expertise geschmiedet:",
      "summum_point1": "<strong>100% kundenspezifisches Minecraft-Projekt</strong>: vollständig auf Forge mit hausgemachten APIs entwickelt",
      "summum_point2": "<strong>Noch nie gesehene Features</strong>: Wir haben Minecraft Java an seine technischen Grenzen gebracht",
      "summum_point3": "<strong>Erste Konfrontation mit Hostern</strong>: Dort haben wir verstanden, dass der Hosting-Markt große Probleme hat",
      "summum_point4": "<strong>Einstellung im Februar 2024</strong>: Wir haben festgestellt, dass Minecraft Java keine große Zukunft hat und dass das Ökosystem in eine schlechte Richtung geht",
      "summum_outro": "Diese Erfahrung gab uns den Wunsch, <strong>UnxWares Studio</strong> zu schaffen und unser eigenes Spiel unter <strong>Unreal Engine 5</strong> zu entwickeln, anstatt vom Minecraft-Ökosystem abhängig zu bleiben."
    },
    "whycreated": {
      "title": "2. Warum wir UnxWares geschaffen haben",
      "findings_title": "Die Feststellungen, die uns zum Handeln bewegt haben",
      "findings_intro": "Wir haben es geschaffen, weil wir etwas festgestellt haben, das sich ständig wiederholt:",
      "findings_table_header_problem": "Festgestelltes Problem",
      "findings_table_header_response": "Unsere Antwort",
      "finding1_problem": "<strong>Massenmarkt-Hoster sind zu simpel</strong>: Es funktioniert, solange man ein WordPress oder einen kleinen VPS will. Für mehr braucht man ein ordentliches Budget!",
      "finding1_response": "Wir bieten an alle Bedürfnisse angepasste Lösungen mit echter technischer Expertise",
      "finding2_problem": "<strong>Professionelle Hoster sind oft zu teuer oder zu geschlossen</strong>: \"Wir erklären Ihnen nicht genau, was wir tun, aber es ist 4× teurer\"",
      "finding2_response": "Totale Transparenz über unsere Infra, unsere technischen Entscheidungen und Preise basierend auf tatsächlichen Kosten",
      "finding3_problem": "<strong>Viele surfen auf dem Markt ohne echten technischen Mehrwert</strong>: gleiche Infra wie der Nachbar, aber übertrieben verpackt",
      "finding3_response": "Hausgemachter Go-Orchestrator, durchdachte und dokumentierte Architektur, echter technischer Mehrwert",
      "finding4_problem": "<strong>Souveränität ist oft ein Marketing-Argument</strong>: Man setzt \"Frankreich\" auf die Seite, aber dahinter ist es schlecht dokumentiert",
      "finding4_response": "Rechenzentrum in Caen, öffentlich beschriebene Infra, erklärte technische Entscheidungen",
      "finding5_problem": "<strong>Allgemeine Inkompetenz</strong>: Wir haben persönlich Erfahrungen mit wirklich inkompetenten Leuten gemacht, die nur versuchen, Geld zu verdienen",
      "finding5_response": "Ein Team leidenschaftlicher Techniker, die wirklich verstehen, was sie tun",
      "finding6_problem": "<strong>Die kommerzielle Illusion</strong>: Einige Akteure bevorzugen das Erscheinungsbild mit auffälligen Dashboards, aber wenig technischer Substanz dahinter",
      "finding6_response": "Keine Täuschungen, technische Substanz vor Erscheinungsbild",
      "conclusion": "<strong>Das passte uns nicht.</strong>",
      "wanted_title": "Was wir wirklich wollten",
      "wanted_intro": "<strong>Wir wollten:</strong>",
      "wanted1": "<strong>wirklich souverän</strong> sein (Infra in Frankreich, in Caen, Glasfasernetz, beherrschter Speicher)",
      "wanted2": "<strong>transparent</strong> sein (sagen, worauf wir laufen, die Serverklassen zeigen, über Fortinet-Firewall, Mikrotiks, SLAs sprechen, keine Magie machen)",
      "wanted3": "für Entwickler <strong>zugänglich</strong> sein (Sie können mit uns über Go, Rust, Laravel, SvelteKit sprechen, wir können Ihnen antworten, zumindest haben wir das Wissen, Sie zu verstehen)",
      "wanted4": "ein <strong>neues, ethischeres und vorteilhafteres Arbeitsmodell</strong> vorschlagen, das für alle gewinnbringend ist. Weniger Komplexität für Kunden mit einem einzigen Ansprechpartner, weniger Gerede für Entwickler, die tun können, was sie lieben",
      "wanted5": "und vor allem <strong>nicht die kommerzielle Illusion spielen</strong> (\"wir machen das Gleiche wie GAFAMs, aber mit einem violetten Dashboard\")",
      "positioning_title": "Unsere Positionierung",
      "positioning": "Unsere Positionierung lässt sich in einem Satz zusammenfassen:",
      "positioning_quote": "<strong>Wir wollen Cloud und Software so machen, wie wir uns gewünscht hätten, dass andere es vor uns getan hätten.</strong>",
      "values_title": "Unsere Grundwerte",
      "values_table_header_value": "Wert",
      "values_table_header_meaning": "Was das konkret bedeutet",
      "value1_label": "<strong>Souveränität</strong>",
      "value1_meaning": "Die Infrastruktur ist in Frankreich, von uns verwaltet, unabhängig von GAFAMs",
      "value2_label": "<strong>Transparenz</strong>",
      "value2_meaning": "Kein irreführendes Marketing: unsere Server, unsere Technologien, unsere Grenzen sind öffentlich",
      "value3_label": "<strong>Durchdachte Leistung</strong>",
      "value3_meaning": "Keine übertriebenen Versprechen: echte Zahlen, optimierte Konfigurationen",
      "value4_label": "<strong>Ethik</strong>",
      "value4_meaning": "Aufbereitete Hardware, umweltverantwortliche Praktiken, kein Weiterverkauf von Daten",
      "value5_label": "<strong>Offenheit</strong>",
      "value5_meaning": "Eine authentische Open-Source-Kultur, nicht kosmetisch",
      "value6_label": "<strong>Menschlichkeit</strong>",
      "value6_meaning": "Leidenschaftliche Techniker vor Verkäufern",
      "value7_label": "<strong>Exzellenz</strong>",
      "value7_meaning": "Wir bauen jedes Projekt, als wäre es unser eigenes",
      "value8_label": "<strong>Gemeinschaft</strong>",
      "value8_meaning": "Wir wollen eine Gemeinschaft schaffen, nicht nur Kunden"
    },
    "remember": {
      "title": "Was wir behalten",
      "intro": "<strong>UnxWares</strong> ist der Beweis, dass man machen kann:",
      "point1": "Cloud, ohne ein Gigant zu sein,",
      "point2": "Open Source, ohne alles zu geben,",
      "point3": "Software, ohne Souveränität zu verleugnen,",
      "point4": "Technik, ohne das Menschliche zu verlieren.",
      "ecosystem_intro": "Wir wollen <strong>ein französisches, souveränes, leistungsfähiges, entwicklerorientiertes Ökosystem</strong> aufbauen, in dem Menschen können:",
      "eco_point1": "bereitstellen,",
      "eco_point2": "lernen,",
      "eco_point3": "beitragen,",
      "eco_point4": "und vor allem <strong>nicht Gefangene der Entscheidungen eines anderen sein</strong>.",
      "mission": "Wir wollen <strong>zeigen, dass es möglich ist, Leistung, Souveränität, Zugänglichkeit und Transparenz zu vereinen</strong>, ohne in leeres Marketing zu verfallen. Wir wollen <strong>eine Gemeinschaft schaffen</strong>, in der Wissen zirkuliert, wo Werkzeuge nützlich sind und wo jeder zu etwas Größerem beitragen kann.",
      "identity1": "UnxWares ist nicht nur ein Logo oder eine Handelsregisternummer.",
      "identity2": "Es sind zwei Techies, die etwas Solides, Nützliches und Sauberes machen wollten. Und die entschieden haben, dass wenn es niemand tut, sie es selbst tun werden.",
      "identity3": "UnxWares ist kein einfacher Hoster, noch ein einfaches Entwicklungsstudio.",
      "identity4": "Es ist ein <strong>komplettes Ökosystem</strong> – ein digitales Gesellschaftsprojekt, gegründet auf Technik, Leidenschaft und Ethik.",
      "tagline1": "Experten für Soft und Hard.",
      "tagline2": "Bauen. Teilen. Sich emanzipieren.",
      "tagline3": "Das machen wir seit dem 19.10.2023.",
      "tagline4": "Und seit dem 03.06.2025 ist es offiziell.",
      "welcome": "Willkommen im Zeitalter von"
    },
    "today_uwc": {
      "title": "3. Was wir heute tun",
      "subtitle": "3.1 UnxWares Cloud: die echte Infrastruktur",
      "intro": "Unsere Infrastruktur wird detailliert auf der <a href=\"/datacenter\">Rechenzentrum-Seite</a> der Website beschrieben. Sie basiert auf:",
      "table_header_component": "Komponente",
      "table_header_details": "Details",
      "location_label": "<strong>Standort</strong>",
      "location_value": "Rechenzentrum in der <strong>Normandie (Caen)</strong> – souveränes Hosting, DSGVO-Konformität, Daten 100% in Frankreich",
      "internal_label": "<strong>Interne Server</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> für das interne Rückgrat (Admin, Monitoring, Orchestrierung)",
      "network_label": "<strong>Netzwerk</strong>",
      "network_value": "<strong>10 Gb/s Glasfaser OM4</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – ein echtes professionelles Netzwerk, kein Labor-Setup",
      "ranges_title": "Unsere Serviceklassen",
      "ranges_header_range": "Klasse",
      "ranges_header_hardware": "Hardware",
      "ranges_header_usage": "Verwendung",
      "range_services_label": "<strong>Services</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Kunden-Hosting aller Art (Nextcloud, APIs, selbstverwaltete Dienste...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 TB HDD 7200rpm RAID10",
      "range_webdb_usage": "Datenbanken / sehr schwere Websites mit hohen Durchsatzanforderungen",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Echtzeit-Workloads und Spieleserver",
      "philosophy_title": "Unsere Hardware-Philosophie",
      "philosophy": "Was man verstehen muss: Wir haben bewusst <strong>aufbereitete Hardware unter 10 Jahren</strong> genommen, um <strong>den CO2-Fußabdruck zu reduzieren</strong> und <strong>in einem gesunden Budget zu bleiben</strong>, ohne Leistungseinbußen. Das ist bewusst, steht auf der Website und bringt uns in der Philosophie näher an <strong>Infomaniak</strong> als an OVH oder Scaleway.",
      "alignment_title": "Unsere Ausrichtung an Standards",
      "alignment_p1": "Darüber hinaus versuchen wir, so weit wie möglich in der Bewegung der <strong>Linux Foundation</strong> und der <strong>Cloud Native Computing Foundation (CNCF)</strong> zu sein, Organisationen, die die von uns verwendeten Technologien unterstützen – offene, transparente, von GAFAMs unabhängige Technologien.",
      "alignment_p2": "Das bedeutet, dass wir die Idee der <strong>technologischen Souveränität ohne GAFAM-Abhängigkeit</strong> schätzen, was mit der Vision der LF eines offenen und gemeinschaftlichen Ökosystems übereinstimmt. Darüber hinaus hat die CNCF die Technologien zertifiziert, die wir für unsere Cloud verwenden, wie Kubernetes, Helm, ArgoCD... was beweist, dass wir so weit wie möglich versuchen, eine <strong>solide Infrastruktur zu schaffen, die Standards respektiert</strong>, und keine wackelige Infrastruktur wie bei einigen anderen Hostern.",
      "alignment_p3": "<em>(Wir weisen darauf hin, dass wir leider die Logos dieser großen Stiftungen nicht anzeigen, da dies ein Jahresabonnement erfordert, das wir uns nicht leisten können, da wir dieses Geld, diese Tausende von Euro, in unsere Infrastruktur und die richtige Entwicklung von UnxWares investieren wollen.)</em>",
      "stack_title": "Unser Technologie-Stack",
      "stack_intro": "Technisch basiert unsere Cloud auf:",
      "stack_header_tech": "Technologie",
      "stack_header_role": "Rolle",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualisierung und Cluster-Verwaltung",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Skalierbarkeit, Entkopplung und Container-Orchestrierung",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Moderne Observability-Schicht (Metriken, Logs, Dashboards)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Mehrstufige Backup-Strategie",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Deployment und GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall und Netzwerksicherheit",
      "sla_title": "Unser SLA-Engagement",
      "sla": "<strong>Angestrebtes SLA: 99,5%</strong> – ehrlich, realistisch, kein Marketing. Wir versprechen Ihnen keine 99,99%, wenn wir es nicht einhalten können. Wir ziehen es vor, ehrlich über unsere tatsächlichen Fähigkeiten zu sein."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio: kreieren, innovieren, antreiben",
      "intro_p1": "Ab <strong>2024</strong> haben wir <strong>UnxWares Studio</strong> offiziell gemacht. Das Ziel: <strong>unser Dev-Know-how in den Dienst von Kundenprojekten stellen</strong> (und unseren eigenen).",
      "intro_p2": "<strong>UnxWares Studio</strong> ist unser Entwicklungsbereich. Er verkörpert den \"Kreations\"-Teil unseres Ökosystems und ermöglicht es, Anwendungen, Websites und Videospiele in professioneller Qualität zum Leben zu erwecken.",
      "tech_title": "Unsere Technologien",
      "tech_header_tech": "Technologie",
      "tech_header_usage": "Verwendung",
      "tech_header_examples": "Konkrete Beispiele bei uns",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservices, Orchestratoren, Hochleistungs-Backends",
      "tech_go_examples": "UnxWares Cloud Orchestrator, Deployment-API",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "System-Tools, sicher und performant",
      "tech_rust_examples": "Interne Tools, Sicherheitsbausteine",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Robuste und skalierbare Webanwendungen",
      "tech_laravel_examples": "UnxWares Cloud Kunden-Panel (Auth, Abrechnung, OIDC Provider, Rechte)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Moderne, reaktive und leichte Benutzeroberflächen",
      "tech_svelte_examples": "Die UnxWares-Hauptseite (die Sie lesen), Kunden-Websites",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Indie-Videospiele",
      "tech_ue5_examples": "Unser eigenes Spiel, als Ersatz für unsere Minecraft Java-Abhängigkeit",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Plattformübergreifende mobile und Desktop-Apps",
      "tech_flutter_examples": "iOS / Android / Desktop Client-Apps aus einer einzigen Codebasis",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Vielseitigkeit und Kompatibilität",
      "tech_other_examples": "Legacy, Drittanbieter-Integrationen, diverse Tools",
      "why_title": "Warum dieses Studio?",
      "why_intro": "Weil es Kunden gibt, die <strong>einen einzigen Ansprechpartner</strong> wollen:",
      "why_quote": "\"Ich möchte eine App + ich möchte, dass sie gehostet wird + ich möchte jemanden, der überwacht + ich möchte jemanden für CI/CD\"",
      "why_p1": "Wir können alles machen, weil <strong>wir Cloud + Studio haben</strong>. Keine Zwischenhändler, keine Kompromisse. Wir entwickeln, hosten, warten, überwachen. Vom Code bis zur Produktion, alles läuft über uns.",
      "why_p2": "Wir wollen jedem Kunden – Privatperson, Unternehmen, Institution – eine <strong>maßgeschneiderte Lösung</strong> bieten, die Entwicklung, Hosting und vollständige Betreuung integriert.",
      "freelance_title": "Unser Kooperationsmodell mit Freiberuflern",
      "freelance_intro": "Wir arbeiten regelmäßig mit <strong>Freiberuflern</strong> und <strong>Selbstständigen</strong> zusammen, aber auf andere Weise als klassische Agenturen:",
      "freelance_table_header_step": "Schritt",
      "freelance_table_header_how": "Wie es funktioniert",
      "freelance_step1_label": "<strong>1. Der Bedarf</strong>",
      "freelance_step1_desc": "Der Kunde kommt mit einem Bedarf (App, Website, API, Infra)",
      "freelance_step2_label": "<strong>2. Koordination</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> spielt die Rolle des Orchestrators: Rahmen, Planung, Sicherheit, Hosting, CI/CD",
      "freelance_step3_label": "<strong>3. Die Freiberufler</strong>",
      "freelance_step3_desc": "Sie müssen nicht dem Kunden nachlaufen, um bezahlt zu werden: <strong>wir zahlen sie in einem geplanten Rahmen, wir liefern ihnen technischen Kontext, wir stellen ihnen die Infra zur Verfügung</strong>",
      "freelance_step4_label": "<strong>4. Der Kunde</strong>",
      "freelance_step4_desc": "Er leidet nicht unter \"dem verspäteten Freiberufler\", weil wir <strong>menschliche Redundanz</strong> einbauen, wie wir Server-Redundanz einbauen",
      "freelance_step5_label": "<strong>5. Die Kohärenz</strong>",
      "freelance_step5_desc": "Die Freiberufler arbeiten <strong>mit unseren Stacks</strong> (Laravel, Go, SvelteKit, Kubernetes), also behalten wir homogenen Code",
      "whowins_title": "Wer gewinnt?",
      "whowins_header_who": "Für wen",
      "whowins_header_benefit": "Was sich ändert",
      "whowins_client_label": "<strong>Der Kunde</strong>",
      "whowins_client_benefit": "Wenig Verzögerungen, beherrschte Infra, direkter Support, ein einziger Ansprechpartner",
      "whowins_freelance_label": "<strong>Der Freiberufler</strong>",
      "whowins_freelance_benefit": "Kein Tauziehen um die Abrechnung, gelieferter technischer Kontext, einsatzbereite Umgebung",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Lieferqualität, homogener Code, langfristige Vertrauensbeziehung",
      "approach": "Es ist ein <strong>hybrider Ansatz</strong> zwischen Agentur, Genossenschaft und Tech-Studio: <strong>menschlich, effizient, ohne administrative Aufblähung.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 Der hausgemachte Go-Orchestrator",
      "intro": "Wo wir uns wirklich unterscheiden, ist, dass wir <strong>nicht nur Drittanbieter-Software verwenden, um die Cloud zu betreiben</strong>. Wir haben <strong>unseren eigenen Orchestrator in Go entwickelt</strong>.",
      "how_title": "Wie es funktioniert",
      "how_header_layer": "Schicht",
      "how_header_tech": "Technologie",
      "how_header_role": "Rolle",
      "layer1_label": "<strong>1. Kundenbereich</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Authentifizierung, Abrechnung, OIDC Provider, Rechteverwaltung",
      "layer2_label": "<strong>2. Orchestrator</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Empfang von Befehlen aus dem Panel, Koordination von Aktionen auf der Infra",
      "layer3_label": "<strong>3. Infra-Schichten</strong>",
      "layer3_tech": "Proxmox, Kubernetes, Nodes",
      "layer3_role": "Ausführung von Deployments, Verwaltung von VMs und Containern",
      "layer4_label": "<strong>4. Deployment-API</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Macht nur eine Sache: <strong>deployen</strong>. Keine Business-Logik, um die Angriffsfläche zu reduzieren",
      "security": "Alles ist <strong>aus Sicherheitsgründen segmentiert</strong>: keine direkte DB-→-Hypervisor-Verbindung. Jede Schicht spricht nur mit der nächsten. Es ist eine <strong>moderne, modulare, überprüfbare</strong> Architektur, die zum Wachsen gemacht ist.",
      "opensource_subtitle": "3.4 Open Source bei uns",
      "opensource_intro": "Auf unserem GitHub erklären wir klar unsere Position:",
      "opensource_point1": "<strong>ja, wir veröffentlichen viel</strong>,",
      "opensource_point2": "<strong>nein, wir geben nicht alles</strong>,",
      "opensource_point3": "<strong>ja, wir wollen, dass es wiederverwendet werden kann</strong>,",
      "opensource_point4": "<strong>nein, wir wollen nicht, dass man uns industriell kopiert.</strong>",
      "opensource_policy": "Also setzen wir systematisch einen Hinweis wie:",
      "opensource_quote": "\"Der Code ist veröffentlicht, Sie können sich davon inspirieren lassen, ihn ändern, beitragen, aber <strong>das geistige Eigentum bleibt bei UnxWares</strong>. Jede Wiederverwendung im Originalzustand für kommerzielle Zwecke ist untersagt.\"",
      "public_private_title": "Was öffentlich vs. privat ist",
      "pp_header_category": "Kategorie",
      "pp_header_status": "Status",
      "pp_header_why": "Warum",
      "pp_site_cat": "Hauptseite (SvelteKit)",
      "pp_site_status": "<strong>Öffentlich</strong>",
      "pp_site_why": "Nützlich zum Lernen, kann andere Devs inspirieren",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Öffentlich</strong>",
      "pp_vff_why": "Gemeinschaftsprojekt, offene Eisenbahndaten",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Öffentlich</strong>",
      "pp_raiemus_why": "Gemeinschaftsprojekt, leichtes Betriebssystem für alle",
      "pp_orch_cat": "Go-Orchestrator",
      "pp_orch_status": "<strong>Privat</strong>",
      "pp_orch_why": "Kritischer Code, Geschäftskern, Angriffsfläche",
      "pp_security_cat": "Sicherheitsmodule",
      "pp_security_status": "<strong>Privat</strong>",
      "pp_security_why": "Vermeidung der Ausnutzung von Sicherheitslücken",
      "pp_brand_cat": "Visuelle Identität / Assets",
      "pp_brand_status": "<strong>Privat</strong>",
      "pp_brand_why": "Geistiges Eigentum, eingetragene Marke",
      "pp_panel_cat": "Laravel Kunden-Panel",
      "pp_panel_status": "<strong>Privat</strong>",
      "pp_panel_why": "Business-Logik, Abrechnung, sensible Daten",
      "pp_conclusion": "Das mag paradox erscheinen, aber es ist sehr einfach: <strong>wir sind ein Unternehmen</strong>, wir müssen unsere Assets schützen. <strong>Wir sind pro Open Source</strong>, wir wollen, dass Menschen lernen, beitragen, darauf aufbauen können. Aber <strong>wir haben kritischen Code</strong> → er bleibt privat, um die Ausnutzung von Sicherheitslücken zu vermeiden. Das ist logisch.",
      "association_subtitle": "3.5 Der Verein UnxWares OpenSource",
      "association_intro": "Deshalb wollen wir den <strong>Verein UnxWares OpenSource</strong> gründen (Verein nach französischem Recht 1901, unterstützt von UnxWares SAS):",
      "association_header_offer": "Was wir anbieten",
      "association_header_who": "Für wen",
      "association_header_return": "Gegenleistung",
      "association_offer1": "Kostenlose Hosting-Server",
      "association_who": "Studenten, Selbstständige, junge Entwickler (ausgewählt)",
      "association_return": "<strong>5 bis 10%</strong> temporäre Provision auf Einnahmen, wenn das Projekt läuft, um in die Gemeinschaft zu reinvestieren und dem nächsten zu helfen",
      "association_offer2": "Lizenzen (Steamworks, professionelle Tools...)",
      "association_offer3": "Privates Git, technische Begleitung",
      "association_p1": "Es ist ein sehr anderes Modell als ein klassischer Inkubator: <strong>wir kaufen das Unternehmen nicht, wir übernehmen nicht die Kontrolle, wir helfen nur beim Start.</strong>",
      "association_p2": "Dieses <strong>selbsttragende</strong> Modell will mit der Logik der finanziellen Abhängigkeit brechen: <strong>helfen, starten, befreien.</strong>",
      "projects_subtitle": "3.6 Unsere Gemeinschaftsprojekte",
      "projects_header_project": "Projekt",
      "projects_header_description": "Beschreibung",
      "projects_header_status": "Status",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "Französische gemeinschaftliche Eisenbahn-Enzyklopädie – offene und geschlossene Strecken, historische Pläne, Fotos, Archive, Kilometer-Punkte, OSM-Spuren auf den Meter. Offene Daten, metergenau über <strong>OpenStreetMap</strong>.",
      "project_vff_status": "In Entwicklung (fast allein im Moment), gestartet im Oktober 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Betriebssystem basierend auf <strong>ArchLinux</strong>, leicht und optimiert, entwickelt für <strong>RDP / Remote-PC</strong>. Verwandelt einen kleinen PC in ein leistungsfähiges Terminal, das sich mit einem leistungsstärkeren Rechner verbinden kann.",
      "project_raiemus_status": "Pausiert (UnxWares nimmt viel Zeit in Anspruch), für gemeinschaftliche Öffnung geplant",
      "project_orch_name": "<strong>Orchestrator &amp; API</strong>",
      "project_orch_desc": "Unser eigener Cloud-Orchestrator in Go und die zugehörige Deployment-API – entwickelt, um modular, sicher und dokumentiert zu sein.",
      "project_orch_status": "In aktiver Entwicklung, privat",
      "project_panel_name": "<strong>Kunden-Panel</strong>",
      "project_panel_desc": "Laravel-Kundenbereich mit Auth, Abrechnung, OIDC Provider und Rechteverwaltung. Schnittstelle für alle UnxWares Cloud-Dienste.",
      "project_panel_status": "In aktiver Entwicklung, privat",
      "project_game_name": "<strong>Videospiel (UE5)</strong>",
      "project_game_desc": "Unser eigenes Spiel unter Unreal Engine 5. Anstatt vom Minecraft Java-Ökosystem abhängig zu bleiben, das unserer Meinung nach nicht in die richtige Richtung geht.",
      "project_game_status": "Geplant, in Konzeption",
      "projects_conclusion": "Was unsere Gemeinschaftsprojekte auszeichnet: <strong>ein nützliches, wiederverwendbares, dokumentiertes, gemeinschaftliches Projekt.</strong> Das ist genau das, was wir für die UnxWares-Gemeinschaft wollen.",
      "difference_subtitle": "3.7 Was uns wirklich unterscheidet",
      "diff1": "<strong>Wir sind zuerst Techies.</strong> Wir wissen, was ein FortiGate 100E ist, eine OM4-Faser, eine Latenz zu Scaleway, wir haben sie selbst montiert.",
      "diff2": "<strong>Wir haben nicht die Preise der Konkurrenz kopiert.</strong> Wir sind vom tatsächlichen Bedarf ausgegangen, nicht von einer OVH-ähnlichen Preisliste.",
      "diff3": "<strong>Wir veröffentlichen Code.</strong> Nicht nur eine Landing Page.",
      "diff4": "<strong>Wir haben eine echte Rechenzentrum-Geschichte</strong>, nicht \"wir sind in der Cloud\" ohne zu sagen wo. (→ Caen, Frankreich, 10 Gb/s, mehrstufige Backups, Proxmox + Kubernetes.)",
      "diff5": "<strong>Wir wollen eine Gemeinschaft schaffen, nicht nur Kunden.</strong>",
      "diff6": "<strong>Wir bekennen uns dazu, bestimmte Bausteine zu schützen.</strong> Der kritische Code bleibt privat, wir bekennen uns dazu, und es ist für die Sicherheit aller.",
      "diff7": "<strong>Wir machen Software UND Infra.</strong> Wenige Akteure machen beides ernsthaft. Bei uns ist der Dev, der die API programmiert hat, derselbe, der versteht, wie sie auf dem Server läuft.",
      "diff8": "<strong>Wir bevorzugen aufbereitete Hardware.</strong> Eine ökologische und verantwortungsvolle Wahl, die uns von den großen Akteuren unterscheidet, ohne die Leistung zu beeinträchtigen.",
      "diff9": "<strong>Wir folgen den Standards der CNCF und der Linux Foundation.</strong> Nicht aus Konformismus, sondern weil es Technologien sind, die unserer Vision eines offenen Ökosystems entsprechen."
    }
  },
  "pages": {
    "home": {
    "blog": "Blog",
      "title": "UnxWares - Willkommen"
    },
    "whoarewe": {
      "title": "UnxWares - Wer sind wir",
      "h1": "Unsere Identität: Wer sind wir, was ist unsere Geschichte?",
      "intro": "Im Einklang mit unseren Werten ist es für uns von großer Bedeutung, dass Sie uns kennen, dass wir transparent mit Ihnen sind, denn wir glauben, dass eine echte Beziehung mit unseren Kunden und unserer Gemeinschaft für das reibungslose Funktionieren des Internet von morgen notwendig ist",
      "summary_title": "Eine kurze Zusammenfassung",
      "story_title": "Unsere Geschichte: die echte"
    },
    "datacenter": {
      "title": "UnxWares - Rechenzentrum"
    },
    "studio": {
      "title": "UnxWares - Entwicklungsstudio",
      "h1": "Studio: Erschaffen, Innovieren, Vorantreiben"
    },
    "cloud": {
      "title": "UnxWares - Souveräne Cloud",
      "h1": "Cloud: Europäisch, Souverän, Offen"
    }
  },
  "studio_page": {
    "hero": {
      "title": "UnxWares Studio",
      "tagline": "Software ohne Verzicht auf Souveränität. Expertise ohne unerschwinglichen Tagessatz.",
      "intro": "UnxWares Studio ist unsere Softwareentwicklungsabteilung, wo technische Leidenschaft und Exzellenz zusammenkommen, um Ihre Projekte zum Leben zu erwecken. Wir erstellen maßgeschneiderte Lösungen, von Websites bis zu komplexen Anwendungen, einschließlich hochperformanter APIs und Videospiele. Unsere Expertise in modernen Neo-Sprachen ermöglicht es uns, Unternehmen bei ihrer digitalen Transformation mit modernsten Technologien zu begleiten.",
      "cta_contact": "Ihr Projekt besprechen",
      "cta_projects": "Unsere Referenzen ansehen"
    },
    "what": {
      "title": "Was Wir Erschaffen",
      "intro": "Von der ersten Konzeption bis zur finalen Bereitstellung übernehmen wir alle Aspekte Ihrer digitalen Projekte mit einem rigorosen technischen Ansatz und grenzenloser Kreativität.",
      "web_title": "Moderne Webanwendungen",
      "web_desc": "Präsentations-Websites, Geschäftsanwendungen, SaaS-Plattformen, Kundenportale. Wir beherrschen moderne Frameworks (SvelteKit, React, Vue), um schnelle, responsive und elegante Oberflächen zu schaffen.",
      "backend_title": "Hochperformante Backend & APIs",
      "backend_desc": "Microservices, REST/GraphQL-APIs, verteilte Systeme. Unsere Expertise in Go und Rust ermöglicht es uns, ultra-hochperformante, sichere und skalierbare Backends zu erstellen.",
      "software_title": "Software & Anwendungen",
      "software_desc": "Desktop-Anwendungen, Geschäftstools, Verwaltungssysteme. Wir entwickeln robuste Software mit modernen Technologien (Electron, Tauri, Flutter) für Windows, macOS und Linux.",
      "mobile_title": "Mobile Anwendungen",
      "mobile_desc": "Native oder plattformübergreifende iOS- und Android-Anwendungen. Mit Flutter/Dart erstellen wir hochperformante Anwendungen mit einer einzigen Codebasis für alle Plattformen.",
      "games_title": "Videospiele",
      "games_desc": "Von Indie-Games bis zu komplexen Multiplayer-Servern. Unsere Erfahrung mit Unreal Engine 5 und Game-Servern ermöglicht es uns, immersive und technische Erlebnisse zu schaffen.",
      "infra_title": "DevOps & Infrastruktur",
      "infra_desc": "CI/CD, Containerisierung, Kubernetes-Orchestrierung. Wir hören nicht beim Code auf: Wir deployen, überwachen und optimieren Ihre Anwendungen auf unserer oder Ihrer Infrastruktur."
    },
    "neolang": {
      "title": "Unsere Neo-Sprachen-Expertise",
      "intro": "Neo-Sprachen (Rust, Go, Zig) repräsentieren die Zukunft der Softwareentwicklung: native Performance, Speichersicherheit, optimierte Kompilierung. Wir beherrschen diese auf dem französischen Markt seltenen Technologien und begleiten Unternehmen bei ihrer Einführung.",
      "why_title": "Warum Neo-Sprachen?",
      "why_intro": "Der Markt ist gesättigt mit JavaScript- und PHP-Entwicklern, aber Fähigkeiten in Rust, Go und Zig sind kritisch knapp. Diese Sprachen bieten entscheidende Vorteile:",
      "perf_title": "Native Performance",
      "perf_desc": "10 bis 100 Mal schneller als interpretierte Sprachen, mit reduziertem Speicherverbrauch. Ideal für kritische Systeme, APIs mit hoher Last und Echtzeitanwendungen.",
      "security_title": "Speichersicherheit",
      "security_desc": "Rust eliminiert Speicherverwaltungsfehler (use-after-free, null pointers) zur Compile-Zeit. Go vereinfacht mit einem effizienten Garbage Collector. Ergebnis: weniger Schwachstellen, mehr Zuverlässigkeit.",
      "modern_title": "Modernes Tooling",
      "modern_desc": "Integrierte Paketmanager (Cargo, Go modules), schnelle Kompilierung, native Tests, automatisch generierte Dokumentation. Das Ökosystem ist für Produktivität ausgelegt.",
      "concurrency_title": "Native Nebenläufigkeit",
      "concurrency_desc": "Go wurde für Nebenläufigkeit geschaffen (Goroutinen). Rust bietet Nebenläufigkeit ohne Data Races, garantiert zur Compile-Zeit. Perfekt für verteilte Systeme und Microservices.",
      "rust_title": "Rust",
      "rust_subtitle": "Performance + Sicherheit + Zuverlässigkeit",
      "rust_desc": "Die von Entwicklern am meisten geliebte Sprache (StackOverflow Survey). Wir verwenden sie für unsere Systemtools, unsere Sicherheitskomponenten und jeglichen Code, der absolute Zuverlässigkeit erfordert. Zero-Cost-Abstraktion, keine Kompromisse.",
      "rust_use": "Kritische Systeme, CLI-Tools, hochperformante Backends, WebAssembly",
      "go_title": "Go",
      "go_subtitle": "Einfachheit + Skalierbarkeit + Geschwindigkeit",
      "go_desc": "Die Sprache der modernen Infrastruktur (Kubernetes, Docker, Terraform). Wir verwenden sie für unsere Microservices, unseren Cloud-Orchestrator und alle unsere hochperformanten APIs. Einfach zu lernen, mächtig in der Produktion.",
      "go_use": "Microservices, APIs, Orchestratoren, DevOps-Tools",
      "zig_title": "Zig",
      "zig_subtitle": "Die Zukunft der Systemprogrammierung",
      "zig_desc": "Der spirituelle Nachfolger von C, mit einem modernen Ansatz für Systemprogrammierung. Noch nicht ausgereift für kritische Produktion, aber wir erforschen es für unsere zukünftigen Low-Level-Projekte und als Alternative zu C/C++.",
      "zig_use": "Systemprogrammierung, C-Ersatz, Low-Level-Tools"
    },
    "projects": {
      "title": "Unsere Projekte & Referenzen",
      "intro": "Von unseren internen Projekten bis zu Kundenlösungen, entdecken Sie, wie wir unsere technische Expertise anwenden, um Lösungen zu schaffen, die wirklich funktionieren.",
      "vff_title": "VFF Project",
      "vff_tag": "Community-Projekt",
      "vff_desc": "Kollaborative französische Eisenbahn-Enzyklopädie mit metergenauer Kartierung. Moderner Stack: SvelteKit, Laravel API, PostgreSQL PostGIS. OpenStreetMap-Integration, Community-Beitragssystem, Verwaltung von Tausenden geografischen Datenpunkten.",
      "vff_tech": "SvelteKit · Laravel · PostgreSQL · PostGIS · OpenStreetMap",
      "site_title": "UnxWares Website",
      "site_tag": "Technisches Showcase",
      "site_desc": "Die Website, die Sie gerade betrachten. SvelteKit mit i18n (6 Sprachen), modernes und responsives Design, für Performance optimiert. Open Source auf GitHub, um die Community zu inspirieren.",
      "site_tech": "SvelteKit · i18n · Design System · SEO",
      "orchestrator_title": "Cloud-Orchestrator",
      "orchestrator_tag": "Infrastruktur",
      "orchestrator_desc": "Unser hauseigener Go-Orchestrator, der die gesamte UnxWares Cloud-Infrastruktur steuert. Microservices-Architektur, sichere Kommunikation, modulare Deployment-API. Verwaltet Proxmox, Kubernetes und alle unsere Kundenumgebungen.",
      "orchestrator_tech": "Go · Microservices · Kubernetes API · Proxmox API",
      "panel_title": "Kunden-Panel",
      "panel_tag": "Webanwendung",
      "panel_desc": "Vollständiges Kundenportal, entwickelt in Laravel. Hauseigene OIDC-Provider-Authentifizierung, Abrechnungsverwaltung, granulares Berechtigungssystem, Service-Management-Oberfläche. Sicher, skalierbar und für UX konzipiert.",
      "panel_tech": "Laravel · Vue.js · MySQL · OIDC · Stripe",
      "raiemus_title": "Raiemus OS",
      "raiemus_tag": "Betriebssystem",
      "raiemus_desc": "Leichtgewichtiges Betriebssystem basierend auf ArchLinux, optimiert für RDP und Thin Clients. Schneller Boot, minimaler Speicherverbrauch, perfekt um einen alten PC in ein hochperformantes Terminal zu verwandeln.",
      "raiemus_tech": "ArchLinux · SystemD · XRDP · Custom Kernel",
      "game_title": "Videospiel (UE5)",
      "game_tag": "In Entwicklung",
      "game_desc": "Unser Independent-Game-Projekt unter Unreal Engine 5. Entwickelt, um unsere Abhängigkeit vom Minecraft-Ökosystem zu ersetzen. Innovatives Gameplay, moderne Grafiken, skalierbare Server-Architektur.",
      "game_tech": "Unreal Engine 5 · C++ · Blueprints · Go Server"
    },
    "process": {
      "title": "Unser Arbeitsprozess",
      "intro": "Von der Idee bis zur Produktion folgen wir einem bewährten Prozess, der Agilität, Qualität und Transparenz verbindet. Sie behalten die Kontrolle in jedem Schritt.",
      "step1_title": "1. Entdeckung & Scoping",
      "step1_desc": "Wir beginnen damit, Ihre Bedürfnisse, Einschränkungen und Ziele zu verstehen. Kein unnötiger technischer Jargon, nur eine offene Diskussion darüber, was Sie erreichen wollen und wie man dorthin kommt.",
      "step2_title": "2. Technisches Angebot",
      "step2_desc": "Wir liefern Ihnen eine detaillierte technische Architektur mit empfohlenen Technologien, realistischen Zeitplänen und transparentem Budget. Keine Überraschungen, keine versteckten Gebühren.",
      "step3_title": "3. Iterative Entwicklung",
      "step3_desc": "Wir entwickeln in kurzen Iterationen mit regelmäßigen Demos. Sie können den Fortschritt verfolgen, Features testen und bei Bedarf den Kurs anpassen. Echte Agilität, nicht kosmetisch.",
      "step4_title": "4. Tests & Qualität",
      "step4_desc": "Unit-Tests, Integrationstests, Code-Review, Sicherheitsanalyse. Wir liefern keinen instabilen Code. Qualität ist nicht verhandelbar.",
      "step5_title": "5. Deployment & Schulung",
      "step5_desc": "Wir deployen auf unserer oder Ihrer Infrastruktur, konfigurieren CI/CD und schulen Ihr Team. Sie sind autonom, aber wir bleiben verfügbar.",
      "step6_title": "6. Wartung & Support",
      "step6_desc": "Direkter technischer Support von den Entwicklern, die Ihr Projekt erstellt haben. Kein Level-1-Support, der von einem Skript abliest, nur echte technische Expertise."
    },
    "tech": {
      "title": "Unser Technischer Stack",
      "intro": "Wir beherrschen eine breite Palette moderner und bewährter Technologien. Wir wählen immer die beste Technologie für Ihre Bedürfnisse, nicht die, die uns passt.",
      "frontend_title": "Modernes Frontend",
      "frontend_tech": "SvelteKit · React · Vue.js · TypeScript · Tailwind CSS",
      "backend_title": "Hochperformantes Backend",
      "backend_tech": "Go · Rust · Laravel (PHP) · Node.js · Python",
      "mobile_title": "Mobile Anwendungen",
      "mobile_tech": "Flutter · React Native · SwiftUI · Kotlin",
      "desktop_title": "Desktop-Anwendungen",
      "desktop_tech": "Electron · Tauri · Flutter Desktop · Qt",
      "database_title": "Datenbanken",
      "database_tech": "PostgreSQL · MySQL · MongoDB · Redis · ClickHouse",
      "devops_title": "DevOps & Cloud",
      "devops_tech": "Kubernetes · Docker · Proxmox · GitLab CI · ArgoCD",
      "gamedev_title": "Game Development",
      "gamedev_tech": "Unreal Engine 5 · Unity · Godot · Custom Servers"
    },
    "team": {
      "title": "Unser Kollaborationsmodell",
      "intro": "Wir arbeiten mit einem leidenschaftlichen internen Team und zertifizierten unabhängigen Entwicklern, die wir fair vergüten. Ein Hybridmodell, das Qualität, Reaktionsfähigkeit und Ethik garantiert.",
      "internal_title": "Internes Team",
      "internal_desc": "Unsere Gründer und festangestellten Entwickler sorgen für technische Konsistenz, Projektarchitektur und Kundenbeziehungen. Sie kennen die Infrastruktur, beherrschen den gesamten Stack und sind Ihre direkten Ansprechpartner.",
      "freelance_title": "Zertifizierte Entwickler",
      "freelance_desc": "Wir arbeiten mit sorgfältig ausgewählten Freelancern für ihre technische Expertise und Zuverlässigkeit zusammen. Wir bezahlen sie innerhalb kurzer und fairer Zeiträume, liefern ihnen den technischen Kontext und die notwendige Infrastruktur.",
      "client_title": "Für Sie, den Kunden",
      "client_desc": "Ein einziger Ansprechpartner, ein koordiniertes Team, keine Überraschungen. Wenn ein Entwickler ein unerwartetes Problem hat, haben wir die notwendige personelle Redundanz. Sie leiden nicht unter den Unsicherheiten des traditionellen Freelancing.",
      "win_title": "Alle Gewinnen",
      "win_desc": "Der Kunde erhält ein pünktlich geliefertes Projekt mit konsistenter Qualität. Der Entwickler arbeitet in Ruhe, ohne Zahlungen nachjagen zu müssen. UnxWares baut langfristige Vertrauensbeziehungen auf. Das ist gelebte Ethik."
    },
    "cta": {
      "title": "Bereit, Etwas Großartiges zu Schaffen?",
      "desc": "Ob Sie ein konkretes Projekt oder nur eine Idee haben, lassen Sie uns darüber sprechen. Wir beraten Sie ehrlich zu Machbarkeit, Technologien und notwendigem Budget. Keine Verpflichtung, kein unnötiger Jargon.",
      "button": "Ihr Projekt besprechen"
    }
  },
  "cloud_page": {
    "hero": {
      "title": "UnxWares Cloud",
      "tagline": "Cloud ohne ein Riese zu sein. Souveränität ohne hohen Preis.",
      "intro": "UnxWares Cloud ist unsere souveräne Hosting-Infrastruktur, entwickelt für Unternehmen, die ihre Daten kontrollieren möchten, ohne Kompromisse bei der Leistung einzugehen. Rechenzentrum in der Normandie, zertifizierte Cloud-native-Technologien, Managed Services inklusive. Von einfachen VMs bis zu hochverfügbaren Kubernetes-Clustern bieten wir eine französische Alternative zu amerikanischen Giganten.",
      "cta_contact": "Unsere Angebote entdecken",
      "cta_datacenter": "Unser Rechenzentrum besuchen",
      "cta_config": "Mein Angebot konfigurieren",
      "stat_availability": "Verfügbarkeit",
      "stat_datacenter": "Rechenzentrum",
      "stat_support": "Support"
    },
    "services": {
      "title": "Unsere Cloud-Dienste",
      "intro": "Von einfachem Hosting bis zu komplexen Cloud-native-Architekturen bieten wir für jeden Bedarf passende Lösungen. Verwaltete Infrastruktur, reaktionsschneller technischer Support und transparente Preise.",
      "vps_title": "VPS & Dedicated Server",
      "vps_desc": "Hochperformante virtuelle Maschinen auf HPE ProLiant-Infrastruktur. AMD Threadripper/Ryzen CPUs, NVMe-Speicher, 10-Gb/s-Netzwerk. Bereitstellung in Minuten, voller Root-Zugriff.",
      "kubernetes_title": "Managed Kubernetes",
      "kubernetes_desc": "CNCF-zertifizierte Kubernetes-Cluster mit garantierter Hochverfügbarkeit. Wir verwalten die Master-Nodes, Sie deployen Ihre Anwendungen. Monitoring, Backups, Updates inklusive.",
      "storage_title": "Speicher & Backup",
      "storage_desc": "S3-kompatibler Objektspeicher, automatisierte Backups, standortübergreifende Replikation. Ihre Daten sind sicher und jederzeit zugänglich.",
      "network_title": "Netzwerk & Sicherheit",
      "network_desc": "Verwaltete Fortinet-Firewalls, WireGuard-VPN, private Tunnel. DDoS-Schutz, Netzwerk-Monitoring und vollständige Isolation Ihrer Umgebungen.",
      "database_title": "Datenbanken",
      "database_desc": "Verwaltete PostgreSQL, MySQL, MongoDB, Redis. Hochverfügbarkeit, automatische Backups, synchrone Replikation. Sie konzentrieren sich auf Ihre Daten, wir verwalten die Infrastruktur.",
      "custom_title": "Individuelle Lösungen",
      "custom_desc": "Komplexe Architektur, spezifische Anforderungen, Migration von einer anderen Cloud. Wir entwerfen und deployen Lösungen, die auf Ihren Kontext zugeschnitten sind."
    },
    "infrastructure": {
      "title": "Unsere Infrastruktur",
      "intro": "Ein normannisches Rechenzentrum ausgestattet mit professioneller Hardware, redundanter Netzwerkarchitektur und hauseigener technischer Expertise. Wir kontrollieren jede Ebene unseres Stacks, um Leistung und Zuverlässigkeit zu garantieren.",
      "hardware_title": "Professionelle Hardware",
      "hardware_desc": "HPE ProLiant Gen8/Gen9-Server, AMD Threadripper und Ryzen 9 9900X Workstations. Qualitätshardware für nachhaltige Infrastruktur.",
      "network_title": "10-Gb/s-Netzwerk",
      "network_desc": "OM4-Glasfaser, 10-Gb/s-Switches, MikroTik-Routing. Fortinet FortiGate-Firewall für mehrschichtige Sicherheit.",
      "virtualization_title": "Proxmox-Virtualisierung",
      "virtualization_desc": "Proxmox VE Hypervisor-Cluster, verteilter Ceph-Speicher, Live-Migration. Infrastructure as Code für Reproduzierbarkeit.",
      "orchestration_title": "Hauseigener Orchestrator",
      "orchestration_desc": "Unser in Go entwickelter Orchestrator steuert die gesamte Infrastruktur. Einheitliche API, automatisierte Deployments, Multi-Tenant-Verwaltung.",
      "monitoring_title": "Monitoring & Alarmierung",
      "monitoring_desc": "Echtzeit-Infrastruktur-Monitoring, detaillierte Metriken, intelligente Alarmierung. Prometheus, Grafana und hauseigene Tools.",
      "sovereignty_title": "Garantierte Souveränität",
      "sovereignty_desc": "Rechenzentrum in Frankreich, native DSGVO-Konformität, kein Cloud Act. Ihre Daten bleiben unter französischer Kontrolle.",
      "cta_link": "Unsere Infrastruktur entdecken"
    },
    "advantages": {
      "title": "Warum UnxWares Cloud wählen",
      "intro": "Eine glaubwürdige Alternative zu amerikanischen Giganten, mit den Vorteilen eines lokalen Anbieters, der seine Infrastruktur von Ende zu Ende beherrscht.",
      "perf_title": "Leistung",
      "perf_desc": "Moderne Hardware, 10-Gb/s-Netzwerk, NVMe-Speicher. Leistung vergleichbar mit großen Anbietern, ohne transatlantische Latenz.",
      "control_title": "Vollständige Kontrolle",
      "control_desc": "Wir entwickeln unsere eigenen Orchestrierungs-Tools. Keine Abhängigkeit von proprietären APIs, kein technischer Lock-in.",
      "support_title": "Experten-Support",
      "support_desc": "Direkter technischer Support von den Ingenieuren, die die Infrastruktur verwalten. Keine Tickets, die in einem anonymen System verloren gehen.",
      "price_title": "Faire Preise",
      "price_desc": "Transparente Pauschalpreise, keine versteckten Ingress/Egress-Gebühren. Sie zahlen, was Sie verbrauchen, Punkt.",
      "rgpd_title": "Native DSGVO",
      "rgpd_desc": "DSGVO-Konformität by Design, Hosting in Frankreich, garantierte Souveränität. Kein Cloud Act, keine rechtlichen Grauzonen.",
      "openness_title": "Offenheit",
      "openness_desc": "Open-Source-Technologien, öffentliche Dokumentation unserer Infrastruktur. Sie wissen genau, wo Ihre Anwendungen laufen."
    },
    "usecases": {
      "title": "Anwendungsfälle & Typische Kunden",
      "intro": "Vom bei uns gehosteten VFF-Projekt bis zu Unternehmensarchitekturen passen sich unsere Lösungen allen Bedürfnissen an.",
      "startup_title": "Startups & Scale-ups",
      "startup_desc": "Skalierbare Infrastruktur, kontrollierte Kosten, reaktionsschneller Support. Klein anfangen, groß wachsen, ohne den Anbieter zu wechseln.",
      "saas_title": "SaaS-Anbieter",
      "saas_desc": "Hosten Sie Ihre Plattform auf souveräner Infrastruktur. Multi-Tenancy, vollständige Isolation, garantierte DSGVO-Konformität.",
      "agency_title": "Agenturen & Studios",
      "agency_desc": "Hosten Sie Ihre Kunden auf unserer Cloud, profitieren Sie von unseren Partnerpreisen, nutzen Sie unseren technischen Support.",
      "enterprise_title": "Unternehmen",
      "enterprise_desc": "Cloud-Migration, hybride Architekturen, Entwicklungsumgebungen. Individueller Support, garantierte SLAs."
    },
    "cta": {
      "title": "Bereit für die Migration zu einer souveränen Cloud?",
      "desc": "Ob Sie einen einfachen VPS oder eine komplexe Kubernetes-Architektur benötigen, wir haben eine Lösung für Sie. Lassen Sie uns über Ihre Bedürfnisse sprechen, ohne Verpflichtung.",
      "button": "Unsere Angebote entdecken"
    }
  },
  "datacenter": {
    "resume": {
      "title": "Cloud-Infrastruktur von UnxWares",
      "intro_p1": "Unsere Infrastruktur stellt den Höhepunkt einer anspruchsvollen technischen Vision dar: unseren Kunden eine digitale Umgebung zu bieten, die Spitzenleistung, maximale Sicherheit und ökologische Nachhaltigkeit vereint. Jede Komponente wurde aufgrund ihrer bewährten Zuverlässigkeit und ihrer harmonischen Integration in ein kohärentes technisches Ökosystem ausgewählt.",
      "intro_p2": "Wir haben uns bewusst dafür entschieden, auf anerkannte und bewährte Technologien zu setzen: Hewlett Packard Enterprise (HPE) ProLiant-Server für ihre legendäre Robustheit, Proxmox-Virtualisierung für ihre Flexibilität und Stabilität, Kubernetes-Orchestrierung für ihre native Skalierbarkeit, Fortinet-Lösungen für kompromisslose Sicherheit und obligatorische Glasfaser-Konnektivität für maximale Stabilität, bereitgestellt von Netaris SAS. Diese Architektur entspricht strikt den internationalen Standards der Cloud Native Computing Foundation und integriert gleichzeitig einen verantwortungsvollen ökologischen Ansatz, der uns auf dem Markt auszeichnet.",
      "numbers_title": "In Zahlen: messbare Exzellenz",
      "number1": "<strong>Souveränes Hosting:</strong> Rechenzentrum Caen, Frankreich - garantierte DSGVO-Konformität",
      "number2": "<strong>Netzwerkleistung:</strong> 7 ms Latenz zu Scaleway Paris - optimale Reaktionsfähigkeit",
      "number3": "<strong>Verfügbarkeit:</strong> Wir arbeiten an einem SLA von 99,5% - professionelle Zuverlässigkeit",
      "number4": "<strong>Observability:</strong> Lösungen von Grafana Labs - Echtzeit-Monitoring der neuen Generation",
      "number5": "<strong>Resilienz:</strong> Mehrstufiges Backup (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Konnektivität:</strong> 10 Gb/s Glasfaser OM4 - auf alle unsere Kunden verteilt",
      "number7": "<strong>Ökologie:</strong> Aufbereitete Server unter 10 Jahren - reduzierter CO2-Fußabdruck"
    },
    "internal": {
      "title": "Eine robuste interne Infrastruktur: die Grundlagen der Exzellenz",
      "intro_p1": "Im Herzen unseres technischen Ökosystems bilden drei HPE ProLiant DL360p Gen8-Server das Rückgrat unserer Operationen. Diese Maschinen, wahre Nervenzentren, orchestrieren die globale Administration, das Echtzeit-Monitoring und die Verwaltung aller unserer Kundenumgebungen.",
      "intro_p2": "Diese Basisinfrastruktur ist nicht nur eine technische Wahl, sondern ein Engagement für Stabilität. Die ProLiant Gen8, bekannt für ihre außergewöhnliche Zuverlässigkeit unter intensiven Nutzungsbedingungen, garantieren unterbrechungsfreie Betriebskontinuität. Ihre redundante Architektur und ihre proaktive Überwachungsfähigkeit ermöglichen es uns, Vorfälle zu antizipieren und zu verhindern, bevor sie Ihre Dienste beeinträchtigen. Darüber hinaus gibt es eine enorme Menge an Ersatzteilen, die es uns ermöglichen, möglicherweise defekte Teile leicht zu ersetzen und dabei immer einen kontinuierlichen Service zu gewährleisten.",
      "intro_p3": "Die gesamte interne Infrastruktur arbeitet im Hochverfügbarkeitsmodus mit automatischen Failover-Mechanismen und 24/7-Überwachung, die es uns ermöglicht, präventiv einzugreifen. Dieser proaktive Ansatz bildet die Grundlage, auf der das Vertrauen unserer Kunden ruht.",
      "table_header_component": "Komponente",
      "table_header_details": "Details und Leistung",
      "cpu_label": "<strong>Prozessoren</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, je 20 virtuelle Kerne, also insgesamt 40 virtuelle Kerne, 2,2 GHz (3 GHz im Turbo), 25 MB L3-Cache",
      "ram_label": "<strong>Arbeitsspeicher (RAM)</strong>",
      "ram_value": "192 GB DDR3 ECC RDIMM, Fehlerkorrektur, hohe Zuverlässigkeit und Stabilität",
      "storage_label": "<strong>Hauptspeicher</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, Datenschutz, erweiterbar bis 4 TB",
      "network_label": "<strong>Netzwerk</strong>",
      "network_value": "1 Gigabit Ethernet, optimiert für Stabilität und Zuverlässigkeit",
      "virtualization_label": "<strong>Virtualisierung / Orchestrierung</strong>",
      "virtualization_value": "Kubernetes, Proxmox und maßgeschneiderte Deployments",
      "redundancy_label": "<strong>Redundanz & Zuverlässigkeit</strong>",
      "redundancy_value": "RAID 1 für Speicher, redundante Stromversorgung, hohe Verfügbarkeit",
      "usage_label": "<strong>Unsere Nutzung</strong>",
      "usage_value": "Administration, Monitoring und Verwaltung der internen Infrastruktur"
    },
    "services": {
      "title": "Die Services-Klasse: Exzellenz für Ihre Geschäftsanwendungen",
      "intro_p1": "Unsere Services-Klasse repräsentiert die Speerspitze unseres professionellen Hosting-Angebots. Drei HPE ProLiant DL360 Gen9-Server der neuesten Generation bilden diese Plattform, die dem Hosting Ihrer Geschäftssoftware, Unternehmenssoftware, kritischen Anwendungen, Entwicklungsumgebungen und Programmierschnittstellen (APIs) gewidmet ist.",
      "intro_p2": "Diese Klasse verkörpert unsere Service-Philosophie: gleichzeitig standardisierte Lösungen für schnelle und effiziente Deployments und maßgeschneiderte Architekturen mit vollständigem Managed-Service anzubieten. Ob Sie ein schnell wachsendes Start-up oder ein etabliertes Unternehmen mit komplexen Anforderungen sind, unsere Services-Klasse passt sich Ihrem Tempo und Ihren Anforderungen an.",
      "intro_p3": "Die auf dieser Infrastruktur eingesetzte Kubernetes-Orchestrierung garantiert Ihnen ein außergewöhnliches Benutzererlebnis: automatische Skalierung je nach Last, native Hochverfügbarkeit mit transparentem Failover und Deployments ohne Dienstunterbrechung. Diese Technologie, die von den größten globalen digitalen Akteuren übernommen wurde, bietet Ihnen Flexibilität und Robustheit vergleichbar mit den Lösungen der Cloud-Giganten, mit dem Vorteil eines personalisierten Service und vollständiger Kontrolle über Ihre Daten.",
      "intro_p4": "Die Umgebungen sind individuell isoliert und gesichert, was ein friedliches Zusammenleben mehrerer Anwendungen ermöglicht und gleichzeitig optimale Leistung aufrechterhält. Unser fortschrittliches Monitoring-System bietet Ihnen vollständige Transparenz über die Ressourcennutzung und die Leistung Ihrer Anwendungen.",
      "table_header_component": "Komponente",
      "table_header_details": "Details und Leistung",
      "cpu_label": "<strong>Prozessoren</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, je 28 virtuelle Kerne, also 56 virtuelle Kerne, 2,4 GHz (3,3 GHz im Turbo), 35 MB L3-Cache",
      "ram_label": "<strong>Arbeitsspeicher (RAM)</strong>",
      "ram_value": "128 GB DDR4 ECC RDIMM, Fehlerkorrektur, hohe Zuverlässigkeit und Stabilität",
      "storage_label": "<strong>Hauptspeicher</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, Datenschutz, erweiterbar bis 4 TB",
      "network_label": "<strong>Netzwerk</strong>",
      "network_value": "10 Gigabit Ethernet (SFP+) für ultraschnelle Internetverbindung",
      "virtualization_label": "<strong>Virtualisierung / Orchestrierung</strong>",
      "virtualization_value": "Kubernetes, Proxmox und maßgeschneiderte Deployments",
      "redundancy_label": "<strong>Redundanz & Zuverlässigkeit</strong>",
      "redundancy_value": "RAID 1 für Speicher, redundante Stromversorgung, hohe Verfügbarkeit",
      "usage_label": "<strong>Empfohlene Nutzung</strong>",
      "usage_value": "Hosting von API, Software, Unternehmenssoftware, professionellen Anwendungen und Kundendiensten"
    },
    "webdb": {
      "title": "Die WebDB-Klasse: Leistung im Dienst Ihrer Daten",
      "intro_p1": "Unsere WebDB-Klasse wurde speziell entwickelt, um den anspruchsvollsten Herausforderungen zu begegnen: Hosting kritischer Datenbanken unter hoher Last, Webserver mit intensivem Traffic und Anwendungen, die ultraschnelle Antwortzeiten erfordern.",
      "intro_p2": "Im Herzen dieser Klasse ein maßgeschneiderter Server, ausgestattet mit einem AMD Threadripper-Prozessor – einer außergewöhnlichen Multi-Core-Architektur – gekoppelt mit NVMe-Speicher der neuesten Generation. Diese Kombination bietet Lese-/Schreibleistungen, die traditionelle Lösungen bei weitem übertreffen, mit Datenzugriffszeiten in Mikrosekunden.",
      "intro_p3": "Der AMD Threadripper mit seinen mehreren Kernen und Threads ist besonders gut in der parallelen Verarbeitung komplexer Datenbankanfragen. Ob Sie große Datenbanken, Echtzeit-Analyseanwendungen oder Websites mit hohem Traffic verwalten, diese Architektur garantiert Ihnen konstante Reaktionsfähigkeit auch unter maximaler Last.",
      "intro_p4": "Der NVMe-Speicher wiederum eliminiert die traditionellen Engpässe durch mechanische Festplatten oder sogar klassische SATA-SSDs. Mit Durchsätzen von mehreren Gigabyte pro Sekunde (hier mehr als 7 GB/s mit unseren Samsung NVMe) profitieren Ihre Anwendungen von nahezu sofortigem Datenzugriff, was sich in flüssigem Benutzererlebnis und optimierten Verarbeitungszeiten niederschlägt.",
      "intro_p5": "Diese Konfiguration ist besonders geeignet für CRM-Umgebungen, ERP, E-Commerce-Plattformen, Datenanalyseanwendungen und alle Anwendungsfälle, bei denen die Datenbankleistung ein kritischer Erfolgsfaktor ist.",
      "description": "Die <strong>WebDB</strong>-Klasse ist Datenbanken und Webservern mit hohem Traffic gewidmet, die maximale Reaktionsfähigkeit und Stabilität erfordern.",
      "table_header_component": "Komponente",
      "table_header_details": "Details und Leistung",
      "cpu_label": "<strong>Prozessor</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 Kerne / 24 Threads, 3,5 GHz (4,3 GHz im Boost), 32 MB L3-Cache",
      "ram_label": "<strong>Arbeitsspeicher (RAM)</strong>",
      "ram_value": "64 GB DDR4, hohe Geschwindigkeit für intensive Datenbankverarbeitung",
      "storage_label": "<strong>Hauptspeicher</strong>",
      "storage_value": "2 × 1 TB NVMe Samsung 990 EVO Plus, sehr hohe Geschwindigkeit und geringe Latenz",
      "network_label": "<strong>Netzwerk</strong>",
      "network_value": "10 Gigabit Ethernet über Intel NIC, extrem stabil für kritischen Traffic",
      "virtualization_label": "<strong>Virtualisierung / Orchestrierung</strong>",
      "virtualization_value": "Proxmox und maßgeschneiderte Deployments",
      "redundancy_label": "<strong>Redundanz & Zuverlässigkeit</strong>",
      "redundancy_value": "Software-RAID, hohe Verfügbarkeit",
      "usage_label": "<strong>Empfohlene Nutzung</strong>",
      "usage_value": "Hosting von Datenbanken, Webservern mit hohem Traffic und kritischen Anwendungen"
    },
    "games": {
      "title": "Die Games-Klasse: Hochleistung für intensive Anwendungen",
      "intro_p1": "Die Games-Klasse repräsentiert Exzellenz in Bezug auf rohe Rechenleistung und Reaktionsfähigkeit. Gewidmet den anspruchsvollsten Umgebungen – Hosting von Multiplayer-Spieleservern und jeder Verarbeitung, die intensive Rechenleistung erfordert – verschiebt diese Klasse die Grenzen des Möglichen.",
      "intro_p2": "Unser Custom-Server ist mit einem AMD Ryzen 9 9900X ausgestattet, einem der leistungsstärksten Prozessoren seiner Generation. Dieser Chip, gebaut auf einer Spitzenarchitektur, bietet eine einzigartige Kombination aus hohen Frequenzen und zahlreichen Kernen, ideal für Anwendungen, die sowohl rohe Leistung als auch Echtzeit-Reaktionsfähigkeit erfordern.",
      "intro_p3": "Der ultraschnelle NVMe-Speicher ergänzt diese Konfiguration, indem er jede Latenz im Zusammenhang mit Festplattenzugriffen eliminiert. Für Online-Spiele bedeutet dies nahezu sofortige Ladezeiten und perfekte Flüssigkeit. Für intensive Rechenanwendungen ist es die Gewissheit, dass die Daten sofort für die Prozessoren verfügbar sind, was die Effizienz jedes Rechenzyklus maximiert.",
      "intro_p4": "Diese Plattform ist konzipiert, um stabile Leistung auch unter kontinuierlicher maximaler Last aufrechtzuerhalten. Fortschrittliche Kühlsysteme und intelligentes Energiemanagement garantieren optimale thermische Stabilität, eine unverzichtbare Bedingung für kritische 24/7-Anwendungen.",
      "intro_p5": "Ob Sie Minecraft-Server, Instanzen von AAA-Multiplayer-Spielen, Spieleentwicklungsumgebungen hosten, diese Klasse bietet Ihnen die notwendige Leistung und Zuverlässigkeit, um in Ihrem Bereich zu glänzen.",
      "table_header_component": "Komponente",
      "table_header_details": "Details und Leistung",
      "cpu_label": "<strong>Prozessor</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 Kerne / 24 Threads, 4,4 GHz (5,6 GHz im Boost), 64 MB L3-Cache",
      "ram_label": "<strong>Arbeitsspeicher (RAM)</strong>",
      "ram_value": "64 GB DDR5, hohe Geschwindigkeit für intensive Berechnungen",
      "storage_label": "<strong>Hauptspeicher</strong>",
      "storage_value": "2 × 1 TB NVMe Western Digital SN770, sehr hohe Geschwindigkeit und geringe Latenz",
      "network_label": "<strong>Netzwerk</strong>",
      "network_value": "10 Gigabit Ethernet für schnellen und stabilen Traffic",
      "virtualization_label": "<strong>Virtualisierung / Orchestrierung</strong>",
      "virtualization_value": "Kubernetes, Proxmox und maßgeschneiderte Deployments",
      "redundancy_label": "<strong>Redundanz & Zuverlässigkeit</strong>",
      "redundancy_value": "Software-RAID, hohe Verfügbarkeit",
      "usage_label": "<strong>Empfohlene Nutzung</strong>",
      "usage_value": "Hosting von Online-Spielen"
    },
    "network": {
      "title": "Ein professionelles Glasfasernetzwerk: Konnektivität ohne Kompromisse",
      "intro_p1": "Im modernen digitalen Ökosystem wird die Leistung der leistungsstärksten Server ohne entsprechende Netzwerkkonnektivität nutzlos. Unsere Netzwerkinfrastruktur wurde nach den anspruchsvollsten Industriestandards konzipiert und bevorzugt OM4-Duplex-Glasfaser für ihre außergewöhnlichen Eigenschaften: ultrageringe Latenz, maximale Stabilität und nahezu unbegrenzte Skalierungsfähigkeit.",
      "intro_p2": "Unsere Partnerschaft mit Netario (Handelsname von Netaris SAS) garantiert uns eine symmetrische Bandbreite von 8-10 Gigabit pro Sekunde, dimensioniert um die größten Traffic-Spitzen ohne Servicebeeinträchtigung aufzunehmen. Diese Kapazität, weit über unseren aktuellen Bedarf dimensioniert, bietet uns eine beträchtliche Entwicklungsmarge und garantiert Ihnen konstante Servicequalität.",
      "intro_p3": "Gemessene und zertifizierte Leistung: Unsere regelmäßigen Tests bestätigen eine Latenz von nur 7 Millisekunden zu Scaleway Paris, was unsere Infrastruktur auf das Niveau der besten Marktlösungen hebt. Diese außergewöhnliche Leistung garantiert optimale Reaktionsfähigkeit für Ihre kritischen Anwendungen, seien es interaktive Webanwendungen, Echtzeit-APIs oder Dienste, die präzise Synchronisation erfordern.",
      "architecture_title": "Mehrschichtige Netzwerkarchitektur",
      "architecture_intro": "Unser Netzwerk stützt sich auf eine Schichtenarchitektur, die Sicherheit, Leistung und Redundanz kombiniert:",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E:</strong> Diese Next-Generation-Firewall bildet unsere erste Verteidigungslinie. Über einfaches Paketfiltern hinaus integriert sie erweiterte Funktionen zur Intrusion Prevention (IPS), Verhaltensanalyse des Traffics, Anwendungsfilterung und Schutz vor fortgeschrittenen Bedrohungen. Ihre hohe Verarbeitungskapazität garantiert, dass keine Leistung zugunsten der Sicherheit geopfert wird.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS:</strong> Dieser professionelle Hochleistungs-Router verwaltet die Intelligenz unseres Netzwerks. Seine erweiterten Fähigkeiten für dynamisches Routing, Quality-of-Service-Management (QoS) und Lastverteilung ermöglichen es uns, Datenflüsse kontinuierlich zu optimieren. Die integrierten Redundanzfunktionen garantieren Servicekontinuität auch bei Ausfall einer Verbindung.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM:</strong> Dieser vollständig glasfaserbasierte 10-Gigabit-Switch gewährleistet die interne Konnektivität zwischen unseren Servern. Sein \"non-blocking\"-Design garantiert, dass jeder Port seine volle Bandbreite ohne Überlastung nutzen kann, selbst wenn alle Ports gleichzeitig aktiv sind. Diese Architektur eliminiert jeden Engpass auf der Ebene der Server-Interconnection.",
      "architecture_conclusion": "Diese mehrschichtige Architektur ermöglicht es uns, eine einzigartige Kombination aus Geschwindigkeit, Redundanz und Sicherheit zu bieten. Intelligentes Traffic-Management optimiert automatisch die Leistung, während mehrschichtige Schutzsysteme Sicherheit auf Bankniveau garantieren."
    },
    "security": {
      "title": "Sicherheit und Kontinuität: Ihr digitales Vermögen geschützt",
      "sovereignty_title": "Souveränes Hosting: Kontrolle und Compliance",
      "sovereignty_p1": "Die Wahl des Hostings in Frankreich, speziell im Rechenzentrum Caen, entspricht einer grundlegenden Anforderung: digitale Souveränität. Ihre Daten bleiben unter französischer und europäischer Rechtshoheit und garantieren vollständige Compliance mit der DSGVO und den strengsten Vorschriften zum Schutz personenbezogener Daten.",
      "sovereignty_p2": "Dieser Standort bietet mehrere strategische Vorteile: vollständige rechtliche Kontrolle über Ihre Daten, optimierte Latenz für europäische Benutzer und Unabhängigkeit von extraterritorialen Gesetzen, die die Vertraulichkeit Ihrer sensiblen Informationen gefährden könnten.",
      "depth_title": "Tiefgreifende Sicherheitsarchitektur",
      "depth_intro": "Unser Sicherheitsansatz basiert auf dem Prinzip der Tiefenverteidigung mit mehreren Schutzschichten, die sich gegenseitig verstärken:",
      "perimeter_label": "<strong>Perimetersicherheit:</strong>",
      "perimeter_desc": "Das Fortinet FortiGate 100E bildet unseren digitalen Schutzschild. Diese Next-Generation-Sicherheitslösung kombiniert traditionelle Firewall, Intrusion Prevention System, Anwendungsfilterung und Schutz vor fortgeschrittenen Bedrohungen. Ihre integrierte künstliche Intelligenz analysiert kontinuierlich Traffic-Muster, um Angriffsversuche zu identifizieren und zu blockieren, selbst die raffiniertesten.",
      "isolation_label": "<strong>Isolation und Segmentierung:</strong>",
      "isolation_desc": "Die Proxmox-Virtualisierung schafft hermetisch isolierte Umgebungen. Jede virtuelle Maschine entwickelt sich in ihrem eigenen gesicherten Raum, eliminiert Risiken von Kreuz-Kontamination und garantiert, dass die Kompromittierung einer Umgebung die anderen nicht beeinträchtigen kann.",
      "monitoring_label": "<strong>Kontinuierliche Überwachung:</strong>",
      "monitoring_desc": "Unsere Sicherheitsüberwachungssysteme analysieren kontinuierlich Logs, erkennen abnormales Verhalten und erzeugen sofortige Alarme bei Intrusion-Versuchen oder verdächtiger Aktivität.",
      "backup_title": "Mehrschichtige Backup-Strategie: Ihre Sicherheit",
      "backup_intro": "Unsere Backup-Strategie wurde nach dem Prinzip maximaler Redundanz konzipiert und garantiert die Integrität und Verfügbarkeit Ihrer Daten selbst in den ungünstigsten Szenarien:",
      "backup_level1_label": "<strong>Ebene 1 - Infrastruktur-Resilienz:</strong>",
      "backup_level1_desc": "Das Longhorn-System gewährleistet die automatische Echtzeit-Replikation kritischer Daten unserer internen Infrastruktur. Diese Cloud-native-Technologie garantiert, dass keine Systemdaten jemals verloren gehen, selbst bei Hardware-Ausfällen.",
      "backup_level2_label": "<strong>Ebene 2 - Gesicherte Externalisierung:</strong>",
      "backup_level2_desc": "Ihre Kundendaten werden automatisch bei Infomaniak gesichert, einem Schweizer Hoster, der für seine beispielhafte Zuverlässigkeit, politische Neutralität und strenge Achtung der Privatsphäre anerkannt ist. Diese geografische Externalisierung garantiert den Schutz Ihrer Daten selbst bei schweren Katastrophen.",
      "backup_level3_label": "<strong>Ebene 3 - Premium-Kontrolle:</strong>",
      "backup_level3_desc": "Für Kunden mit den höchsten Anforderungen bietet unser Backup-Service über Proxmox Backup Server (PBS) vollständige Kontrolle über die Backup-Strategie. Sie definieren Ihre eigenen Aufbewahrungsrichtlinien, Backup-Frequenzen und Wiederherstellungstests mit Granularität auf Dateiebene, wenn nötig.",
      "sla_title": "Verfügbarkeitsverpflichtung",
      "sla_desc": "Wir arbeiten aktiv daran, ein SLA von 99,5% in dieser Startphase zu garantieren, was mehr als 716 Stunden Uptime pro Monat von 720 Gesamtstunden darstellt. Dieses Engagement, unterstützt durch unsere redundante Architektur und proaktives Monitoring, wird von einer kontinuierlichen Verbesserungs-Roadmap begleitet, die auf die höchsten Industriestandards abzielt."
    },
    "ecology": {
      "title": "Ökologischer Ansatz: Leistung und Verantwortung vereint",
      "intro": "Unser ökologisches Engagement ist kein einfaches Marketingargument, sondern eine tiefe Überzeugung, die unsere technischen und wirtschaftlichen Entscheidungen leitet. In einem digitalen Sektor, der oft für seinen wachsenden CO2-Fußabdruck kritisiert wird, zeigen wir, dass technische Exzellenz und Umweltverantwortung nicht nur koexistieren können, sondern sich gegenseitig verstärken.",
      "refurbishing_title": "Intelligente Aufbereitung",
      "refurbishing_intro": "Unsere Beschaffungsstrategie bevorzugt systematisch aufbereitete Server unter zehn Jahren (mit Ausnahme unserer kritischen internen Infrastruktur). Dieser Ansatz bietet mehrere Vorteile:",
      "impact_label": "<strong>Umweltauswirkung:</strong>",
      "impact_desc": "Durch Verlängerung der Nutzungsdauer hochwertiger professioneller Ausrüstung reduzieren wir signifikant die Nachfrage nach seltenen natürlichen Ressourcen und der für die Herstellung neuer Server erforderlichen Energie. Da die Herstellungsauswirkung oft 70% des gesamten CO2-Fußabdrucks eines Servers ausmacht, reduziert dieser Ansatz unsere Umweltauswirkung um das 3- bis 4-fache.",
      "performance_label": "<strong>Erhaltene Leistung:</strong>",
      "performance_desc": "Professionelle HPE ProLiant-Server und unsere kundenspezifischen AMD-Konfigurationen behalten ihre außergewöhnliche Leistung weit über ihr erstes Jahrzehnt hinaus. Die Fertigungsqualität dieser Geräte garantiert Zuverlässigkeit und Leistung, die oft neue \"Low-Cost\"-Lösungen übertreffen.",
      "economic_label": "<strong>Wirtschaftliche Optimierung:</strong>",
      "economic_desc": "Dieser Ansatz ermöglicht es uns, mehr in kritische Komponenten (neuere Prozessoren, schneller Speicher, NVMe-Speicher) zu investieren und gleichzeitig kontrollierte Kosten zu halten, ein Vorteil, den wir direkt an unsere Kundenpreise weitergeben."
    }
  },
  "error_page": {
    "title": "404 - Seite nicht gefunden | UnxWares",
    "heading": "Seite nicht gefunden",
    "message": "Entschuldigung, die gesuchte Seite existiert nicht oder wurde verschoben.",
    "btn_home": "Zurück zur Startseite",
    "btn_contact": "Kontaktieren Sie uns",
    "suggestions_title": "Vielleicht suchten Sie nach:",
    "suggestion_cloud": "UnxWares Cloud",
    "suggestion_studio": "UnxWares Studio",
    "suggestion_datacenter": "Unsere Infrastruktur",
    "suggestion_whoarewe": "Wer wir sind"
  },
  "certifications_page": {
    "title": "Zertifizierungen und Engagement | UnxWares",
    "h1": "Zertifizierungen & Engagement",
    "intro": "Verantwortungsvolles, transparentes und souveränes Digital. Ein modernes Tech-Unternehmen muss beispielhaft bei Sicherheit, Ethik und Umwelt sein. Kein Marketing-Bullshit, nur Taten.",
    "compliance_title": "Compliance & Zertifizierungen",
    "compliance_intro": "Strenge Standards für Datenschutz und Sicherheit. Das Vertrauen unserer Kunden basiert auf unserer Fähigkeit, Souveränität, Sicherheit und Compliance zu garantieren. Punkt.",
    "rgpd_title": "DSGVO Native",
    "rgpd_desc": "DSGVO by design, nicht durch Anpassung. 100% in Frankreich gehostet (Datacenter Normandie). Ihre Produktionsdaten bleiben in Frankreich, Backups externalisiert bei Infomaniak in der Schweiz (ethische Cloud, europäisch souverän). Null Ausgang außerhalb EU. Null US Cloud Act, null rechtliche Grauzonen. Wir sind Ihr technischer DPO: regelmäßige Audits, Verarbeitungsverzeichnisse, automatisierte DSGVO-Rechteverwaltung. Digitale Souveränität ist kein Marketing, sondern technische und rechtliche Realität.",
    "iso_title": "Sicherheitsstandards",
    "iso_desc": "Infrastruktur gemäß internationaler Best Practices. Fortinet FortiGate Next-Gen-Firewalls mit SSL/TLS-Inspektion, AES-256-Verschlüsselung im Ruhezustand und bei Übertragung, VLAN-Netzwerkisolation + Micro-Segmentierung, 24/7-Überwachung (Grafana Labs Stack: Mimir, Loki), Intrusion Detection, zentralisierte Logs in Echtzeit analysiert. Ziel 2028: Dreifach-Zert ISO 27001 (Sicherheit), ISO 9001 (Qualität), ISO 14001 (Umwelt).",
    "cncf_title": "Zertifizierte Technologien",
    "cncf_desc": "100% CNCF-zertifizierter und Open-Source-Stack. Kubernetes, Longhorn, Grafana Labs, CoreDNS, Envoy, Helm, Cert-Manager. Internationale Standards, globale Community, null Vendor Lock-in. Auditabler Code, aktive Community, battle-tested in GAFAM-Produktion.",
    "responsibility_title": "Umweltengagement",
    "responsibility_intro": "Digital = 4% der globalen CO2-Emissionen, mehr als Luftfahrt. Wir lehnen Greenwashing ab. Konkrete Maßnahmen zur Reduzierung der Auswirkungen.",
    "refurbished_title": "Professionelle Refurbished-Hardware",
    "refurbished_desc": "Wir bevorzugen systematisch professionelle Refurbished-Hardware (HPE ProLiant Gen8/Gen9). Ein Refurbished ProLiant Gen9 = gleichwertige Performance zu neu für Cloud/Virtualisierung, ohne einen neuen Server herzustellen (Einsparung 1,5 Tonnen CO2/Server). Unsere Philosophie: Lebensdauer maximieren, bevor neu kaufen. Professionelle Leistung, -80% CO2-Fußabdruck, kontrollierte Kosten. Einfach und effektiv.",
    "energy_title": "Maximale Energieeffizienz",
    "energy_desc": "Rigorose Optimierung des Energieverbrauchs. Proxmox-Virtualisierung für 70%+ Auslastung (vs 15-20% Industrie), Echtzeit-Monitoring zur Beseitigung von Verschwendung, automatische Abschaltung inaktiver VMs, intelligentes Memory-Overcommit, CPU-Frequency-Scaling. Ergebnis: wir verbrauchen 3x weniger Energie pro Recheneinheit als traditionelles Datacenter. PUE (Power Usage Effectiveness) Ziel: < 1.5.",
    "local_title": "Kurze Wege & Lokal",
    "local_desc": "Normandie-Datacenter (Caen), lokaler ISP (Netaris SAS, Pariser Unternehmen), Tech-Support vor Ort, null Offshore-Teams. Wir reduzieren internationale Reisen drastisch, fördern lokale Wirtschaft, schaffen qualifizierte regionale Jobs. Alle unsere Anbieter (Strom, Konnektivität, Wartung) sind französisch. Souveränität beginnt mit territorialer Verankerung.",
    "transparency_title": "Transparenz & Ethik",
    "transparency_intro": "Totale Transparenz. Null Marketing-Bullshit, null unhaltbare Versprechen, null versteckte Klauseln. Vertrauen baut auf Ehrlichkeit.",
    "opensource_title": "Open Source First",
    "opensource_desc": "Priorität Open-Source-Tech (Proxmox VE, Kubernetes, Linux, PostgreSQL, Redis) + aktive Beiträge: Bugs, Patches, Docs, finanzielle Sponsorings, Bind9 Helm Charts (ISC). Cloud-Orchestrator Go + kritische Komponenten 2027 open sourced unter Apache 2.0. Kritische Software muss auditierbar, modifizierbar sein, nicht von einem Vendor gesperrt. Open Source ist kein Trend, sondern Nachhaltigkeitsgarantie.",
    "pricing_title": "Transparente Preisgestaltung",
    "pricing_desc": "Null versteckte Gebühren, null prohibitive Ausstiegskosten, null Egress-Bandwidth-Abrechnung, um Sie zum Bleiben zu zwingen. Feste monatliche Preise, öffentlich auf unserer Seite dokumentiert. Sie wissen, was Sie bezahlen, bevor Sie unterschreiben. Null Rechnungsüberraschungen. Null einseitige Erhöhungen während des Vertrags. Wenn unsere Kosten sinken, senken wir Preise. Cloud-Preisgestaltung sollte keine finanzielle Falle sein.",
    "support_title": "Menschlicher & Technischer Support",
    "support_desc": "Direkter Tech-Support von Ingenieuren, die Infrastruktur täglich verwalten. Null Level 1, der Skripts liest, null Tickets verloren in anonymem Offshore-System, null dummer Chatbot. Kompetente Menschen, die Ihre Tech-Probleme verstehen, Ihre Sprache sprechen und direkt in Infrastruktur eingreifen können, wenn nötig. Durchschnittliche Antwortzeit < 2h an Werktagen. 24/7-Bereitschaft auf Anfrage.",
    "commitment_title": "Konkrete Verpflichtungen",
    "commitment_intro": "Jeder macht Versprechen. Wir bevorzugen messbare Taten.",
    "commitment_1": "99,5% SLA auf Cloud-Infrastrukturen mit automatischer finanzieller Kompensation bei Verstoß",
    "commitment_2": "100% französisches Hosting, Daten in Frankreich + Backups externalisiert bei Infomaniak (Schweiz, ethische Cloud)",
    "commitment_3": "Jährliches Sicherheitsaudit durch unabhängiges externes Unternehmen, Ergebnisse mit Kunden geteilt",
    "commitment_4": "Dreifach-ISO-Zert (27001, 9001, 14001) bis 2028, öffentliche Roadmap, dokumentierte Mock-Audits",
    "commitment_5": "-50% CO2-Fußabdruck pro Recheneinheit bis 2027 vs 2024-Baseline",
    "commitment_6": "Jährliche Veröffentlichung Transparenzbericht: Vorfälle, Ausfälle, Performance-Metriken",
    "roadmap_title": "Zertifizierungs- & Verantwortungs-Roadmap",
    "roadmap_intro": "Unsere Roadmap 2025-2028. Quantifizierte Ziele, präzise Daten, null Bullshit.",
    "roadmap_q4_2025": "Q4 2025: High-Availability-Infrastruktur deployed + fortgeschrittenes Monitoring operational",
    "roadmap_q1_2026": "Q1 2026: Pépite Normandie Label erhalten - nationale Anerkennung innovatives Projekt",
    "roadmap_q3_2026": "Q3 2026: Vollständiges externes Sicherheitsaudit + SecNumCloud-Compliance",
    "roadmap_q4_2026": "Q4 2026: SecNumCloud ANSSI-Zertifizierung (Agence nationale de la sécurité des systèmes d'information)",
    "roadmap_2027": "2027: Cloud-Orchestrator Open Sourcing + kritische Komponenten (Apache 2.0) + zertifizierte CO2-Bilanz",
    "roadmap_2028": "2028: Dreifach-ISO-Zert (27001, 9001, 14001) + SOC 2 Type II",
    "cncf_stack_title": "CNCF Stack & Open Source",
    "cncf_stack_intro": "100% CNCF-zertifizierte und Apache-Open-Source-Technologien. Null Vendor Lock-in, null Black Boxes. Jede Komponente ist auditierbar, modifizierbar und unabhängig von einem einzelnen kommerziellen Akteur.",
    "kubernetes_title": "Kubernetes - Orchestrierung",
    "kubernetes_desc": "Der Container-Orchestrator. High-Availability-Produktionscluster: Multi-Master, verteiltes etcd, Calico CNI, nginx Ingress. Unsere Ingenieure sind CKA (Certified Kubernetes Administrator) zertifiziert und verwalten Cluster 24/7. Auto-Scaling, Self-Healing, Zero-Downtime-Rolling-Updates. K8s ist bei uns kein Marketing-Fluff, sondern unser Produktions-Stack vom ersten Tag an.",
    "longhorn_title": "Longhorn - Verteilter Speicher",
    "longhorn_desc": "Cloud-native verteilter Speicher für Kubernetes. CNCF-Incubated-Projekt von Rancher Labs (SUSE). Echtzeit-Block-Replikation, Auto-Snapshots, granulare Wiederherstellung, S3-Backups. Wir verwandeln unsere lokalen NVMe in verteilten, resilienten, total transparenten Speicher. Schluss mit proprietären SANs, die ein Vermögen kosten und unmöglich zu debuggen sind. Moderner, einfacher Speicher, der funktioniert.",
    "cloudstack_title": "Apache CloudStack - Client-IaaS",
    "cloudstack_desc": "IaaS-Plattform für unsere Client-Services: VPS, VDS, verwaltete Kubernetes-Cluster. 100% Apache 2.0 Open Source. Unsere Clients haben totale Freiheit: autonome VM-Verwaltung, benutzerdefinierte virtuelle Netzwerke, flexibler Speicher. Intern laufen wir auf Proxmox VE, für Client-Cloud ist es CloudStack. Reife Alternative zu VMware ohne prohibitive Lizenzen. Offener Code, aktive Community, null Vendor-Abhängigkeit.",
    "prometheus_title": "Grafana Labs Stack - Observability",
    "prometheus_desc": "Vollständiger Grafana Labs Stack für Observability: Mimir für Metriken (Prometheus-kompatibel), Loki für zentralisierte Logs, Tempo für verteiltes Tracing, Grafana für Visualisierung. Verwendet von AWS, RedHat, Bloomberg in Produktion. Über 10.000 Metriken/Minute erfasst, sofortige Alerts (Email, Slack, PagerDuty), Echtzeit-Dashboards für unsere Teams und Clients. Logs-Metriken-Traces-Korrelation für ultraschnelles Debugging. Totale Transparenz auf Ihrer Infrastruktur.",
    "other_tools_title": "Vollständiges CNCF-Ökosystem",
    "other_tools_desc": "Wir verwenden den vollständigen CNCF-Stack: Envoy für Service Mesh und intelligentes Load Balancing, CoreDNS für Cloud-native DNS, Helm für App-Packaging, Cert-Manager für automatische SSL/TLS-Zertifikate (Let's Encrypt). Alle graduated oder incubated CNCF, battle-tested bei Google, Netflix, Spotify. Null Vendor Lock-in, garantierte Interoperabilität, aktive globale Community. Offene Standards, keine Black Box.",
    "opensource_credo_title": "Open Source: Unser Credo",
    "opensource_credo_intro": "Open Source ist nicht eine technische Wahl unter anderen. Es ist eine Philosophie, ein Engagement und die Garantie Ihrer technologischen Unabhängigkeit.",
    "why_opensource_title": "Warum Open Source?",
    "why_opensource_desc": "Software, deren Code Sie nicht lesen können, ist eine Black Box. Sie wissen nicht, was sie tut, Sie können sie nicht auditieren, Sie können sie nicht reparieren. Sie hängen von der Laune eines Editors ab, der Preise über Nacht verzehnfachen kann. Open Source garantiert: transparenter und auditabler Code, null Vendor Lock-in, Nachhaltigkeit (Code stirbt nie), globale Community von Mitwirkenden. Totale Freiheit.",
    "our_contributions_title": "Unsere Beiträge",
    "our_contributions_desc": "Wir konsumieren nicht nur Open Source, wir tragen bei. Öffentliches GitHub mit produktionsreifem Helm Chart für Bind9 (ISC - Internet Systems Consortium), dem einzigen wirklich funktionalen Chart für diesen kritischen DNS. Detaillierte Bug-Reports, Patches, PRs, französische Docs, monatliches finanzielles Sponsoring, öffentliche Ansible-Playbooks. 2027: Cloud-Orchestrator Go Open Sourcing unter Apache 2.0. Reziprozität: wir profitieren, wir tragen bei. Es ist die Basis.",
    "opensource_business_title": "Open Source ≠ Gratis",
    "opensource_business_desc": "Open Source = frei, nicht gratis. Lizenzen (Apache, GPL, MIT) geben Freiheit zu nutzen, zu modifizieren, zu verteilen. Geschäftsmodell: Expertise, Support, verwaltete Services. Proxmox verkauft Enterprise-Support. Canonical verkauft Ubuntu-Services. Red Hat für 34 Milliarden von IBM gekauft verkauft Linux-Expertise. Open Source ist rentabel UND ethisch. Wir zahlen Proxmox-Support, wir sponsern Projekte, wir beschäftigen Devs. Open Source schafft Wert, dieser Wert muss vergütet werden.",
    "proprietary_critique_title": "Die Proprietär-Falle",
    "proprietary_critique_desc": "Proprietär sperrt ein. VMware vSphere: 5000€/Jahr pro CPU-Socket, unverständliche Lizenzen, Überraschungsaudits. Broadcom kauft VMware, multipliziert Preise über Nacht um Faktor 10. Sie sind gefangen. Azure/AWS: versuchen Sie, Ihre Daten zu exportieren, Sie werden wegen der Egress-Bandwidth-Rechnung weinen. Broadcom/VMware +600% in 2024, Tausende Unternehmen festgesteckt. Proprietär = goldener Käfig. Open Source = Freiheit, Stack-Kontrolle, null Abhängigkeit."
  },
  "contact_cta": {
    "title": "Eine Frage? Ein Projekt?",
    "description": "Wir sind da, um darüber zu sprechen. Direkter Tech-Support, maßgeschneiderte Angebote, oder einfach eine Frage. Null Chatbot, null Bullshit.",
    "button": "Kontaktieren Sie uns"
  },
  "contact_page": {
    "title": "Kontakt | UnxWares",
    "h1": "Kontaktieren Sie uns",
    "intro": "Eine Frage, ein Projekt, Angebot benötigt? Wir sind da. Direkter Tech-Support, kompetente Menschen, schnelle Antworten. Null Chatbot, null Offshore.",
    "methods_title": "Kontaktmethoden",
    "methods_intro": "Wählen Sie den Kanal, der Ihnen passt. Wir antworten überall.",
    "email_title": "Allgemeine Email",
    "email_desc": "Für jede allgemeine Anfrage, Frage oder erste Kontaktaufnahme. Wir antworten innerhalb 24h max.",
    "discord_title": "Discord",
    "discord_desc": "Aktive Community, Community-Support, Tech-Diskussionen. Treten Sie uns bei.",
    "mail_title": "Postbrief",
    "mail_desc": "Für amtliche Anfragen, juristische Dokumente. Antwortfrist unter 2 Monaten.",
    "specialized_title": "Spezialisierte Kontakte",
    "specialized_intro": "Dedizierte Kontakte für Ihre spezifischen Bedürfnisse.",
    "support_title": "Technischer Support",
    "support_desc": "Vorfall, technisches Problem, Notfall. Ingenieure, die die Infra täglich verwalten. Antwortzeit < 2h Werktage.",
    "sales_title": "Vertrieb",
    "sales_desc": "Angebote, Preise, Vorverkaufsfragen. Wir besprechen Ihr Projekt, kein kommerzieller Bullshit.",
    "dpo_title": "DPO & Compliance",
    "dpo_desc": "DSGVO-Fragen, Compliance, Datensicherheit. Unser technischer DPO antwortet.",
    "location_title": "Standort",
    "location_intro": "100% französische Infrastruktur. Garantierte Souveränität.",
    "datacenter_title": "Datacenter",
    "datacenter_desc": "Unsere Hauptinfrastruktur ist in Caen, Normandie gehostet. Sicheres Datacenter, redundant, 10 Gb/s Konnektivität. Ihre Daten bleiben in Frankreich, immer.",
    "response_title": "Antwortzeit",
    "response_intro": "Wir verpflichten uns zu unseren Fristen. Keine leeren Versprechungen.",
    "urgent_title": "Dringender Support (Kunden)",
    "urgent_desc": "< 2h an Werktagen für unsere Kunden. 24/7 Bereitschaft verfügbar auf Angebot für kritische Infrastruktur.",
    "normal_title": "Allgemeine Anfragen",
    "normal_desc": "< 24h für contact@unxwares.com. Wir lassen Emails nicht schleifen.",
    "sales_contact_title": "Kommerzielle Fragen",
    "sales_contact_desc": "< 48h für ein detailliertes Angebot. Wir nehmen uns Zeit, Ihren Bedarf zu verstehen."
  },
  "blog": {
    "title": "Blog",
    "description": "Entdecken Sie unsere neuesten technischen Artikel und Neuigkeiten",
    "read_more": "Weiterlesen",
    "reading_time": "Lesezeit",
    "category": "Kategorie",
    "tags": "Tags",
    "all_categories": "Alle Kategorien",
    "all_tags": "Alle Tags",
    "no_posts": "Keine Artikel verfügbar",
    "previous": "Zurück",
    "next": "Weiter",
    "back_to_list": "Zurück zu den Artikeln",
    "category_description": "Artikel in Kategorie {category}",
    "posts_in_category": "{count, plural, =0 {Keine Artikel} =1 {1 Artikel} other {# Artikel}} in Kategorie {category}",
    "tag_description": "Artikel mit Tag {tag}",
    "posts_with_tag": "{count, plural, =0 {Keine Artikel} =1 {1 Artikel} other {# Artikel}} mit Tag {tag}"
  }
}