{
  "header": {
    "discover": "Discover us"
  },
  "home": {
    "welcome": "Welcome",
    "intro_p1": "We are UnxWares, a French company based in Normandy, with a data center located in Caen. We work extensively to allow anyone who wishes to benefit from our expertise, even with a sometimes limited budget.",
    "intro_p2": "That's why we offer, via UnxWares Cloud, ready-to-use and custom hosting solutions, so that our clients can select the option best suited to their needs, at a fair price.",
    "intro_p3": "Thanks to the passion and creativity of the UnxWares Studio team, we also ensure the complete creation of your projects, whether websites, software, applications, APIs, or video games. For the realization of these projects, we collaborate with an exceptional internal team as well as certified independent developers. We guarantee them fair compensation and take care of the complete project management, so they can fully focus on technical implementation.",
    "intro_p4": "We aspire to be a model of excellence and ethics in our sector, and that's why we make it a point of honor to combine quality, transparency and innovation in all our services.",
    "intro_p5": "Learn more about us, our certifications, our commitment, our infrastructure and the technologies we implement to satisfy you by browsing this site, including a visual reconstruction of our infrastructure, and discovering our technical choices and ethical partners.",
    "our_story": "Our story",
    "certifications": "Certifications and Commitment"
  },
  "why": {
    "title": "What sets us apart",
    "intro": "The current market forces you to choose between American giants (powerful but opaque and subject to the Cloud Act), low-cost (accessible but without quality guarantee or support) or technical complexity (Kubernetes has become essential, but difficult to master). We offer an alternative.",
    "diff1_title": "Sovereign & Managed Infrastructure",
    "diff1_desc": "Data center in Caen, CNCF certified infrastructure, managed services included. We develop our own orchestration technologies to control performance and costs, without dependency on proprietary licenses.",
    "diff2_title": "Rare Technical Expertise",
    "diff2_desc": "Development and consulting on neo-languages (Rust, Go, Zig) in critical shortage on the market. Supporting companies in their transition to Cloud Native with a team that truly understands these technologies.",
    "diff3_title": "Transparency & Fair Prices",
    "diff3_desc": "Public documentation of our infrastructure, flat-rate pricing without hidden fees, technologies and technical choices explained. No misleading marketing, just solid technology.",
    "diff4_title": "Open Source Vision",
    "diff4_desc": "Our model is inspired by Odoo: the code will be free for learning and small projects, companies pay for managed services and SLA support. The community contributes and audits, creating a virtuous circle of quality and security."
  },
  "services": {
    "title": "Our Services",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud without being a giant. Sovereignty without the high price.",
    "cloud_feat1": "Sovereign Infrastructure",
    "cloud_feat1_desc": "Data center in Caen, 100% France, GDPR native",
    "cloud_feat2": "Managed Services Included",
    "cloud_feat2_desc": "We manage maintenance, you manage your business",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF certified HA clusters, in-house orchestrator",
    "cloud_feat4": "Transparent Pricing",
    "cloud_feat4_desc": "Flat-rate, no hidden ingress/egress fees",
    "cloud_desc": "We offer ready-to-use and custom hosting solutions, from simple infrastructure to high-availability Kubernetes clusters. Our infrastructure is designed for sustainability and performance, with quality hardware and optimized network architecture.",
    "cloud_link": "Discover our infrastructure",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software without denying sovereignty. Expertise without prohibitive rates.",
    "studio_feat1": "Modern Technologies",
    "studio_feat1_desc": "Rust, Go, Zig: the languages of tomorrow",
    "studio_feat2": "Certified Developers",
    "studio_feat2_desc": "Internal team and qualified freelancers",
    "studio_feat3": "Complete Management",
    "studio_feat3_desc": "From design to deployment, we manage everything",
    "studio_feat4": "Ethics & Quality",
    "studio_feat4_desc": "Fair compensation for developers, quality code",
    "studio_desc": "Complete creation of your projects: websites, software, applications, APIs, and video games. We collaborate with an exceptional internal team and certified independent developers whom we compensate fairly. Our expertise in neo-languages allows us to support companies in their technological modernization with high-performance and secure solutions.",
    "studio_link": "Discover our projects"
  },
  "techstack": {
    "title": "Our Technology Stack",
    "intro": "We rely on proven open source technologies and modern standards to guarantee performance, security and sustainability. No dependency on expensive proprietary licenses, no technological lock-in.",
    "infra_title": "Infrastructure & Orchestration",
    "infra_desc": "Cloud-native orchestration with CNCF certified Kubernetes and Proxmox virtualization. Infrastructure as Code for reproducibility and scalability.",
    "dev_title": "Development & Backend",
    "dev_desc": "Expertise in neo-languages (Rust, Go, Zig) for performance and memory safety. Modern frameworks and high-performance APIs for web applications and software.",
    "network_title": "Network & Security",
    "network_desc": "Fortinet firewalls, MikroTik routers with RouterOS and WireGuard tunnels for robust network infrastructure. Continuous monitoring and multi-level security.",
    "db_title": "Databases & Storage",
    "db_desc": "Distributed storage solutions and relational and NoSQL databases for all your needs. Automated backups and multi-site replication."
  },
  "partners": {
    "title": "Our Trusted Partners",
    "intro": "To ensure the quality and reliability of our services, we collaborate with recognized partners who share our values of excellence and sovereignty.",
    "netario_desc": "Network access platform, secure tunnels and IP management for our cloud infrastructure.",
    "infomaniak_desc": "100% renewable Swiss hosting provider for our secondary services and DNS infrastructure.",
    "bouygues_desc": "Professional internet service provider for reliable and high-performance connectivity.",
    "cyberdefense_desc": "Cybersecurity support, audits and compliance to maintain the highest level of security."
  },
  "techlogos": {
    "title": "Our Trusted Technologies",
    "intro": "Our infrastructures rely on proven open source technologies and professional-grade hardware."
  },
  "pepite": {
    "title": "Our Pépite Normandie Application",
    "intro": "UnxWares has applied to the <strong>Pépite Normandie</strong> program, the national student entrepreneurship support system. Our application is currently being processed. This support will provide us with the expertise and technical and entrepreneurial resources necessary to structure our project and move from technical expertise to a truly viable company.",
    "objectives_title": "The Objectives of this Support",
    "obj1_title": "National Student-Entrepreneur Status (SNEE)",
    "obj1_desc": "Official recognition that will give credibility to our approach with suppliers and our first B2B clients.",
    "obj2_title": "From Technology to Entrepreneurship",
    "obj2_desc": "Develop our skills in management, business and sales to transform our technical expertise into a sustainable company.",
    "obj3_title": "Mentoring and Professionalization",
    "obj3_desc": "The Pépite support will allow us to be challenged, to step out of our technical bubble and adopt the posture of responsible leaders.",
    "obj4_title": "Resources and Expertise",
    "obj4_desc": "Access to a network of experts, technical and entrepreneurial resources to structure and develop our project in a viable way.",
    "conclusion": "This support will be essential for UnxWares: the expertise and resources of Pépite Normandie will allow us to build an ethical and viable company, combining technical excellence and entrepreneurial rigor. Our ambition is to become a reference player in sovereign cloud in France, and Pépite Normandie will be the lever that will make this ambition achievable."
  },
  "ecosystem": {
    "title": "The UnxWares Ecosystem",
    "intro": "UnxWares is not limited to hosting and development. We are building a coherent set of projects and initiatives to enrich the free and sovereign digital landscape.",
    "vff_title": "VFF Project",
    "vff_tag": "Community",
    "vff_desc": "The reference French collaborative railway encyclopedia. Precise mapping, archives and open data on the rail world.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "A lightweight operating system optimized for RDP (Remote Desktop Protocol), designed for performance and simplicity.",
    "asso_title": "OpenSource Association",
    "asso_tag": "Coming Soon",
    "asso_desc": "A dedicated structure to support students and independents free of charge in bringing their digital projects to life."
  },
  "navbar": {
    "home": "Home",
    "product": "Product",
    "company": "Company",
    "legal": "Legal",
    "contact": "Contact us",
    "infrastructure": "Infrastructure",
    "infrastructure_desc": "Our datacenter in Normandy",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Sovereign hosting solutions",
    "studio": "UnxWares Studio",
    "studio_desc": "Custom development",
    "about": "About us",
    "about_desc": "Our story and our team",
    "certifications": "Certifications",
    "certifications_desc": "Our ethical commitment",
    "legal_notice": "Legal notice",
    "legal_notice_desc": "Legal information",
    "privacy": "Privacy",
    "privacy_desc": "Privacy policy",
    "terms": "Terms of use",
    "terms_desc": "Terms",
    "sales": "Terms of sale",
    "sales_desc": "Sales terms"
  },
  "footer": {
    "quick_links": "Quick links",
    "cloud_platform": "Cloud Platform",
    "dev_studio": "Development Studio",
    "client_area": "Your client area",
    "service_status": "Service status",
    "certifications": "Certifications and Commitment",
    "find_us": "Find us",
    "datacenter": "Data center",
    "legal": "Legal",
    "legal_notice": "Legal notice",
    "privacy": "Privacy",
    "terms": "Terms",
    "sales": "Sales",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - All rights reserved",
    "powered_by": "Developed and powered by"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspect",
      "table_header_presentation": "Presentation",
      "identity_label": "Our identity",
      "identity_value": "UnxWares is an <strong>independent French SAS</strong> founded by two passionate individuals, <strong>Baptiste Gosselin</strong> and <strong>David Gheghea</strong>, with a simple vision: to build a sovereign, transparent and sustainable digital ecosystem, far from the model of large hosting providers.",
      "origins_label": "Our origins",
      "origins_value": "The project was born on <strong>October 19, 2023</strong> after several years of technical experimentation. Initially, we only wanted to host our own servers — then the idea grew: to create a structure capable of doing everything, from infrastructure to software, in complete independence.",
      "dna_label": "Our DNA",
      "dna_value": "We are primarily <strong>passionate technicians and engineers</strong>, not salespeople. We design, develop and administer everything ourselves: servers, orchestrators, APIs, internal tools and client environments. Every line of code and every cable is designed in-house.",
      "poles_label": "Our divisions",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Hosting, orchestration, automation, security and monitoring.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Software, web, API and video game development.",
      "philosophy_label": "Our philosophy",
      "philosophy_value": "Do things properly, with purpose and mastery. Be <strong>sovereign</strong> over our infrastructure, <strong>transparent</strong> about our methods, and <strong>demanding</strong> about our code. We build each project as if it were our own.",
      "technologies_label": "Our technologies",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s and Kubeadm), Proxmox – chosen for their performance, modernity and reliability.",
      "projects_label": "Our projects",
      "projects_value": "<em>VFF-Project</em> (collaborative railway encyclopedia), <em>Raiemus</em> (lightweight OS for RDP), and our internal tools: Go orchestrator, deployment API, Laravel panel.",
      "opensource_label": "Our open-source commitment",
      "opensource_value": "Openness and sharing are part of our DNA. We are preparing to create <strong>the UnxWares OpenSource association</strong> to help students and independents bring their projects to life for free, through a system of support and fair redistribution.",
      "workmethod_label": "Our way of working",
      "workmethod_value": "We collaborate with <strong>certified freelancers</strong>, fairly compensated, technically supervised, and supported by our internal resources. A hybrid model between freedom and reliability, for the benefit of both client and developer.",
      "values_label": "Our values",
      "values_value": "Sovereignty · Transparency · Ethics · Excellence · Community · Environmental responsibility",
      "vision_label": "Our vision",
      "vision_value": "A more human and sovereign digital world. Build, share and transmit; prove that a company can remain technical, honest and independent without sacrificing quality.",
      "keydates_title": "Key dates",
      "keydates_header_date": "Date",
      "keydates_header_event": "Event",
      "keydates_20220210": "Technical roots with SummumNetwork – first Forge developments + custom APIs",
      "keydates_20231019_birth": "<strong>Birth of the UnxWares project</strong> – decision to create an independent and sovereign structure",
      "keydates_20231019_vff": "Launch of VFF-Project – French community railway encyclopedia",
      "keydates_2024": "Structuring into two divisions: <strong>UnxWares Studio</strong> (dev) and <strong>UnxWares Cloud</strong> (infra)",
      "keydates_20242025": "Growth of the Norman datacenter: HPE ProLiant, Threadripper, 10 Gb/s network, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Official creation of UnxWares SAS</strong> – registration with Paris Trade Registry",
      "keydates_2025plus": "Planned launch of the <strong>UnxWares OpenSource</strong> association"
    },
    "whatisit": {
      "title": "What is UnxWares?",
      "intro": "UnxWares SAS (registered on <strong>June 3, 2025</strong> with the Paris Trade Registry) is a French software development and hosting company born from something very simple: <strong>two tech enthusiasts who were tired of depending on opaque, expensive, sometimes incompetent infrastructures, and who wanted to do everything themselves.</strong>",
      "founders_title": "The founders",
      "founders_intro": "Let's not lie: UnxWares is fundamentally a story about tech people. Behind UnxWares, there are:",
      "founders_table_header_founder": "Founder",
      "founders_table_header_role": "Role",
      "founders_table_header_profile": "Profile",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "President",
      "founder_baptiste_profile": "Infrastructure & dev architect, passionate about deep understanding. Doesn't look at a project just through Excel spreadsheets — he wants to understand down to the firmware.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "General Manager",
      "founder_david_profile": "Technical and analytical mind, passionate about rigor and excellence. A methodical and precise eye on every project.",
      "context": "This project is anything but an idea from an incubator, anything but a PowerPoint \"startup\" project. <strong>It was born because we were fed up.</strong> Fed up with hosting providers selling dreams, fed up with technical negligence, fed up with absurd prices \"because everyone does it\". And that changes everything: <strong>UnxWares is not a company founded by salespeople who then looked for developers.</strong> It's the opposite. We started from the technical side, then put a framework around it.",
      "objective_title": "Our objective",
      "objective": "To offer a <strong>French, sovereign, honest, highly technical, yet accessible alternative</strong>, continuing what companies like Infomaniak do... but pushing even further the idea of \"mastering everything yourself\", including the orchestrator, the network, and business components.",
      "difference_title": "What sets us apart",
      "diff_table_header_others": "Other hosting providers",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Founded by salespeople looking for devs",
      "diff1_unxwares": "<strong>Founded by technicians who structured the company</strong>",
      "diff2_others": "Opaque or outsourced infrastructure",
      "diff2_unxwares": "<strong>End-to-end infrastructure mastery, in France</strong>",
      "diff3_others": "Prices aligned with competition",
      "diff3_unxwares": "<strong>Prices based on real costs, not on \"what others do\"</strong>",
      "diff4_others": "Standardized level 1 support",
      "diff4_unxwares": "<strong>Direct technical support by developers</strong>",
      "diff5_others": "Marketing before technology",
      "diff5_unxwares": "<strong>Technology before marketing</strong>",
      "diff6_others": "\"Sovereignty\" as a sales argument",
      "diff6_unxwares": "<strong>Sovereignty as verifiable reality</strong>",
      "diff7_others": "Assembled third-party tools",
      "diff7_unxwares": "<strong>Orchestrator and tools developed in-house</strong>",
      "positioning_title": "Our positioning",
      "positioning_intro": "Our positioning can be summed up in one sentence:",
      "positioning_quote": "<strong>We want to do cloud and software the way we would have liked others to do it before us.</strong>",
      "positioning_outro": "We're in the ethical movement of <strong>Infomaniak</strong>, pushed to its maximum. Because fundamentally, we the founders are techies, we're passionate about tech, so we don't have a businessman's perspective. We want to build something good, not just something profitable."
    },
    "howbegan": {
      "title": "1. How it all began",
      "intro": "Even though the <strong>SummumNetwork</strong> project (02/10/2022 - 02/10/2024) is in our DNA — because that's where we learned what it means to develop everything ourselves, to integrate custom Minecraft APIs, and to push features never seen before — <strong>we don't want UnxWares' story to start with that.</strong>",
      "awareness_title": "The awakening",
      "awareness_intro": "<strong>UnxWares' story really begins in 2023</strong>, when we told ourselves:",
      "awareness_quote": "\"We no longer want to depend on hosting providers who do things \"like everyone else\" and who have practices that don't suit us.<br/>We want our own infrastructure, our own way of orchestrating, our way of doing cloud, and we want to share it.<br/>We know we have skills, which we acquired by not wanting to do things like everyone else, let's use them to change things and design another way of hosting and developing.\"",
      "hardware_title": "The hardware beginnings",
      "hardware_intro": "At that time, we were running on a <strong>Ryzen 7 3700X</strong>, we even came from a setup where an <strong>i5-8500 literally died</strong>, and despite that we already had something very clear: <strong>we will move to professional hardware, to infrastructure hosted in France, to Kubernetes/Proxmox, but without falling into the \"we charge because we can\" model.</strong>",
      "hardware_table_header_period": "Period",
      "hardware_table_header_hardware": "Hardware",
      "hardware_table_header_context": "Context",
      "hardware_before2023": "Before 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "First tests, the processor burned out",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Birth of UnxWares, first prototypes",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Professional datacenter in Caen",
      "birth": "<strong>That's when UnxWares was born: October 19, 2023.</strong>",
      "vff_title": "VFF-Project: a sister project",
      "vff_intro": "At the same time, we launched <strong>VFF Project</strong>: because we're not just a cloud company, we're also people who love documenting the real world. VFF is a <em>French railway encyclopedia</em>, community-driven, that wants to catalog <strong>lines, stations, archives, photos, plans</strong>, with meter-level precision, based on <strong>OpenStreetMap</strong>. It's not a small side-project: it's a concrete example of what the UnxWares community should be.",
      "summum_title": "SummumNetwork: the technical roots",
      "summum_intro": "Even if we don't want our story to start with SummumNetwork, we need to talk about it because that's where we forged our technical expertise:",
      "summum_point1": "<strong>100% custom Minecraft project</strong>: entirely developed on Forge with in-house APIs",
      "summum_point2": "<strong>Never-seen-before features</strong>: we pushed Minecraft Java to its technical limits",
      "summum_point3": "<strong>First confrontation with hosting providers</strong>: that's where we understood that the hosting market had serious problems",
      "summum_point4": "<strong>Stopped in February 2024</strong>: we felt that Minecraft Java had no future and that the ecosystem was heading in the wrong direction",
      "summum_outro": "This experience gave us the desire to create <strong>UnxWares Studio</strong> and develop our own game with <strong>Unreal Engine 5</strong>, rather than remaining dependent on the Minecraft ecosystem."
    },
    "whycreated": {
      "title": "2. Why we created UnxWares",
      "findings_title": "The observations that pushed us to act",
      "findings_intro": "We created it because we noticed something that keeps recurring:",
      "findings_table_header_problem": "Problem observed",
      "findings_table_header_response": "Our response",
      "finding1_problem": "<strong>Consumer hosting providers are too simplistic</strong>: it works as long as you want a WordPress or a small VPS. For bigger needs, you need a serious budget!",
      "finding1_response": "We offer solutions adapted to all needs, with real technical expertise behind them",
      "finding2_problem": "<strong>Professional hosting providers are often too expensive or too closed</strong>: \"we don't explain much about what we do, but it's 4× more expensive\"",
      "finding2_response": "Total transparency about our infrastructure, our technical choices, and prices based on real costs",
      "finding3_problem": "<strong>Many surf the market without real technical value</strong>: same infrastructure as the neighbor, but over-packaged",
      "finding3_response": "In-house Go orchestrator, thoughtfully designed and documented architecture, real technical added value",
      "finding4_problem": "<strong>Sovereignty is often a marketing argument</strong>: they put \"France\" on the page, but behind it's poorly documented",
      "finding4_response": "Datacenter in Caen, publicly described infrastructure, explained technical choices",
      "finding5_problem": "<strong>Widespread incompetence</strong>: we personally experienced really incompetent people just trying to make money",
      "finding5_response": "A team of passionate technicians who truly understand what they're doing",
      "finding6_problem": "<strong>Commercial illusion</strong>: some actors prioritize appearance with flashy dashboards but little technical substance behind",
      "finding6_response": "No pretense, technical substance before appearance",
      "conclusion": "<strong>That didn't work for us.</strong>",
      "wanted_title": "What we really wanted",
      "wanted_intro": "<strong>We wanted to:</strong>",
      "wanted1": "be <strong>truly sovereign</strong> (infrastructure in France, in Caen, fiber network, controlled storage)",
      "wanted2": "be <strong>transparent</strong> (say what we run on, show server ranges, talk about Fortinet firewall, MikroTiks, SLAs, not do magic)",
      "wanted3": "be <strong>accessible to developers</strong> (you can talk Go, Rust, Laravel, SvelteKit with us, we'll know how to answer, at least we'll have the knowledge to understand you)",
      "wanted4": "propose a <strong>new, more ethical and virtuous work model</strong>, that allows everyone to win. Less complexity for clients, with a single point of contact, less talk for developers who can do what they love",
      "wanted5": "and especially <strong>not play the commercial illusion game</strong> (\"we do the same as GAFAM but with a purple dashboard\")",
      "positioning_title": "Our positioning",
      "positioning": "Our positioning can be summed up in one sentence:",
      "positioning_quote": "<strong>We want to do cloud and software the way we would have liked others to do it before us.</strong>",
      "values_title": "Our core values",
      "values_table_header_value": "Value",
      "values_table_header_meaning": "What it means concretely",
      "value1_label": "<strong>Sovereignty</strong>",
      "value1_meaning": "Infrastructure in France, administered by us, independent from GAFAM",
      "value2_label": "<strong>Transparency</strong>",
      "value2_meaning": "No misleading marketing: our servers, our technologies, our limits are public",
      "value3_label": "<strong>Reasoned performance</strong>",
      "value3_meaning": "No excessive promises: real numbers, optimized configurations",
      "value4_label": "<strong>Ethics</strong>",
      "value4_meaning": "Refurbished hardware, eco-responsible practices, no data reselling",
      "value5_label": "<strong>Openness</strong>",
      "value5_meaning": "An authentic open source culture, not cosmetic",
      "value6_label": "<strong>Humanity</strong>",
      "value6_meaning": "Passionate technicians before being salespeople",
      "value7_label": "<strong>Excellence</strong>",
      "value7_meaning": "We build each project as if it were our own",
      "value8_label": "<strong>Community</strong>",
      "value8_meaning": "We want to create a community, not just customers"
    },
    "remember": {
      "title": "What we remember",
      "intro": "<strong>UnxWares</strong> is proof that we can do:",
      "point1": "cloud without being a giant,",
      "point2": "open source without giving everything away,",
      "point3": "software without denying sovereignty,",
      "point4": "technology without losing humanity.",
      "ecosystem_intro": "We want to build <strong>a French, sovereign, powerful, developer-oriented ecosystem</strong>, where people can:",
      "eco_point1": "deploy,",
      "eco_point2": "learn,",
      "eco_point3": "contribute,",
      "eco_point4": "and, above all, <strong>not be prisoners of someone else's choices</strong>.",
      "mission": "We want to <strong>show that it's possible to combine performance, sovereignty, accessibility and transparency</strong>, without falling into hollow marketing. We want to <strong>create a community</strong> where knowledge circulates, where tools are useful, and where everyone can contribute to something greater.",
      "identity1": "UnxWares isn't just a logo or a registration number.",
      "identity2": "It's two tech enthusiasts who wanted to do something solid, useful and clean. And who decided that if no one was doing it, they would do it themselves.",
      "identity3": "UnxWares is not just a hosting provider, nor just a dev studio.",
      "identity4": "It's a <strong>complete ecosystem</strong> — a digital society project based on technology, passion and ethics.",
      "tagline1": "Experts in software and hardware.",
      "tagline2": "Build. Share. Emancipate.",
      "tagline3": "This is what we've been doing since 10/19/2023.",
      "tagline4": "And since 06/03/2025, it's official.",
      "welcome": "Welcome to the era of"
    },
    "today_uwc": {
      "title": "3. What we do today",
      "subtitle": "3.1 UnxWares Cloud: the real infrastructure",
      "intro": "Our infrastructure is described in detail on the <a href=\"/datacenter\">Datacenter page</a> of the site. It relies on:",
      "table_header_component": "Component",
      "table_header_details": "Details",
      "location_label": "<strong>Location</strong>",
      "location_value": "Datacenter in <strong>Normandy (Caen)</strong> – sovereign hosting, GDPR compliance, 100% French data",
      "internal_label": "<strong>Internal servers</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> for the internal backbone (admin, monitoring, orchestration)",
      "network_label": "<strong>Network</strong>",
      "network_value": "<strong>10 Gb/s OM4 fiber</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – a real professional network, not a lab setup",
      "ranges_title": "Our service ranges",
      "ranges_header_range": "Range",
      "ranges_header_hardware": "Hardware",
      "ranges_header_usage": "Usage",
      "range_services_label": "<strong>Services</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Client hosting of all types (Nextcloud, APIs, self-hosted services...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 TB HDD 7200rpm RAID10",
      "range_webdb_usage": "Databases / very heavy sites requiring high throughput",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Real-time workloads and game servers",
      "philosophy_title": "Our hardware philosophy",
      "philosophy": "What you need to understand: we deliberately chose <strong>recent refurbished hardware (less than 10 years old)</strong> to <strong>reduce carbon footprint</strong> and <strong>stay within a healthy budget</strong>, without compromising performance. It's assumed, it's written on the site, and it brings us closer to <strong>Infomaniak</strong> than to OVH or Scaleway in philosophy.",
      "alignment_title": "Our alignment with standards",
      "alignment_p1": "Moreover, we try as much as possible to be in the movement of the <strong>Linux Foundation</strong> and the <strong>Cloud Native Computing Foundation (CNCF)</strong>, which are organizations that support the technologies we use — open, transparent technologies, independent from GAFAM.",
      "alignment_p2": "This means we value the idea of <strong>technological sovereignty without GAFAM dependency</strong>, which aligns with the LF's vision of an open and community ecosystem. Moreover, the CNCF has certified the technologies we use for our cloud, such as Kubernetes, Helm, ArgoCD... which proves that we try as much as possible to create a <strong>solid infrastructure that respects standards</strong>, and which is not a shaky infrastructure like some other hosting providers.",
      "alignment_p3": "<em>(We specify that we unfortunately do not display the logos of these major foundations because it requires an annual subscription that we cannot afford because we want to put that money, those thousands of euros, into our infrastructure and into the proper development of UnxWares.)</em>",
      "stack_title": "Our technical stack",
      "stack_intro": "Technically, our cloud relies on:",
      "stack_header_tech": "Technology",
      "stack_header_role": "Role",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualization and cluster management",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Scalability, decoupling and container orchestration",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Modern observability layer (metrics, logs, dashboards)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Multi-level backup strategy",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Deployment and GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall and network security",
      "sla_title": "Our SLA commitment",
      "sla": "<strong>Target SLA: 99.5%</strong> — honest, realistic, not marketing. We don't promise you 99.99% if we can't deliver it. We prefer to be honest about our real capabilities."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio: create, innovate, propel",
      "intro_p1": "Starting in <strong>2024</strong>, we formalized <strong>UnxWares Studio</strong>. The goal: <strong>to put our Dev expertise at the service of client projects</strong> (and our own).",
      "intro_p2": "<strong>UnxWares Studio</strong> is our development division. It embodies the \"creation\" part of our ecosystem, and allows us to bring professional-quality applications, websites and video games to life.",
      "tech_title": "Our technologies",
      "tech_header_tech": "Technology",
      "tech_header_usage": "Usage",
      "tech_header_examples": "Concrete examples with us",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservices, orchestrators, high-performance backends",
      "tech_go_examples": "UnxWares Cloud orchestrator, deployment API",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "Secure and performant system tools",
      "tech_rust_examples": "Internal tools, security components",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Robust and scalable web applications",
      "tech_laravel_examples": "UnxWares Cloud client panel (auth, billing, OIDC Provider, rights)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Modern, reactive and lightweight interfaces",
      "tech_svelte_examples": "The main UnxWares site (the one you're reading), client showcase sites",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Independent video games",
      "tech_ue5_examples": "Our own game, replacing our dependency on Minecraft Java",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Cross-platform mobile and desktop applications",
      "tech_flutter_examples": "Client apps iOS / Android / Desktop in a single codebase",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Versatility and compatibility",
      "tech_other_examples": "Legacy, third-party integrations, various tooling",
      "why_title": "Why this studio?",
      "why_intro": "Because there are clients who want <strong>a single point of contact</strong>:",
      "why_quote": "\"I want an app + I want it hosted + I want someone to monitor it + I want someone for CI/CD\"",
      "why_p1": "We can do everything, because <strong>we have Cloud + Studio</strong>. No intermediaries, no compromise. We develop, we host, we maintain, we monitor. From code to production, everything goes through us.",
      "why_p2": "We want to offer each client — individual, company, institution — a <strong>custom solution</strong>, integrating development, hosting and complete follow-up.",
      "freelance_title": "Our collaboration model with freelancers",
      "freelance_intro": "We regularly work with <strong>freelancers</strong> and <strong>independents</strong>, but in a different way from traditional agencies:",
      "freelance_table_header_step": "Step",
      "freelance_table_header_how": "How it works",
      "freelance_step1_label": "<strong>1. The need</strong>",
      "freelance_step1_desc": "The client comes with a need (app, site, API, infrastructure)",
      "freelance_step2_label": "<strong>2. Coordination</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> plays the role of conductor: scoping, planning, security, hosting, CI/CD",
      "freelance_step3_label": "<strong>3. The freelancers</strong>",
      "freelance_step3_desc": "They don't have to chase the client to get paid: <strong>we pay them in a planned framework, we feed them with technical context, we provide them with infrastructure</strong>",
      "freelance_step4_label": "<strong>4. The client</strong>",
      "freelance_step4_desc": "They don't suffer from \"the freelancer who's late\", because we provide <strong>human redundancy</strong> like we provide server redundancy",
      "freelance_step5_label": "<strong>5. Consistency</strong>",
      "freelance_step5_desc": "Freelancers work <strong>on our stacks</strong> (Laravel, Go, SvelteKit, Kubernetes), so we keep homogeneous code",
      "whowins_title": "Who benefits?",
      "whowins_header_who": "For whom",
      "whowins_header_benefit": "What it changes",
      "whowins_client_label": "<strong>The client</strong>",
      "whowins_client_benefit": "Few delays, controlled infrastructure, direct support, single point of contact",
      "whowins_freelance_label": "<strong>The freelancer</strong>",
      "whowins_freelance_benefit": "No arm wrestling over billing, technical context provided, ready-to-use environment",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Delivery quality, homogeneous code, long-term trust relationship",
      "approach": "It's a <strong>hybrid approach</strong> between agency, cooperative and tech studio: <strong>human, efficient, without administrative overhead.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 The in-house Go orchestrator",
      "intro": "Where we really differentiate ourselves is that we <strong>don't just use third-party software to run the cloud</strong>. We developed <strong>our own Go orchestrator</strong>.",
      "how_title": "How it works",
      "how_header_layer": "Layer",
      "how_header_tech": "Technology",
      "how_header_role": "Role",
      "layer1_label": "<strong>1. Client area</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Authentication, billing, OIDC Provider, rights management",
      "layer2_label": "<strong>2. Orchestrator</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Receiving orders from the panel, coordinating actions on the infrastructure",
      "layer3_label": "<strong>3. Infrastructure layers</strong>",
      "layer3_tech": "Proxmox, Kubernetes, nodes",
      "layer3_role": "Executing deployments, managing VMs and containers",
      "layer4_label": "<strong>4. Deployment API</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Does one thing: <strong>deploy</strong>. No business logic, to reduce attack surface",
      "security": "Everything is <strong>segmented for security</strong>: no direct DB → hypervisor connection. Each layer only talks to the next. It's a <strong>modern, modular, auditable</strong> architecture, built to grow.",
      "opensource_subtitle": "3.4 Open source at UnxWares",
      "opensource_intro": "On our GitHub, we clearly explain our position:",
      "opensource_point1": "<strong>yes, we publish a lot</strong>,",
      "opensource_point2": "<strong>no, we don't give everything away</strong>,",
      "opensource_point3": "<strong>yes, we want it to be reusable</strong>,",
      "opensource_point4": "<strong>no, we don't want to be industrially copied.</strong>",
      "opensource_policy": "So we systematically add a notice like:",
      "opensource_quote": "\"The code is published, you can be inspired by it, modify it, contribute, but <strong>the intellectual property remains with UnxWares</strong>. Any as-is reuse for commercial purposes is prohibited.\"",
      "public_private_title": "What's public vs private",
      "pp_header_category": "Category",
      "pp_header_status": "Status",
      "pp_header_why": "Why",
      "pp_site_cat": "Main site (SvelteKit)",
      "pp_site_status": "<strong>Public</strong>",
      "pp_site_why": "Useful for learning, can inspire other devs",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Public</strong>",
      "pp_vff_why": "Community project, railway open data",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Public</strong>",
      "pp_raiemus_why": "Community project, lightweight OS for everyone",
      "pp_orch_cat": "Go orchestrator",
      "pp_orch_status": "<strong>Private</strong>",
      "pp_orch_why": "Critical code, business core, attack surface",
      "pp_security_cat": "Security modules",
      "pp_security_status": "<strong>Private</strong>",
      "pp_security_why": "Avoid exploitation of vulnerabilities",
      "pp_brand_cat": "Visual identity / assets",
      "pp_brand_status": "<strong>Private</strong>",
      "pp_brand_why": "Intellectual property, registered trademark",
      "pp_panel_cat": "Laravel client panel",
      "pp_panel_status": "<strong>Private</strong>",
      "pp_panel_why": "Business logic, billing, sensitive data",
      "pp_conclusion": "It may seem paradoxical, but it's very simple: <strong>we are a company</strong>, we must protect our assets. <strong>We are pro-open source</strong>, we want people to be able to learn, contribute, build on it. But <strong>we have critical code</strong> → it remains private, to avoid exploitation of vulnerabilities. It's logical.",
      "association_subtitle": "3.5 The UnxWares OpenSource association",
      "association_intro": "That's why we want to create <strong>the UnxWares OpenSource association</strong> (association under the 1901 law, supported by UnxWares SAS):",
      "association_header_offer": "What we offer",
      "association_header_who": "To whom",
      "association_header_return": "In return",
      "association_offer1": "Free hosting servers",
      "association_who": "Selected students, independents, young devs",
      "association_return": "<strong>5 to 10%</strong> temporary commission on revenues when the project works, to reinject into the community and help the next one",
      "association_offer2": "Licenses (Steamworks, professional tools...)",
      "association_offer3": "Private Git, technical support",
      "association_p1": "It's a very different model from a traditional incubator: <strong>we don't buy the company, we don't take control, we just help get started.</strong>",
      "association_p2": "This <strong>self-sustaining</strong> model wants to break with the logic of financial dependency: <strong>help, launch, liberate.</strong>",
      "projects_subtitle": "3.6 Our community projects",
      "projects_header_project": "Project",
      "projects_header_description": "Description",
      "projects_header_status": "Status",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "French community railway encyclopedia — open and closed lines, period plans, photos, archives, kilometer points, OSM traces to the meter. Open data, meter-level precision via <strong>OpenStreetMap</strong>.",
      "project_vff_status": "In development (mostly solo for now), launched in October 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Operating system based on <strong>ArchLinux</strong>, lightweight and optimized, designed for <strong>RDP / remote PC</strong>. Transforms a small PC into a performant terminal capable of connecting to a more powerful machine.",
      "project_raiemus_status": "On pause (UnxWares takes a lot of time), planned for community opening",
      "project_orch_name": "<strong>Orchestrator &amp; API</strong>",
      "project_orch_desc": "Our own cloud orchestrator in Go and the associated deployment API — designed to be modular, secure and documented.",
      "project_orch_status": "In active development, private",
      "project_panel_name": "<strong>Client panel</strong>",
      "project_panel_desc": "Laravel client area with auth, billing, OIDC Provider and rights management. Interface for all UnxWares Cloud services.",
      "project_panel_status": "In active development, private",
      "project_game_name": "<strong>Video game (UE5)</strong>",
      "project_game_desc": "Our own game on Unreal Engine 5. Rather than remaining dependent on the Minecraft Java ecosystem which, in our opinion, is heading in the wrong direction.",
      "project_game_status": "Planned, in design",
      "projects_conclusion": "What characterizes our community projects: <strong>a useful, reusable, documented, community project.</strong> That's exactly what we want for the UnxWares community.",
      "difference_subtitle": "3.7 What really sets us apart",
      "diff1": "<strong>We are techies first.</strong> We know what a FortiGate 100E is, an OM4 fiber, latency to Scaleway, we mounted them ourselves.",
      "diff2": "<strong>We didn't copy competitors' prices.</strong> We started from real needs, not from an OVH-like grid.",
      "diff3": "<strong>We publish code.</strong> Not just a landing page.",
      "diff4": "<strong>We have a real datacenter story</strong>, not \"we're in the cloud\" without saying where. (→ Caen, France, 10 Gb/s, multi-level backups, Proxmox + Kubernetes.)",
      "diff5": "<strong>We want to create a community, not just customers.</strong>",
      "diff6": "<strong>We assume protecting certain components.</strong> Critical code remains private, we assume it, and it's for everyone's security.",
      "diff7": "<strong>We do software AND infrastructure.</strong> Few actors seriously do both. With us, the dev who coded the API is the same one who understands how it runs on the server.",
      "diff8": "<strong>We favor refurbished hardware.</strong> An ecological and responsible choice that sets us apart from major players, without compromising performance.",
      "diff9": "<strong>We follow CNCF and Linux Foundation standards.</strong> Not out of conformism, but because these are technologies that correspond to our vision of an open ecosystem."
    }
  },
  "pages": {
    "home": {
      "title": "UnxWares - Welcome"
    },
    "whoarewe": {
      "title": "UnxWares - Who are we",
      "h1": "Our identity: Who are we, what is our story?",
      "intro": "In line with our values, it is crucial for us that you know us, that we are transparent with you, because we believe that a real relationship with our clients and our community is necessary for the proper functioning of tomorrow's internet",
      "summary_title": "A brief summary",
      "story_title": "Our story: the real one"
    },
    "datacenter": {
      "title": "UnxWares - Data Center"
    },
    "studio": {
      "title": "UnxWares - Development Studio",
      "h1": "Studio: Create, Innovate, Propel"
    },
    "cloud": {
      "title": "UnxWares - Sovereign Cloud",
      "h1": "Cloud: European, Sovereign, Open"
    }
  },
  "studio_page": {
    "hero": {
      "title": "UnxWares Studio",
      "tagline": "Software without renouncing sovereignty. Expertise without the prohibitive daily rate.",
      "intro": "UnxWares Studio is our software development division, where technical passion and excellence come together to bring your projects to life. We create custom solutions, from websites to complex applications, including high-performance APIs and video games. Our expertise in modern neo-languages enables us to support companies in their digital transformation with cutting-edge technologies.",
      "cta_contact": "Discuss your project",
      "cta_projects": "View our achievements"
    },
    "what": {
      "title": "What We Create",
      "intro": "From initial design to final deployment, we handle all aspects of your digital projects with a rigorous technical approach and limitless creativity.",
      "web_title": "Modern Web Applications",
      "web_desc": "Showcase websites, business applications, SaaS platforms, client portals. We master modern frameworks (SvelteKit, React, Vue) to create fast, responsive and elegant interfaces.",
      "backend_title": "High-Performance Backend & APIs",
      "backend_desc": "Microservices, REST/GraphQL APIs, distributed systems. Our expertise in Go and Rust enables us to create ultra-high-performance, secure and scalable backends.",
      "software_title": "Software & Applications",
      "software_desc": "Desktop applications, business tools, management systems. We develop robust software with modern technologies (Electron, Tauri, Flutter) for Windows, macOS and Linux.",
      "mobile_title": "Mobile Applications",
      "mobile_desc": "Native or cross-platform iOS and Android applications. With Flutter/Dart, we create high-performance applications with a single codebase for all platforms.",
      "games_title": "Video Games",
      "games_desc": "From indie games to complex multiplayer servers. Our experience with Unreal Engine 5 and game servers allows us to create immersive and technical experiences.",
      "infra_title": "DevOps & Infrastructure",
      "infra_desc": "CI/CD, containerization, Kubernetes orchestration. We don't stop at code: we deploy, monitor and optimize your applications on our infrastructure or yours."
    },
    "neolang": {
      "title": "Our Neo-Languages Expertise",
      "intro": "Neo-languages (Rust, Go, Zig) represent the future of software development: native performance, memory safety, optimized compilation. We master these technologies which are rare in the French market and support companies in their adoption.",
      "why_title": "Why Neo-Languages?",
      "why_intro": "The market is saturated with JavaScript and PHP developers, but skills in Rust, Go and Zig are critically scarce. These languages offer decisive advantages:",
      "perf_title": "Native Performance",
      "perf_desc": "10 to 100 times faster than interpreted languages, with reduced memory consumption. Ideal for critical systems, high-load APIs, and real-time applications.",
      "security_title": "Memory Safety",
      "security_desc": "Rust eliminates memory management bugs (use-after-free, null pointers) at compile time. Go simplifies with an efficient garbage collector. Result: fewer vulnerabilities, more reliability.",
      "modern_title": "Modern Tooling",
      "modern_desc": "Integrated package managers (Cargo, Go modules), fast compilation, native testing, automatically generated documentation. The ecosystem is designed for productivity.",
      "concurrency_title": "Native Concurrency",
      "concurrency_desc": "Go was created for concurrency (goroutines). Rust offers concurrency without data races guaranteed at compile time. Perfect for distributed systems and microservices.",
      "rust_title": "Rust",
      "rust_subtitle": "Performance + Security + Reliability",
      "rust_desc": "The most loved language by developers (StackOverflow Survey). We use it for our system tools, our security components, and any code requiring absolute reliability. Zero-cost abstraction, zero compromise.",
      "rust_use": "Critical systems, CLI tools, high-performance backends, WebAssembly",
      "go_title": "Go",
      "go_subtitle": "Simplicity + Scalability + Speed",
      "go_desc": "The language of modern infrastructure (Kubernetes, Docker, Terraform). We use it for our microservices, our cloud orchestrator, and all our high-performance APIs. Simple to learn, powerful in production.",
      "go_use": "Microservices, APIs, orchestrators, DevOps tools",
      "zig_title": "Zig",
      "zig_subtitle": "The Future of Systems",
      "zig_desc": "The spiritual successor to C, with a modern approach to systems programming. Not yet mature for critical production, but we're exploring it for our future low-level projects and as an alternative to C/C++.",
      "zig_use": "Systems programming, C replacement, low-level tools"
    },
    "projects": {
      "title": "Our Projects & Achievements",
      "intro": "From our internal projects to client solutions, discover how we apply our technical expertise to create solutions that truly work.",
      "vff_title": "VFF Project",
      "vff_tag": "Community Project",
      "vff_desc": "Collaborative French railway encyclopedia with meter-precise mapping. Modern stack: SvelteKit, Laravel API, PostgreSQL PostGIS. OpenStreetMap integration, community contribution system, managing thousands of geographic data points.",
      "vff_tech": "SvelteKit · Laravel · PostgreSQL · PostGIS · OpenStreetMap",
      "site_title": "UnxWares Website",
      "site_tag": "Technical Showcase",
      "site_desc": "The site you're currently viewing. SvelteKit with i18n (6 languages), modern and responsive design, optimized for performance. Open source on GitHub to inspire the community.",
      "site_tech": "SvelteKit · i18n · Design System · SEO",
      "orchestrator_title": "Cloud Orchestrator",
      "orchestrator_tag": "Infrastructure",
      "orchestrator_desc": "Our in-house Go orchestrator that controls the entire UnxWares Cloud infrastructure. Microservices architecture, secure communication, modular deployment API. Manages Proxmox, Kubernetes, and all our client environments.",
      "orchestrator_tech": "Go · Microservices · Kubernetes API · Proxmox API",
      "panel_title": "Client Panel",
      "panel_tag": "Web Application",
      "panel_desc": "Complete client portal developed in Laravel. In-house OIDC Provider authentication, billing management, granular permissions system, service management interface. Secure, scalable, and designed for UX.",
      "panel_tech": "Laravel · Vue.js · MySQL · OIDC · Stripe",
      "raiemus_title": "Raiemus OS",
      "raiemus_tag": "Operating System",
      "raiemus_desc": "Lightweight operating system based on ArchLinux, optimized for RDP and thin clients. Fast boot, minimal memory consumption, perfect for turning an old PC into a high-performance terminal.",
      "raiemus_tech": "ArchLinux · SystemD · XRDP · Custom Kernel",
      "game_title": "Video Game (UE5)",
      "game_tag": "In Development",
      "game_desc": "Our independent game project under Unreal Engine 5. Developed to replace our dependency on the Minecraft ecosystem. Innovative gameplay, modern graphics, scalable server architecture.",
      "game_tech": "Unreal Engine 5 · C++ · Blueprints · Go Server"
    },
    "process": {
      "title": "Our Working Process",
      "intro": "From idea to production, we follow a proven process that combines agility, quality and transparency. You stay in control at every step.",
      "step1_title": "1. Discovery & Scoping",
      "step1_desc": "We start by understanding your needs, constraints, and objectives. No unnecessary technical jargon, just a frank discussion about what you want to achieve and how to get there.",
      "step2_title": "2. Technical Proposal",
      "step2_desc": "We provide you with a detailed technical architecture, with recommended technologies, realistic timelines, and transparent budget. No surprises, no hidden fees.",
      "step3_title": "3. Iterative Development",
      "step3_desc": "We develop in short iterations with regular demos. You can track progress, test features, and adjust course if needed. Real agility, not cosmetic.",
      "step4_title": "4. Testing & Quality",
      "step4_desc": "Unit tests, integration tests, code review, security analysis. We don't deliver shaky code. Quality is non-negotiable.",
      "step5_title": "5. Deployment & Training",
      "step5_desc": "We deploy on our infrastructure or yours, configure CI/CD, and train your team. You're autonomous, but we remain available.",
      "step6_title": "6. Maintenance & Support",
      "step6_desc": "Direct technical support from the developers who created your project. No level 1 reading from a script, just real technical expertise."
    },
    "tech": {
      "title": "Our Technical Stack",
      "intro": "We master a wide range of modern and proven technologies. We always choose the best technology for your needs, not the one that suits us.",
      "frontend_title": "Modern Frontend",
      "frontend_tech": "SvelteKit · React · Vue.js · TypeScript · Tailwind CSS",
      "backend_title": "High-Performance Backend",
      "backend_tech": "Go · Rust · Laravel (PHP) · Node.js · Python",
      "mobile_title": "Mobile Applications",
      "mobile_tech": "Flutter · React Native · SwiftUI · Kotlin",
      "desktop_title": "Desktop Applications",
      "desktop_tech": "Electron · Tauri · Flutter Desktop · Qt",
      "database_title": "Databases",
      "database_tech": "PostgreSQL · MySQL · MongoDB · Redis · ClickHouse",
      "devops_title": "DevOps & Cloud",
      "devops_tech": "Kubernetes · Docker · Proxmox · GitLab CI · ArgoCD",
      "gamedev_title": "Game Development",
      "gamedev_tech": "Unreal Engine 5 · Unity · Godot · Custom Servers"
    },
    "team": {
      "title": "Our Collaboration Model",
      "intro": "We work with a passionate internal team and certified independent developers whom we compensate fairly. A hybrid model that guarantees quality, responsiveness and ethics.",
      "internal_title": "Internal Team",
      "internal_desc": "Our founders and permanent developers ensure technical consistency, project architecture, and client relationships. They know the infrastructure, master the entire stack, and are your direct contacts.",
      "freelance_title": "Certified Developers",
      "freelance_desc": "We collaborate with carefully selected freelancers for their technical expertise and reliability. We pay them within short and fair timeframes, provide them with technical context and necessary infrastructure.",
      "client_title": "For You, the Client",
      "client_desc": "One single contact, a coordinated team, no surprises. If a developer has an unexpected issue, we have the necessary human redundancy. You don't suffer from the uncertainties of traditional freelancing.",
      "win_title": "Everyone Wins",
      "win_desc": "The client gets a project delivered on time with consistent quality. The developer works peacefully without chasing payments. UnxWares builds long-term trust relationships. That's ethics in action."
    },
    "cta": {
      "title": "Ready to Create Something Great?",
      "desc": "Whether you have a specific project or just an idea, let's discuss it. We'll honestly advise you on feasibility, technologies, and the necessary budget. No commitment, no unnecessary jargon.",
      "button": "Discuss your project"
    }
  },
  "cloud_page": {
    "hero": {
      "title": "UnxWares Cloud",
      "tagline": "Cloud without being a giant. Sovereignty without the high price.",
      "intro": "UnxWares Cloud is our sovereign hosting infrastructure, designed for companies that want to control their data without compromising on performance. Datacenter in Normandy, certified cloud-native technologies, managed services included. From simple VMs to high-availability Kubernetes clusters, we offer a French alternative to American giants.",
      "cta_contact": "Discover our offers",
      "cta_datacenter": "Visit our datacenter",
      "cta_config": "Configure my offer",
      "stat_availability": "Availability",
      "stat_datacenter": "Datacenter",
      "stat_support": "Support"
    },
    "services": {
      "title": "Our Cloud Services",
      "intro": "From simple hosting to complex cloud-native architectures, we offer solutions adapted to all needs. Managed infrastructure, responsive technical support, and transparent pricing.",
      "vps_title": "VPS & Dedicated Servers",
      "vps_desc": "High-performance virtual machines on HPE ProLiant infrastructure. AMD Threadripper/Ryzen CPUs, NVMe storage, 10 Gb/s network. Deployment in minutes, full root access.",
      "kubernetes_title": "Managed Kubernetes",
      "kubernetes_desc": "CNCF-certified Kubernetes clusters, guaranteed high availability. We manage the masters, you deploy your applications. Monitoring, backups, updates included.",
      "storage_title": "Storage & Backup",
      "storage_desc": "S3-compatible object storage, automated backups, multi-site replication. Your data is secure and accessible at all times.",
      "network_title": "Network & Security",
      "network_desc": "Fortinet managed firewalls, WireGuard VPN, private tunnels. DDoS protection, network monitoring, and complete isolation of your environments.",
      "database_title": "Databases",
      "database_desc": "Managed PostgreSQL, MySQL, MongoDB, Redis. High availability, automatic backups, synchronous replication. You focus on your data, we manage the infrastructure.",
      "custom_title": "Custom Solutions",
      "custom_desc": "Complex architecture, specific needs, migration from another cloud. We design and deploy solutions adapted to your context."
    },
    "infrastructure": {
      "title": "Our Infrastructure",
      "intro": "A Norman datacenter equipped with professional hardware, redundant network architecture, and in-house technical expertise. We control every layer of our stack to guarantee performance and reliability.",
      "hardware_title": "Professional Hardware",
      "hardware_desc": "HPE ProLiant Gen8/Gen9 servers, AMD Threadripper and Ryzen 9 9900X workstations. Quality hardware for sustainable infrastructure.",
      "network_title": "10 Gb/s Network",
      "network_desc": "OM4 fiber optic, 10 Gb/s switches, MikroTik routing. Fortinet FortiGate firewall for multi-layer security.",
      "virtualization_title": "Proxmox Virtualization",
      "virtualization_desc": "Proxmox VE hypervisor cluster, Ceph distributed storage, live migration. Infrastructure as Code for reproducibility.",
      "orchestration_title": "In-House Orchestrator",
      "orchestration_desc": "Our Go-developed orchestrator controls the entire infrastructure. Unified API, automated deployments, multi-tenant management.",
      "monitoring_title": "Monitoring & Alerting",
      "monitoring_desc": "Real-time infrastructure monitoring, detailed metrics, intelligent alerting. Prometheus, Grafana, and in-house tools.",
      "sovereignty_title": "Guaranteed Sovereignty",
      "sovereignty_desc": "Datacenter in France, native GDPR compliance, no Cloud Act. Your data remains under French control.",
      "cta_link": "Discover our infrastructure"
    },
    "advantages": {
      "title": "Why Choose UnxWares Cloud",
      "intro": "A credible alternative to American giants, with the advantages of a local player who masters their infrastructure end-to-end.",
      "perf_title": "Performance",
      "perf_desc": "Modern hardware, 10 Gb/s network, NVMe storage. Performance comparable to major players, without transatlantic latency.",
      "control_title": "Total Control",
      "control_desc": "We develop our own orchestration tools. No dependency on proprietary APIs, no technical lock-in.",
      "support_title": "Expert Support",
      "support_desc": "Direct technical support from the engineers who manage the infrastructure. No tickets lost in an anonymous system.",
      "price_title": "Fair Pricing",
      "price_desc": "Transparent flat-rate pricing, no hidden ingress/egress fees. You pay what you consume, period.",
      "rgpd_title": "Native GDPR",
      "rgpd_desc": "GDPR compliance by design, hosting in France, guaranteed sovereignty. No Cloud Act, no legal grey areas.",
      "openness_title": "Openness",
      "openness_desc": "Open source technologies, public documentation of our infrastructure. You know exactly where your applications run."
    },
    "usecases": {
      "title": "Use Cases & Typical Clients",
      "intro": "From the VFF project hosted with us to enterprise architectures, our solutions adapt to all needs.",
      "startup_title": "Startups & Scale-ups",
      "startup_desc": "Scalable infrastructure, controlled costs, responsive support. Start small, scale big without changing provider.",
      "saas_title": "SaaS Vendors",
      "saas_desc": "Host your platform on sovereign infrastructure. Multi-tenancy, complete isolation, guaranteed GDPR compliance.",
      "agency_title": "Agencies & Studios",
      "agency_desc": "Host your clients on our cloud, enjoy our partner rates, benefit from our technical support.",
      "enterprise_title": "Enterprises",
      "enterprise_desc": "Cloud migration, hybrid architectures, development environments. Custom support, guaranteed SLAs."
    },
    "cta": {
      "title": "Ready to Migrate to a Sovereign Cloud?",
      "desc": "Whether you need a simple VPS or a complex Kubernetes architecture, we have a solution for you. Let's discuss your needs, no commitment.",
      "button": "Discover our offers"
    }
  },
  "datacenter": {
    "resume": {
      "title": "UnxWares Cloud Infrastructure",
      "intro_p1": "Our infrastructure represents the culmination of a demanding technical vision: to offer our clients a digital environment that combines cutting-edge performance, maximum security and environmental sustainability. Each component has been selected for its proven reliability and harmonious integration into a coherent technical ecosystem.",
      "intro_p2": "We have deliberately chosen to rely on recognized and proven technologies: Hewlett Packard Enterprise (HPE) ProLiant servers for their legendary robustness, Proxmox virtualization for its flexibility and stability, Kubernetes orchestration for its native scalability, Fortinet solutions for uncompromising security, and mandatory fiber connectivity for maximum stability, provided by Netaris SAS. This architecture scrupulously respects the international standards of the Cloud Native Computing Foundation, while integrating a responsible ecological approach that sets us apart in the market.",
      "numbers_title": "In numbers: measurable excellence",
      "number1": "<strong>Sovereign hosting:</strong> Caen data center, France - guaranteed GDPR compliance",
      "number2": "<strong>Network performance:</strong> 7ms latency to Scaleway Paris - optimal responsiveness",
      "number3": "<strong>Availability:</strong> We work towards a 99.5% SLA - professional-level reliability",
      "number4": "<strong>Observability:</strong> Grafana Labs solutions - next-generation real-time monitoring",
      "number5": "<strong>Resilience:</strong> Multi-level backup (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Connectivity:</strong> 10 Gb/s in OM4 fiber optics - distributed for all our clients",
      "number7": "<strong>Ecology:</strong> Refurbished servers less than 10 years old - reduced carbon impact"
    },
    "internal": {
      "title": "A robust internal infrastructure: the foundations of excellence",
      "intro_p1": "At the heart of our technical ecosystem, three HPE ProLiant DL360p Gen8 servers constitute the backbone of our operations. These machines, true nerve centers, orchestrate global administration, real-time monitoring and management of all our client environments.",
      "intro_p2": "This base infrastructure is not just a technical choice, it's a commitment to stability. The ProLiant Gen8, recognized for their exceptional reliability under intensive use conditions, guarantee seamless operational continuity. Their redundant architecture and proactive monitoring capability allow us to anticipate and prevent incidents before they affect your services. Moreover, a huge quantity of spare parts exist, which allows us to easily replace potentially failing parts while always ensuring continuous service.",
      "intro_p3": "The entire internal infrastructure operates in high availability mode, with automatic failover mechanisms and 24/7 monitoring that allows us to intervene proactively. This proactive approach constitutes the foundation on which rests the trust our clients place in us.",
      "table_header_component": "Component",
      "table_header_details": "Details and performance",
      "cpu_label": "<strong>Processors</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, 20 virtual cores each, totaling 40 virtual cores, 2.2 GHz (3 GHz Turbo), 25 MB L3 cache",
      "ram_label": "<strong>RAM</strong>",
      "ram_value": "192 GB DDR3 ECC RDIMM, error correction, high reliability and stability",
      "storage_label": "<strong>Main storage</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, data protection, expandable up to 4 TB",
      "network_label": "<strong>Network</strong>",
      "network_value": "1 Gigabit Ethernet, optimized for stability and reliability",
      "virtualization_label": "<strong>Virtualization / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox and custom deployments",
      "redundancy_label": "<strong>Redundancy & reliability</strong>",
      "redundancy_value": "RAID 1 for storage, redundant power supply, high availability",
      "usage_label": "<strong>Our uses</strong>",
      "usage_value": "Administration, monitoring and internal infrastructure management"
    },
    "services": {
      "title": "Services range: excellence for your business applications",
      "intro_p1": "Our Services range represents the spearhead of our professional hosting offer. Three latest-generation HPE ProLiant DL360 Gen9 servers form this platform dedicated to hosting your business software, enterprise applications, critical applications, development environments and APIs.",
      "intro_p2": "This range embodies our service philosophy: simultaneously offering standardized solutions for fast and efficient deployments, and custom architectures accompanied by complete managed services. Whether you're a fast-growing startup or an established company with complex needs, our Services range adapts to your pace and requirements.",
      "intro_p3": "The Kubernetes orchestration deployed on this infrastructure guarantees you an exceptional user experience: automatic scalability according to load, native high availability with transparent failover, and deployments without service interruption. This technology, adopted by the world's largest digital players, offers you flexibility and robustness comparable to cloud giants' solutions, with the advantage of personalized service and complete control of your data.",
      "intro_p4": "Environments are individually isolated and secured, allowing peaceful cohabitation of multiple applications while maintaining optimal performance. Our advanced monitoring system offers you complete visibility on resource usage and application performance.",
      "table_header_component": "Component",
      "table_header_details": "Details and performance",
      "cpu_label": "<strong>Processors</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, 28 virtual cores each, totaling 56 virtual cores, 2.4 GHz (3.3 GHz Turbo), 35 MB L3 cache",
      "ram_label": "<strong>RAM</strong>",
      "ram_value": "128 GB DDR4 ECC RDIMM, error correction, high reliability and stability",
      "storage_label": "<strong>Main storage</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, data protection, expandable up to 4 TB",
      "network_label": "<strong>Network</strong>",
      "network_value": "10 Gigabit Ethernet (SFP+) for ultra-fast Internet connection",
      "virtualization_label": "<strong>Virtualization / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox and custom deployments",
      "redundancy_label": "<strong>Redundancy & reliability</strong>",
      "redundancy_value": "RAID 1 for storage, redundant power supply, high availability",
      "usage_label": "<strong>Recommended usage</strong>",
      "usage_value": "Hosting APIs, software, applications, professional applications and client services"
    },
    "webdb": {
      "title": "WebDB range: power at the service of your data",
      "intro_p1": "Our WebDB range was specifically designed to meet the most demanding challenges: hosting critical databases under heavy load, web servers supporting intense traffic, and applications requiring ultra-fast response times.",
      "intro_p2": "At the heart of this range, a custom server equipped with an AMD Threadripper processor - an exceptional multi-core architecture - coupled with latest-generation NVMe storage. This combination offers read/write performance that far exceeds traditional solutions, with data access times measured in microseconds.",
      "intro_p3": "The AMD Threadripper, with its multiple cores and threads, particularly excels in parallel processing of complex database queries. Whether you manage large data warehouses, real-time analytics applications, or high-traffic websites, this architecture guarantees you constant responsiveness even under maximum load.",
      "intro_p4": "NVMe storage, meanwhile, eliminates traditional bottlenecks linked to mechanical disks or even classic SATA SSDs. With throughputs that can reach several gigabytes per second (here, more than 7 GB/s with our Samsung NVMe), your applications benefit from near-instant data access, translating into a smooth user experience and optimized processing times.",
      "intro_p5": "This configuration is particularly suited to CRM, ERP environments, e-commerce platforms, data analysis applications, and all use cases where database performance constitutes a critical success factor.",
      "description": "The <strong>WebDB</strong> range is dedicated to databases and high-traffic web servers, requiring maximum responsiveness and stability.",
      "table_header_component": "Component",
      "table_header_details": "Details and performance",
      "cpu_label": "<strong>Processor</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 cores / 24 threads, 3.5 GHz (4.3 GHz Boost), 32 MB L3 cache",
      "ram_label": "<strong>RAM</strong>",
      "ram_value": "64 GB DDR4, high speed for intensive database processing",
      "storage_label": "<strong>Main storage</strong>",
      "storage_value": "2 × 1 TB NVMe Samsung 990 EVO Plus, very high speed and low latency",
      "network_label": "<strong>Network</strong>",
      "network_value": "10 Gigabit Ethernet via Intel NIC, extremely stable for critical traffic",
      "virtualization_label": "<strong>Virtualization / Orchestration</strong>",
      "virtualization_value": "Proxmox and custom deployments",
      "redundancy_label": "<strong>Redundancy & reliability</strong>",
      "redundancy_value": "Software RAID, high availability",
      "usage_label": "<strong>Recommended usage</strong>",
      "usage_value": "Database hosting, high-traffic web servers and critical applications"
    },
    "games": {
      "title": "Games range: high performance for intensive applications",
      "intro_p1": "The Games range represents excellence in raw computing power and responsiveness. Dedicated to the most demanding environments - multiplayer game server hosting, and any processing requiring intensive computing power - this range pushes the limits of the possible.",
      "intro_p2": "Our custom server features an AMD Ryzen 9 9900X processor, one of the most performant processors of its generation. This chip, built on a cutting-edge architecture, offers a unique combination of high frequencies and numerous cores, ideal for applications that demand both raw power and real-time responsiveness.",
      "intro_p3": "Ultra-fast NVMe storage completes this configuration by eliminating any disk access latency. For online games, this translates into near-instant loading times and perfect fluidity. For intensive computing applications, it's the assurance that data is immediately available for processors, maximizing the efficiency of each computing cycle.",
      "intro_p4": "This platform is designed to maintain stable performance even under maximum continuous load. Advanced cooling systems and intelligent power management guarantee optimal thermal stability, an essential condition for critical applications running 24/7.",
      "intro_p5": "Whether you host Minecraft servers, AAA multiplayer game instances, game development environments, this range offers you the power and reliability necessary to excel in your field.",
      "table_header_component": "Component",
      "table_header_details": "Details and performance",
      "cpu_label": "<strong>Processor</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 cores / 24 threads, 4.4 GHz (5.6 GHz Boost), 64 MB L3 cache",
      "ram_label": "<strong>RAM</strong>",
      "ram_value": "64 GB DDR5, high speed for intensive computing",
      "storage_label": "<strong>Main storage</strong>",
      "storage_value": "2 × 1 TB NVMe Western Digital SN770, very high speed and low latency",
      "network_label": "<strong>Network</strong>",
      "network_value": "10 Gigabit Ethernet for fast and stable traffic",
      "virtualization_label": "<strong>Virtualization / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox and custom deployments",
      "redundancy_label": "<strong>Redundancy & reliability</strong>",
      "redundancy_value": "Software RAID, high availability",
      "usage_label": "<strong>Recommended usage</strong>",
      "usage_value": "Online game hosting"
    },
    "network": {
      "title": "A professional fiber network: connectivity without compromise",
      "intro_p1": "In the modern digital ecosystem, the performance of the most powerful servers becomes useless without network connectivity to match. Our network infrastructure was designed according to the industry's most demanding standards, favoring OM4 duplex fiber optics for its exceptional characteristics: ultra-low latency, maximum stability, and virtually unlimited scaling capacity.",
      "intro_p2": "Our partnership with Netario (trade name of Netaris SAS) guarantees us symmetrical bandwidth of 8-10 gigabits per second, sized to absorb the most important traffic peaks without any service degradation. This capacity, largely oversized compared to our current needs, offers us considerable room for growth and guarantees you constant service quality.",
      "intro_p3": "Measured and certified performance: Our regular tests confirm a latency of only 7 milliseconds to Scaleway Paris, placing our infrastructure at the level of the best market solutions. This exceptional performance guarantees optimal responsiveness for your critical applications, whether interactive web applications, real-time APIs, or services requiring precise synchronization.",
      "architecture_title": "Multi-layer network architecture",
      "architecture_intro": "Our network relies on a layered architecture that combines security, performance and redundancy:",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E:</strong> This next-generation firewall constitutes our first line of defense. Beyond simple packet filtering, it integrates advanced intrusion prevention (IPS) functionalities, traffic behavioral analysis, application filtering, and protection against advanced threats. Its high processing capacity guarantees that no performance is sacrificed for security.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS:</strong> This high-performance professional router manages the intelligence of our network. Its advanced dynamic routing, quality of service (QoS) management, and load balancing capabilities allow us to continuously optimize data flows. Integrated redundancy features guarantee service continuity even in case of link failure.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM:</strong> This fully-fibered 10 gigabit switch ensures internal connectivity between our servers. Its \"non-blocking\" design guarantees that each port can use its full bandwidth without congestion, even when all ports are simultaneously active. This architecture eliminates any bottleneck at the server interconnection level.",
      "architecture_conclusion": "This multi-layer architecture allows us to offer a unique combination of speed, redundancy and security. Intelligent traffic management automatically optimizes performance, while multi-layer protection systems guarantee bank-level security."
    },
    "security": {
      "title": "Security and continuity: your digital assets protected",
      "sovereignty_title": "Sovereign hosting: control and compliance",
      "sovereignty_p1": "The choice of hosting in France, specifically in the Caen data center, responds to a fundamental requirement: digital sovereignty. Your data remains under French and European jurisdiction, guaranteeing total compliance with GDPR and the strictest regulations regarding personal data protection.",
      "sovereignty_p2": "This location offers multiple strategic advantages: complete legal control of your data, optimized latency for your European users, and independence from extraterritorial legislations that can compromise the confidentiality of your sensitive information.",
      "depth_title": "Defense-in-depth security architecture",
      "depth_intro": "Our security approach is based on the principle of defense in depth, with multiple layers of protection that mutually reinforce each other:",
      "perimeter_label": "<strong>Perimeter security:</strong>",
      "perimeter_desc": "The Fortinet FortiGate 100E constitutes our digital shield. This next-generation security solution combines traditional firewall, intrusion prevention system, application filtering, and advanced threat protection. Its integrated artificial intelligence continuously analyzes traffic patterns to identify and block attack attempts, even the most sophisticated.",
      "isolation_label": "<strong>Isolation and segmentation:</strong>",
      "isolation_desc": "Proxmox virtualization creates hermetically isolated environments. Each virtual machine evolves in its own secure space, eliminating cross-contamination risks and guaranteeing that the compromise of one environment cannot affect others.",
      "monitoring_label": "<strong>Continuous monitoring:</strong>",
      "monitoring_desc": "Our security monitoring systems continuously analyze logs, detect abnormal behavior, and generate instant alerts in case of intrusion attempts or suspicious activity.",
      "backup_title": "Multi-layer backup strategy: your peace of mind insurance",
      "backup_intro": "Our backup strategy was designed according to the principle of maximum redundancy, guaranteeing the integrity and availability of your data even in the most unfavorable scenarios:",
      "backup_level1_label": "<strong>Level 1 - Infrastructure resilience:</strong>",
      "backup_level1_desc": "The Longhorn system ensures automatic real-time replication of our internal infrastructure's critical data. This cloud-native technology guarantees that no system data is ever lost, even in case of hardware failure.",
      "backup_level2_label": "<strong>Level 2 - Secure externalization:</strong>",
      "backup_level2_desc": "Your client data is automatically backed up at Infomaniak, a Swiss hosting provider recognized for its exemplary reliability, political neutrality, and scrupulous respect for privacy. This geographic externalization guarantees the protection of your data even in the face of major disasters.",
      "backup_level3_label": "<strong>Level 3 - Premium control:</strong>",
      "backup_level3_desc": "For clients with the highest requirements, our backup service via Proxmox Backup Server (PBS) offers total control over the backup strategy. You define your own retention policies, backup frequencies, and restoration tests, with file-level granularity if necessary.",
      "sla_title": "Availability commitment",
      "sla_desc": "We are actively working to guarantee a 99.5% SLA in this launch phase, representing more than 716 hours of uptime per month out of 720 total hours. This commitment, supported by our redundant architecture and proactive monitoring, is accompanied by a continuous improvement roadmap aiming for the industry's highest standards."
    },
    "ecology": {
      "title": "Ecological approach: performance and responsibility reconciled",
      "intro": "Our ecological commitment is not a simple marketing argument, but a deep conviction that guides our technical and economic choices. In a digital sector often criticized for its growing carbon footprint, we demonstrate that technical excellence and environmental responsibility can not only coexist, but mutually reinforce each other.",
      "refurbishing_title": "Intelligent refurbishing",
      "refurbishing_intro": "Our acquisition strategy systematically favors refurbished servers less than ten years old (except for our critical internal infrastructure). This approach presents multiple advantages:",
      "impact_label": "<strong>Environmental impact:</strong>",
      "impact_desc": "By extending the useful life of quality professional equipment, we significantly reduce demand for rare natural resources and the energy needed to manufacture new servers. Manufacturing carbon impact often representing 70% of a server's total footprint, this approach divides our environmental impact by 3 to 4.",
      "performance_label": "<strong>Preserved performance:</strong>",
      "performance_desc": "Professional HPE ProLiant servers and our custom AMD configurations maintain their exceptional performance well beyond their first decade of use. The manufacturing quality of this equipment guarantees reliability and performance that often surpass new \"low-cost\" solutions.",
      "economic_label": "<strong>Economic optimization:</strong>",
      "economic_desc": "This approach allows us to invest more in critical components (recent processors, fast memory, NVMe storage) while maintaining controlled costs, a benefit we directly pass on to our client rates."
    }
  }
}
