{
  "header": {
    "discover": "Discover us"
  },
  "home": {
    "welcome": "Welcome",
    "intro_p1": "We are UnxWares, a French company based in Normandy, with a data center located in Caen. We work extensively to allow anyone who wishes to benefit from our expertise, even with a sometimes limited budget.",
    "intro_p2": "That's why we offer, via UnxWares Cloud, ready-to-use and custom hosting solutions, so that our clients can select the option best suited to their needs, at a fair price.",
    "intro_p3": "Thanks to the passion and creativity of the UnxWares Studio team, we also ensure the complete creation of your projects, whether websites, software, applications, APIs, or video games. For the realization of these projects, we collaborate with an exceptional internal team as well as certified independent developers. We guarantee them fair compensation and take care of the complete project management, so they can fully focus on technical implementation.",
    "intro_p4": "We aspire to be a model of excellence and ethics in our sector, and that's why we make it a point of honor to combine quality, transparency and innovation in all our services.",
    "intro_p5": "Learn more about us, our certifications, our commitment, our infrastructure and the technologies we implement to satisfy you by browsing this site, including a visual reconstruction of our infrastructure, and discovering our technical choices and ethical partners.",
    "our_story": "Our story",
    "certifications": "Certifications and Commitment"
  },
  "why": {
    "title": "What sets us apart",
    "intro": "The current market forces you to choose between American giants (powerful but opaque and subject to the Cloud Act), low-cost (accessible but without quality guarantee or support) or technical complexity (Kubernetes has become essential, but difficult to master). We offer an alternative.",
    "diff1_title": "Sovereign & Managed Infrastructure",
    "diff1_desc": "Data center in Caen, CNCF certified infrastructure, managed services included. We develop our own orchestration technologies to control performance and costs, without dependency on proprietary licenses.",
    "diff2_title": "Rare Technical Expertise",
    "diff2_desc": "Development and consulting on neo-languages (Rust, Go, Zig) in critical shortage on the market. Supporting companies in their transition to Cloud Native with a team that truly understands these technologies.",
    "diff3_title": "Transparency & Fair Prices",
    "diff3_desc": "Public documentation of our infrastructure, flat-rate pricing without hidden fees, technologies and technical choices explained. No misleading marketing, just solid technology.",
    "diff4_title": "Open Source Vision",
    "diff4_desc": "Our model is inspired by Odoo: the code will be free for learning and small projects, companies pay for managed services and SLA support. The community contributes and audits, creating a virtuous circle of quality and security."
  },
  "services": {
    "title": "Our Services",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud without being a giant. Sovereignty without the high price.",
    "cloud_feat1": "Sovereign Infrastructure",
    "cloud_feat1_desc": "Data center in Caen, 100% France, GDPR native",
    "cloud_feat2": "Managed Services Included",
    "cloud_feat2_desc": "We manage maintenance, you manage your business",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF certified HA clusters, in-house orchestrator",
    "cloud_feat4": "Transparent Pricing",
    "cloud_feat4_desc": "Flat-rate, no hidden ingress/egress fees",
    "cloud_desc": "We offer ready-to-use and custom hosting solutions, from simple infrastructure to high-availability Kubernetes clusters. Our infrastructure is designed for sustainability and performance, with quality hardware and optimized network architecture.",
    "cloud_link": "Discover our infrastructure",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software without denying sovereignty. Expertise without prohibitive rates.",
    "studio_feat1": "Modern Technologies",
    "studio_feat1_desc": "Rust, Go, Zig: the languages of tomorrow",
    "studio_feat2": "Certified Developers",
    "studio_feat2_desc": "Internal team and qualified freelancers",
    "studio_feat3": "Complete Management",
    "studio_feat3_desc": "From design to deployment, we manage everything",
    "studio_feat4": "Ethics & Quality",
    "studio_feat4_desc": "Fair compensation for developers, quality code",
    "studio_desc": "Complete creation of your projects: websites, software, applications, APIs, and video games. We collaborate with an exceptional internal team and certified independent developers whom we compensate fairly. Our expertise in neo-languages allows us to support companies in their technological modernization with high-performance and secure solutions.",
    "studio_link": "Discover our projects"
  },
  "techstack": {
    "title": "Our Technology Stack",
    "intro": "We rely on proven open source technologies and modern standards to guarantee performance, security and sustainability. No dependency on expensive proprietary licenses, no technological lock-in.",
    "infra_title": "Infrastructure & Orchestration",
    "infra_desc": "Cloud-native orchestration with CNCF certified Kubernetes and Proxmox virtualization. Infrastructure as Code for reproducibility and scalability.",
    "dev_title": "Development & Backend",
    "dev_desc": "Expertise in neo-languages (Rust, Go, Zig) for performance and memory safety. Modern frameworks and high-performance APIs for web applications and software.",
    "network_title": "Network & Security",
    "network_desc": "Fortinet firewalls, MikroTik routers with RouterOS and WireGuard tunnels for robust network infrastructure. Continuous monitoring and multi-level security.",
    "db_title": "Databases & Storage",
    "db_desc": "Distributed storage solutions and relational and NoSQL databases for all your needs. Automated backups and multi-site replication."
  },
  "techlogos": {
    "title": "Our Trusted Partners",
    "intro": "Our infrastructures rely on trusted partners and proven open source technologies."
  },
  "pepite": {
    "title": "Our Pépite Normandie Application",
    "intro": "UnxWares has applied to the <strong>Pépite Normandie</strong> program, the national student entrepreneurship support system. Our application is currently being processed. This support will provide us with the expertise and technical and entrepreneurial resources necessary to structure our project and move from technical expertise to a truly viable company.",
    "objectives_title": "The Objectives of this Support",
    "obj1_title": "National Student-Entrepreneur Status (SNEE)",
    "obj1_desc": "Official recognition that will give credibility to our approach with suppliers and our first B2B clients.",
    "obj2_title": "From Technology to Entrepreneurship",
    "obj2_desc": "Develop our skills in management, business and sales to transform our technical expertise into a sustainable company.",
    "obj3_title": "Mentoring and Professionalization",
    "obj3_desc": "The Pépite support will allow us to be challenged, to step out of our technical bubble and adopt the posture of responsible leaders.",
    "obj4_title": "Resources and Expertise",
    "obj4_desc": "Access to a network of experts, technical and entrepreneurial resources to structure and develop our project in a viable way.",
    "conclusion": "This support will be essential for UnxWares: the expertise and resources of Pépite Normandie will allow us to build an ethical and viable company, combining technical excellence and entrepreneurial rigor. Our ambition is to become a reference player in sovereign cloud in France, and Pépite Normandie will be the lever that will make this ambition achievable."
  },
  "ecosystem": {
    "title": "The UnxWares Ecosystem",
    "intro": "UnxWares is not limited to hosting and development. We are building a coherent set of projects and initiatives to enrich the free and sovereign digital landscape.",
    "vff_title": "VFF Project",
    "vff_tag": "Community",
    "vff_desc": "The reference French collaborative railway encyclopedia. Precise mapping, archives and open data on the rail world.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "A lightweight operating system optimized for RDP (Remote Desktop Protocol), designed for performance and simplicity.",
    "asso_title": "OpenSource Association",
    "asso_tag": "Coming Soon",
    "asso_desc": "A dedicated structure to support students and independents free of charge in bringing their digital projects to life."
  },
  "navbar": {
    "home": "Home",
    "product": "Product",
    "company": "Company",
    "legal": "Legal",
    "contact": "Contact us",
    "infrastructure": "Infrastructure",
    "infrastructure_desc": "Our datacenter in Normandy",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Sovereign hosting solutions",
    "studio": "UnxWares Studio",
    "studio_desc": "Custom development",
    "about": "About us",
    "about_desc": "Our story and our team",
    "certifications": "Certifications",
    "certifications_desc": "Our ethical commitment",
    "legal_notice": "Legal notice",
    "legal_notice_desc": "Legal information",
    "privacy": "Privacy",
    "privacy_desc": "Privacy policy",
    "terms": "Terms of use",
    "terms_desc": "Terms",
    "sales": "Terms of sale",
    "sales_desc": "Sales terms"
  },
  "footer": {
    "quick_links": "Quick links",
    "cloud_platform": "Cloud Platform",
    "dev_studio": "Development Studio",
    "client_area": "Your client area",
    "service_status": "Service status",
    "certifications": "Certifications and Commitment",
    "find_us": "Find us",
    "datacenter": "Data center",
    "legal": "Legal",
    "legal_notice": "Legal notice",
    "privacy": "Privacy",
    "terms": "Terms",
    "sales": "Sales",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - All rights reserved",
    "powered_by": "Developed and powered by"
  }
}
