{
  "header": {
    "discover": "Descúbrenos"
  },
  "home": {
    "welcome": "Bienvenido",
    "intro_p1": "Somos UnxWares, una empresa francesa con sede en Normandía, con un centro de datos ubicado en Caen. Trabajamos extensamente para permitir que cualquiera que desee beneficiarse de nuestra experiencia, incluso con un presupuesto a veces limitado.",
    "intro_p2": "Por eso ofrecemos, a través de UnxWares Cloud, soluciones de alojamiento listas para usar y personalizadas, para que nuestros clientes puedan seleccionar la opción que mejor se adapte a sus necesidades, a un precio justo.",
    "intro_p3": "Gracias a la pasión y creatividad del equipo de UnxWares Studio, también aseguramos la creación completa de sus proyectos, ya sean sitios web, software, aplicaciones, APIs o videojuegos. Para la realización de estos proyectos, colaboramos con un equipo interno excepcional así como con desarrolladores independientes certificados. Les garantizamos una compensación justa y nos encargamos de la gestión completa del proyecto, para que puedan concentrarse completamente en la implementación técnica.",
    "intro_p4": "Aspiramos a ser un modelo de excelencia y ética en nuestro sector, y por eso nos enorgullecemos de combinar calidad, transparencia e innovación en todos nuestros servicios.",
    "intro_p5": "Descubra más sobre nosotros, nuestras certificaciones, nuestro compromiso, nuestra infraestructura y las tecnologías que implementamos para satisfacerle navegando por este sitio, incluyendo una reconstrucción visual de nuestra infraestructura, y descubriendo nuestras elecciones técnicas y socios éticos.",
    "our_story": "Nuestra historia",
    "certifications": "Certificaciones y Compromiso"
  },
  "why": {
    "title": "Lo que nos diferencia",
    "intro": "El mercado actual le obliga a elegir entre gigantes americanos (potentes pero opacos y sujetos a la Cloud Act), low-cost (accesible pero sin garantía de calidad ni soporte) o complejidad técnica (Kubernetes se ha vuelto esencial, pero difícil de dominar). Ofrecemos una alternativa.",
    "diff1_title": "Infraestructura Soberana y Gestionada",
    "diff1_desc": "Centro de datos en Caen, infraestructura certificada por CNCF, servicios gestionados incluidos. Desarrollamos nuestras propias tecnologías de orquestación para controlar el rendimiento y los costos, sin dependencia de licencias propietarias.",
    "diff2_title": "Experiencia Técnica Rara",
    "diff2_desc": "Desarrollo y consultoría sobre neo-lenguajes (Rust, Go, Zig) en escasez crítica en el mercado. Acompañamiento de empresas en su transición a Cloud Native con un equipo que realmente comprende estas tecnologías.",
    "diff3_title": "Transparencia y Precios Justos",
    "diff3_desc": "Documentación pública de nuestra infraestructura, precios planos sin tarifas ocultas, tecnologías y elecciones técnicas explicadas. Sin marketing engañoso, solo tecnología sólida.",
    "diff4_title": "Visión Open Source",
    "diff4_desc": "Nuestro modelo está inspirado en Odoo: el código será libre para aprender y proyectos pequeños, las empresas pagan por servicios gestionados y soporte SLA. La comunidad contribuye y audita, creando un círculo virtuoso de calidad y seguridad."
  },
  "services": {
    "title": "Nuestros Servicios",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud sin ser un gigante. Soberanía sin el precio alto.",
    "cloud_feat1": "Infraestructura Soberana",
    "cloud_feat1_desc": "Centro de datos en Caen, 100% Francia, RGPD nativo",
    "cloud_feat2": "Servicios Gestionados Incluidos",
    "cloud_feat2_desc": "Gestionamos el mantenimiento, usted gestiona su negocio",
    "cloud_feat3": "Kubernetes y Cloud Native",
    "cloud_feat3_desc": "Clusters HA certificados por CNCF, orquestador interno",
    "cloud_feat4": "Precios Transparentes",
    "cloud_feat4_desc": "Tarifa plana, sin tarifas ocultas de entrada/salida",
    "cloud_desc": "Ofrecemos soluciones de alojamiento listas para usar y personalizadas, desde infraestructura simple hasta clusters Kubernetes de alta disponibilidad. Nuestra infraestructura está diseñada para la sostenibilidad y el rendimiento, con hardware de calidad y arquitectura de red optimizada.",
    "cloud_link": "Descubra nuestra infraestructura",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software sin renunciar a la soberanía. Experiencia sin tarifas prohibitivas.",
    "studio_feat1": "Tecnologías Modernas",
    "studio_feat1_desc": "Rust, Go, Zig: los lenguajes del mañana",
    "studio_feat2": "Desarrolladores Certificados",
    "studio_feat2_desc": "Equipo interno y freelancers calificados",
    "studio_feat3": "Gestión Completa",
    "studio_feat3_desc": "Desde el diseño hasta el despliegue, gestionamos todo",
    "studio_feat4": "Ética y Calidad",
    "studio_feat4_desc": "Compensación justa para desarrolladores, código de calidad",
    "studio_desc": "Creación completa de sus proyectos: sitios web, software, aplicaciones, APIs y videojuegos. Colaboramos con un equipo interno excepcional y desarrolladores independientes certificados a quienes compensamos justamente. Nuestra experiencia en neo-lenguajes nos permite apoyar a las empresas en su modernización tecnológica con soluciones de alto rendimiento y seguras.",
    "studio_link": "Descubra nuestros proyectos"
  },
  "techstack": {
    "title": "Nuestro Stack Tecnológico",
    "intro": "Confiamos en tecnologías de código abierto probadas y estándares modernos para garantizar rendimiento, seguridad y sostenibilidad. Sin dependencia de licencias propietarias costosas, sin bloqueo tecnológico.",
    "infra_title": "Infraestructura y Orquestación",
    "infra_desc": "Orquestación cloud-native con Kubernetes certificado por CNCF y virtualización Proxmox. Infrastructure as Code para reproducibilidad y escalabilidad.",
    "dev_title": "Desarrollo y Backend",
    "dev_desc": "Experiencia en neo-lenguajes (Rust, Go, Zig) para rendimiento y seguridad de memoria. Frameworks modernos y APIs de alto rendimiento para aplicaciones web y software.",
    "network_title": "Red y Seguridad",
    "network_desc": "Firewalls Fortinet, routers MikroTik con RouterOS y túneles WireGuard para una infraestructura de red robusta. Monitoreo continuo y seguridad multinivel.",
    "db_title": "Bases de Datos y Almacenamiento",
    "db_desc": "Soluciones de almacenamiento distribuido y bases de datos relacionales y NoSQL para todas sus necesidades. Copias de seguridad automatizadas y replicación multisitio."
  },
  "techlogos": {
    "title": "Nuestros Socios de Confianza",
    "intro": "Nuestras infraestructuras se basan en socios de confianza y tecnologías de código abierto probadas."
  },
  "pepite": {
    "title": "Nuestra Solicitud Pépite Normandie",
    "intro": "UnxWares ha solicitado el programa <strong>Pépite Normandie</strong>, el sistema nacional de apoyo al emprendimiento estudiantil. Nuestra solicitud está actualmente en proceso. Este apoyo nos proporcionará la experiencia y los recursos técnicos y empresariales necesarios para estructurar nuestro proyecto y pasar de la experiencia técnica a una empresa verdaderamente viable.",
    "objectives_title": "Los Objetivos de este Apoyo",
    "obj1_title": "Estatus Nacional de Estudiante-Emprendedor (SNEE)",
    "obj1_desc": "Un reconocimiento oficial que dará credibilidad a nuestro enfoque con proveedores y nuestros primeros clientes B2B.",
    "obj2_title": "De la Tecnología al Emprendimiento",
    "obj2_desc": "Desarrollar nuestras habilidades en gestión, negocios y ventas para transformar nuestra experiencia técnica en una empresa sostenible.",
    "obj3_title": "Mentoría y Profesionalización",
    "obj3_desc": "El apoyo de Pépite nos permitirá ser desafiados, salir de nuestra burbuja técnica y adoptar la postura de líderes responsables.",
    "obj4_title": "Recursos y Experiencia",
    "obj4_desc": "Acceso a una red de expertos, recursos técnicos y empresariales para estructurar y desarrollar nuestro proyecto de manera viable.",
    "conclusion": "Este apoyo será esencial para UnxWares: la experiencia y los recursos de Pépite Normandie nos permitirán construir una empresa ética y viable, combinando excelencia técnica y rigor empresarial. Nuestra ambición es convertirnos en un actor de referencia en la nube soberana en Francia, y Pépite Normandie será la palanca que hará realizable esta ambición."
  },
  "ecosystem": {
    "title": "El Ecosistema UnxWares",
    "intro": "UnxWares no se limita al alojamiento y desarrollo. Estamos construyendo un conjunto coherente de proyectos e iniciativas para enriquecer el panorama digital libre y soberano.",
    "vff_title": "VFF Project",
    "vff_tag": "Comunitario",
    "vff_desc": "La enciclopedia ferroviaria colaborativa francesa de referencia. Cartografía precisa, archivos y datos abiertos sobre el mundo ferroviario.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Un sistema operativo ligero optimizado para RDP (Remote Desktop Protocol), diseñado para el rendimiento y la simplicidad.",
    "asso_title": "Asociación OpenSource",
    "asso_tag": "Próximamente",
    "asso_desc": "Una estructura dedicada para apoyar gratuitamente a estudiantes e independientes en la realización de sus proyectos digitales."
  },
  "navbar": {
    "home": "Inicio",
    "product": "Producto",
    "company": "Empresa",
    "legal": "Legal",
    "contact": "Contáctenos",
    "infrastructure": "Infraestructura",
    "infrastructure_desc": "Nuestro centro de datos en Normandía",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Soluciones de alojamiento soberano",
    "studio": "UnxWares Studio",
    "studio_desc": "Desarrollo personalizado",
    "about": "Quiénes somos",
    "about_desc": "Nuestra historia y nuestro equipo",
    "certifications": "Certificaciones",
    "certifications_desc": "Nuestro compromiso ético",
    "legal_notice": "Aviso legal",
    "legal_notice_desc": "Información legal",
    "privacy": "Privacidad",
    "privacy_desc": "Política de privacidad",
    "terms": "Condiciones de uso",
    "terms_desc": "Términos",
    "sales": "Condiciones de venta",
    "sales_desc": "Términos de venta"
  },
  "footer": {
    "quick_links": "Enlaces rápidos",
    "cloud_platform": "Plataforma Cloud",
    "dev_studio": "Estudio de desarrollo",
    "client_area": "Su área de cliente",
    "service_status": "Estado del servicio",
    "certifications": "Certificaciones y Compromiso",
    "find_us": "Encuéntrenos",
    "datacenter": "Centro de datos",
    "legal": "Legal",
    "legal_notice": "Aviso legal",
    "privacy": "Privacidad",
    "terms": "Términos",
    "sales": "Venta",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Todos los derechos reservados",
    "powered_by": "Desarrollado y potenciado por"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspecto",
      "table_header_presentation": "Presentación",
      "identity_label": "Nuestra identidad",
      "identity_value": "UnxWares es una <strong>SAS francesa independiente</strong> fundada por dos apasionados, <strong>Baptiste Gosselin</strong> y <strong>David Gheghea</strong>, con una visión simple: construir un entorno digital soberano, transparente y sostenible, lejos del modelo de los grandes proveedores de hosting.",
      "origins_label": "Nuestros orígenes",
      "origins_value": "El proyecto nace el <strong>19 de octubre de 2023</strong> después de varios años de experimentación técnica. Al principio, solo queríamos alojar nuestros propios servidores, luego la idea creció: crear una estructura capaz de hacer todo, desde la infraestructura hasta el software, en total independencia.",
      "dna_label": "Nuestro ADN",
      "dna_value": "Somos ante todo <strong>técnicos e ingenieros apasionados</strong>, no comerciales. Diseñamos, desarrollamos y administramos todo nosotros mismos: servidores, orquestadores, APIs, herramientas internas y entornos de clientes. Cada línea de código y cada cable está pensado internamente.",
      "poles_label": "Nuestros polos",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Alojamiento, orquestación, automatización, seguridad y supervisión.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Desarrollo de software, web, API y videojuegos.",
      "philosophy_label": "Nuestra filosofía",
      "philosophy_value": "Hacer las cosas correctamente, con sentido y maestría. Ser <strong>soberanos</strong> sobre nuestras infraestructuras, <strong>transparentes</strong> sobre nuestros métodos, y <strong>exigentes</strong> sobre nuestro código. Construimos cada proyecto como si fuera nuestro.",
      "technologies_label": "Nuestras tecnologías",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s y Kubeadm), Proxmox – elegidos por su rendimiento, modernidad y fiabilidad.",
      "projects_label": "Nuestros proyectos",
      "projects_value": "<em>VFF-Project</em> (enciclopedia ferroviaria colaborativa), <em>Raiemus</em> (SO ligero para RDP), y nuestras herramientas internas: orquestador Go, API de despliegue, panel Laravel.",
      "opensource_label": "Nuestro compromiso open-source",
      "opensource_value": "La apertura y el compartir son parte de nuestro ADN. Preparamos la creación de <strong>la asociación UnxWares OpenSource</strong> para ayudar gratuitamente a estudiantes e independientes a concretar sus proyectos, a través de un sistema de acompañamiento y redistribución equitativa.",
      "workmethod_label": "Nuestra forma de trabajar",
      "workmethod_value": "Colaboramos con <strong>freelances certificados</strong>, compensados justamente, supervisados técnicamente, y apoyados por nuestros recursos internos. Un modelo híbrido entre libertad y fiabilidad, en beneficio del cliente y del desarrollador.",
      "values_label": "Nuestros valores",
      "values_value": "Soberanía · Transparencia · Ética · Excelencia · Comunidad · Ecoresponsabilidad",
      "vision_label": "Nuestra visión",
      "vision_value": "Un entorno digital más humano y más soberano. Construir, compartir y transmitir; demostrar que una empresa puede permanecer técnica, honesta e independiente sin sacrificar la calidad.",
      "keydates_title": "Fechas clave",
      "keydates_header_date": "Fecha",
      "keydates_header_event": "Evento",
      "keydates_20220210": "Raíces técnicas con SummumNetwork – primeros desarrollos Forge + APIs personalizadas",
      "keydates_20231019_birth": "<strong>Nacimiento del proyecto UnxWares</strong> – decisión de crear una estructura independiente y soberana",
      "keydates_20231019_vff": "Lanzamiento de VFF-Project – enciclopedia ferroviaria francesa comunitaria",
      "keydates_2024": "Estructuración en dos polos: <strong>UnxWares Studio</strong> (dev) y <strong>UnxWares Cloud</strong> (infra)",
      "keydates_20242025": "Aumento de capacidad del centro de datos normando: HPE ProLiant, Threadripper, red 10 Gb/s, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Creación oficial de UnxWares SAS</strong> – inscripción en el RCS de París",
      "keydates_2025plus": "Lanzamiento previsto de la asociación <strong>UnxWares OpenSource</strong>"
    },
    "whatisit": {
      "title": "UnxWares, ¿qué es?",
      "intro": "UnxWares SAS (registrada el <strong>03 de junio de 2025</strong> en el RCS de París) es una empresa francesa de desarrollo y alojamiento informático nacida de algo muy simple: <strong>dos técnicos que estaban hartos de depender de infraestructuras opacas, caras, a veces incompetentes, y que querían hacerlo todo ellos mismos.</strong>",
      "founders_title": "Los fundadores",
      "founders_intro": "No vamos a mentir: UnxWares, en su base, es una historia de técnicos. Detrás de UnxWares, están:",
      "founders_table_header_founder": "Fundador",
      "founders_table_header_role": "Rol",
      "founders_table_header_profile": "Perfil",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "Presidente",
      "founder_baptiste_profile": "Arquitecto de infraestructura y desarrollo, apasionado por la comprensión profunda. No mira un proyecto solo con hojas de cálculo de Excel: quiere entender hasta el firmware.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "Director General",
      "founder_david_profile": "Mente técnica y analítica, apasionado por el rigor y la excelencia. Una mirada metódica y precisa sobre cada proyecto.",
      "context": "Este proyecto es todo menos una idea salida de una incubadora, todo menos un proyecto de \"start-up\" en PowerPoint. <strong>Nació porque estábamos hartos.</strong> Hartos de los proveedores de hosting que venden sueños, hartos de la negligencia técnica, hartos de los precios absurdos \"porque todos hacen lo mismo\". Y eso cambia todo: <strong>UnxWares no es una empresa fundada por comerciales que luego buscaron desarrolladores.</strong> Es lo contrario. Empezamos desde lo técnico, luego pusimos un marco alrededor.",
      "objective_title": "Nuestro objetivo",
      "objective": "Proponer una <strong>alternativa francesa, soberana, honesta, muy técnica, pero accesible</strong>, en la continuidad de lo que hace por ejemplo Infomaniak... pero llevando aún más lejos la idea de \"controlarlo todo uno mismo\", incluido el orquestador, la red, y los componentes de negocio.",
      "difference_title": "Lo que nos diferencia",
      "diff_table_header_others": "Los otros proveedores de hosting",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Fundados por comerciales que buscan desarrolladores",
      "diff1_unxwares": "<strong>Fundados por técnicos que estructuraron la empresa</strong>",
      "diff2_others": "Infraestructura opaca o externalizada",
      "diff2_unxwares": "<strong>Infraestructura controlada de principio a fin, en Francia</strong>",
      "diff3_others": "Precios alineados con la competencia",
      "diff3_unxwares": "<strong>Precios basados en costos reales, no en \"lo que hacen los demás\"</strong>",
      "diff4_others": "Soporte estandarizado nivel 1",
      "diff4_unxwares": "<strong>Soporte técnico directo por desarrolladores</strong>",
      "diff5_others": "Marketing antes que técnica",
      "diff5_unxwares": "<strong>Técnica antes que marketing</strong>",
      "diff6_others": "\"Soberanía\" como argumento comercial",
      "diff6_unxwares": "<strong>Soberanía como realidad verificable</strong>",
      "diff7_others": "Herramientas de terceros ensambladas",
      "diff7_unxwares": "<strong>Orquestador y herramientas desarrolladas internamente</strong>",
      "positioning_title": "Nuestro posicionamiento",
      "positioning_intro": "Nuestro posicionamiento se resume en una frase:",
      "positioning_quote": "<strong>Queremos hacer cloud y software como nos hubiera gustado que otros lo hicieran antes que nosotros.</strong>",
      "positioning_outro": "Estamos en el movimiento ético de <strong>Infomaniak</strong>, llevado al máximo. Porque básicamente, nosotros los fundadores, somos técnicos, somos apasionados por la tecnología, así que no tenemos una mirada de hombre de negocios. Queremos construir algo bueno, no solo algo rentable."
    },
    "howbegan": {
      "title": "1. Cómo empezó todo",
      "intro": "Aunque el proyecto <strong>SummumNetwork</strong> (10/02/2022 - 10/02/2024) está en el ADN, porque allí aprendimos lo que significa desarrollar todo uno mismo, integrar APIs personalizadas de Minecraft, y llevar características nunca vistas, <strong>no queremos que la historia de UnxWares comience con eso.</strong>",
      "awareness_title": "La toma de conciencia",
      "awareness_intro": "<strong>La historia de UnxWares realmente comienza en 2023</strong>, cuando nos dijimos:",
      "awareness_quote": "\"Ya no queremos depender de proveedores de hosting que hacen \"como los demás\" y que tienen prácticas que no nos convienen.<br/>Queremos nuestra propia infraestructura, nuestra propia forma de orquestar, nuestra forma de hacer cloud, y queremos compartirla.<br/>Sabemos que tenemos habilidades, que adquirimos al no querer hacer como todos, usémoslas para cambiar las cosas y diseñar otra forma de alojar y desarrollar.\"",
      "hardware_title": "Los inicios de hardware",
      "hardware_intro": "En ese momento, estábamos funcionando con un <strong>Ryzen 7 3700X</strong>, incluso veníamos de una configuración donde un <strong>i5-8500 literalmente falleció</strong>, y a pesar de eso ya teníamos algo muy claro: <strong>iremos hacia hardware profesional, hacia una infraestructura alojada en Francia, hacia Kubernetes/Proxmox, pero sin caer en el modelo \"cobramos porque podemos\".</strong>",
      "hardware_table_header_period": "Período",
      "hardware_table_header_hardware": "Hardware",
      "hardware_table_header_context": "Contexto",
      "hardware_before2023": "Antes de 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "Primeras pruebas, el procesador se quemó",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Nacimiento de UnxWares, primeros prototipos",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Centro de datos profesional en Caen",
      "birth": "<strong>Ahí es donde nace UnxWares: el 19 de octubre de 2023.</strong>",
      "vff_title": "VFF-Project: un proyecto hermano",
      "vff_intro": "Al mismo tiempo, lanzamos <strong>VFF Project</strong>: porque no somos solo una empresa de cloud, también somos personas que aman documentar el mundo real. VFF es una <em>enciclopedia ferroviaria francesa</em>, comunitaria, que quiere registrar <strong>las líneas, las estaciones, los archivos, las fotos, los planos</strong>, con precisión al metro, apoyándose en <strong>OpenStreetMap</strong>. No es un pequeño proyecto secundario: es un ejemplo concreto de lo que debe ser la comunidad UnxWares.",
      "summum_title": "SummumNetwork: las raíces técnicas",
      "summum_intro": "Aunque no queremos que nuestra historia comience con SummumNetwork, hay que hablar de ello porque ahí es donde forjamos nuestra experiencia técnica:",
      "summum_point1": "<strong>Proyecto Minecraft 100% personalizado</strong>: desarrollado completamente en Forge con APIs propias",
      "summum_point2": "<strong>Características nunca vistas</strong>: llevamos Minecraft Java a sus límites técnicos",
      "summum_point3": "<strong>Primera confrontación con proveedores de hosting</strong>: ahí es donde entendimos que el mercado de hosting tenía grandes problemas",
      "summum_point4": "<strong>Parada en febrero de 2024</strong>: estimamos que Minecraft Java no tenía mucho futuro y que el ecosistema iba en mala dirección",
      "summum_outro": "Es esta experiencia la que nos dio el deseo de crear <strong>UnxWares Studio</strong> y desarrollar nuestro propio juego bajo <strong>Unreal Engine 5</strong>, en lugar de permanecer dependientes del ecosistema Minecraft."
    },
    "whycreated": {
      "title": "2. Por qué creamos UnxWares",
      "findings_title": "Los hallazgos que nos impulsaron a actuar",
      "findings_intro": "Lo creamos porque constatamos algo que vuelve constantemente:",
      "findings_table_header_problem": "Problema constatado",
      "findings_table_header_response": "Nuestra respuesta",
      "finding1_problem": "<strong>Los proveedores de hosting populares son demasiado simplistas</strong>: funciona mientras quieras un WordPress o un pequeño VPS. Para algo más grande, ¡necesitas un presupuesto considerable!",
      "finding1_response": "Ofrecemos soluciones adaptadas a todas las necesidades, con una verdadera experiencia técnica detrás",
      "finding2_problem": "<strong>Los proveedores de hosting profesionales a menudo son demasiado caros o demasiado cerrados</strong>: \"no te explicamos demasiado lo que hacemos, pero es 4× más caro\"",
      "finding2_response": "Transparencia total sobre nuestra infraestructura, nuestras elecciones técnicas, y precios basados en costos reales",
      "finding3_problem": "<strong>Muchos surfean el mercado sin valor técnico real</strong>: misma infraestructura que el vecino, pero sobre-empaquetada",
      "finding3_response": "Orquestador propio en Go, arquitectura pensada y documentada, verdadero valor agregado técnico",
      "finding4_problem": "<strong>La soberanía es a menudo un argumento de marketing</strong>: se pone \"Francia\" en la página, pero detrás está mal documentado",
      "finding4_response": "Centro de datos en Caen, infraestructura descrita públicamente, elecciones técnicas explicadas",
      "finding5_problem": "<strong>Incompetencia generalizada</strong>: hemos experimentado personalmente con gente realmente incompetente que solo intenta ganar dinero",
      "finding5_response": "Un equipo de técnicos apasionados que realmente entienden lo que hacen",
      "finding6_problem": "<strong>La ilusión comercial</strong>: algunos actores priorizan la apariencia con dashboards llamativos pero poca sustancia técnica detrás",
      "finding6_response": "Sin falsos pretextos, la sustancia técnica antes que la apariencia",
      "conclusion": "<strong>Para nosotros, eso no estaba bien.</strong>",
      "wanted_title": "Lo que realmente queríamos",
      "wanted_intro": "<strong>Nosotros queríamos:</strong>",
      "wanted1": "ser <strong>realmente soberanos</strong> (infraestructura en Francia, en Caen, red de fibra, almacenamiento controlado)",
      "wanted2": "ser <strong>transparentes</strong> (decir en qué funcionamos, mostrar las gamas de servidores, hablar del firewall Fortinet, de los Mikrotiks, de los SLA, no hacer magia)",
      "wanted3": "ser <strong>accesibles a los desarrolladores</strong> (puedes hablar de Go, Rust, Laravel, SvelteKit con nosotros, sabremos responderte, al menos tendremos el conocimiento para entenderte)",
      "wanted4": "proponer un <strong>nuevo modelo de trabajo más ético y virtuoso</strong>, y que permita que todos ganen. Menos complejidad para los clientes, con un solo interlocutor, menos palabrería para los desarrolladores que pueden hacer lo que les gusta",
      "wanted5": "y sobre todo <strong>no jugar a la ilusión comercial</strong> (\"hacemos lo mismo que los GAFAM pero con un dashboard violeta\")",
      "positioning_title": "Nuestro posicionamiento",
      "positioning": "Nuestro posicionamiento se resume en una frase:",
      "positioning_quote": "<strong>Queremos hacer cloud y software como nos hubiera gustado que otros lo hicieran antes que nosotros.</strong>",
      "values_title": "Nuestros valores fundamentales",
      "values_table_header_value": "Valor",
      "values_table_header_meaning": "Lo que significa concretamente",
      "value1_label": "<strong>Soberanía</strong>",
      "value1_meaning": "La infraestructura está en Francia, administrada por nosotros, independiente de los GAFAM",
      "value2_label": "<strong>Transparencia</strong>",
      "value2_meaning": "Sin marketing engañoso: nuestros servidores, nuestras tecnologías, nuestras limitaciones son públicas",
      "value3_label": "<strong>Rendimiento razonado</strong>",
      "value3_meaning": "Sin promesas desmesuradas: cifras reales, configuraciones optimizadas",
      "value4_label": "<strong>Ética</strong>",
      "value4_meaning": "Hardware reacondicionado, prácticas ecoresponsables, sin reventa de datos",
      "value5_label": "<strong>Apertura</strong>",
      "value5_meaning": "Una cultura open source auténtica, no cosmética",
      "value6_label": "<strong>Humanidad</strong>",
      "value6_meaning": "Técnicos apasionados antes que comerciales",
      "value7_label": "<strong>Excelencia</strong>",
      "value7_meaning": "Construimos cada proyecto como si fuera nuestro",
      "value8_label": "<strong>Comunidad</strong>",
      "value8_meaning": "Queremos crear una comunidad, no solo clientes"
    },
    "remember": {
      "title": "Lo que retenemos",
      "intro": "<strong>UnxWares</strong>, es la prueba de que podemos hacer:",
      "point1": "cloud sin ser un gigante,",
      "point2": "open source sin darlo todo,",
      "point3": "software sin renunciar a la soberanía,",
      "point4": "técnica sin perder lo humano.",
      "ecosystem_intro": "Queremos construir <strong>un ecosistema francés, soberano, potente, orientado a desarrolladores</strong>, donde la gente pueda:",
      "eco_point1": "desplegar,",
      "eco_point2": "aprender,",
      "eco_point3": "contribuir,",
      "eco_point4": "y, sobre todo, <strong>no ser prisioneros de las elecciones de otro</strong>.",
      "mission": "Queremos <strong>demostrar que es posible combinar rendimiento, soberanía, accesibilidad y transparencia</strong>, sin caer en el marketing vacío. Queremos <strong>crear una comunidad</strong> donde el conocimiento circule, donde las herramientas sean útiles, y donde cada uno pueda contribuir a algo más grande.",
      "identity1": "UnxWares, no es solo un logo o un SIREN.",
      "identity2": "Son dos técnicos que quisieron hacer algo correcto, útil y limpio. Y que decidieron que si nadie lo hacía, lo harían ellos mismos.",
      "identity3": "UnxWares no es un simple proveedor de hosting, ni un simple estudio de desarrollo.",
      "identity4": "Es un <strong>ecosistema completo</strong> – un proyecto de sociedad digital fundado en la técnica, la pasión y la ética.",
      "tagline1": "Expertos del software y del hardware.",
      "tagline2": "Construir. Compartir. Emanciparse.",
      "tagline3": "Esto es lo que hacemos desde el 19/10/2023.",
      "tagline4": "Y desde el 03/06/2025, es oficial.",
      "welcome": "Bienvenido a la era"
    },
    "today_uwc": {
      "title": "3. Lo que hacemos hoy",
      "subtitle": "3.1 UnxWares Cloud: la infraestructura, la real",
      "intro": "Nuestra infraestructura se describe en detalle en la <a href=\"/datacenter\">página del Centro de Datos</a> del sitio. Se basa en:",
      "table_header_component": "Componente",
      "table_header_details": "Detalles",
      "location_label": "<strong>Localización</strong>",
      "location_value": "Centro de datos en <strong>Normandía (Caen)</strong> – alojamiento soberano, cumplimiento RGPD, datos 100% en Francia",
      "internal_label": "<strong>Servidores internos</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> para la estructura interna (administración, monitoreo, orquestaciones)",
      "network_label": "<strong>Red</strong>",
      "network_value": "<strong>10 Gb/s fibra OM4</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – una verdadera red profesional, no algo de laboratorio",
      "ranges_title": "Nuestras gamas de servicios",
      "ranges_header_range": "Gama",
      "ranges_header_hardware": "Hardware",
      "ranges_header_usage": "Uso",
      "range_services_label": "<strong>Servicios</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Alojamiento de clientes de todos los tipos (Nextcloud, APIs, servicios autogestionados...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 TB HDD 7200rpm RAID10",
      "range_webdb_usage": "Bases de datos / sitios muy pesados que requieren altos rendimientos",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Cargas de trabajo en tiempo real y servidores de juegos",
      "philosophy_title": "Nuestra filosofía de hardware",
      "philosophy": "Lo que hay que entender: hemos tomado deliberadamente <strong>hardware reacondicionado reciente (menos de 10 años)</strong> para <strong>reducir la huella de carbono</strong> y <strong>mantenernos en un presupuesto saludable</strong>, sin recortar en rendimiento. Está asumido, está escrito en el sitio, y nos acerca más a <strong>Infomaniak</strong> que a OVH o Scaleway en filosofía.",
      "alignment_title": "Nuestro alineamiento con los estándares",
      "alignment_p1": "Además, intentamos lo más posible estar en el movimiento de la <strong>Linux Foundation</strong> y de la <strong>Cloud Native Computing Foundation (CNCF)</strong>, que son organismos que apoyan las tecnologías que usamos – tecnologías abiertas, transparentes, independientes de los GAFAM.",
      "alignment_p2": "Lo que hace que valoremos la idea de <strong>soberanía tecnológica sin dependencia de los GAFAM</strong>, lo que se une a la visión de la LF de un ecosistema abierto y comunitario. Además, la CNCF ha certificado las tecnologías que utilizamos para nuestra nube, como Kubernetes, Helm, ArgoCD... lo que prueba que intentamos lo más posible crear una <strong>infraestructura sólida, que respete estándares</strong>, y que no es una infraestructura endeble como en algunos otros proveedores de hosting.",
      "alignment_p3": "<em>(Precisamos que lamentablemente no mostramos los logos de estas grandes fundaciones porque esto requiere una suscripción anual, que no podemos pagar porque queremos poner ese dinero, esos miles de euros, en nuestra infraestructura y en el buen desarrollo de UnxWares.)</em>",
      "stack_title": "Nuestro stack técnico",
      "stack_intro": "Técnicamente, nuestra nube se basa en:",
      "stack_header_tech": "Tecnología",
      "stack_header_role": "Rol",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualización y gestión de clusters",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Escalabilidad, desacoplamiento y orquestación de contenedores",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Capa de observabilidad moderna (métricas, logs, dashboards)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Estrategia de respaldo multinivel",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Despliegue y GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall y seguridad de red",
      "sla_title": "Nuestro compromiso SLA",
      "sla": "<strong>SLA objetivo: 99,5%</strong> – honesto, realista, no marketing. No le prometemos 99,99% si no podemos cumplirlo. Preferimos ser honestos sobre nuestras capacidades reales."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio: crear, innovar, impulsar",
      "intro_p1": "A partir de <strong>2024</strong>, oficializamos <strong>UnxWares Studio</strong>. El objetivo: <strong>poner nuestro know-how de desarrollo al servicio de los proyectos de clientes</strong> (y de los nuestros).",
      "intro_p2": "<strong>UnxWares Studio</strong> es nuestro polo de desarrollo. Encarna la parte \"creación\" de nuestro ecosistema, y permite dar vida a aplicaciones, sitios y videojuegos de calidad profesional.",
      "tech_title": "Nuestras tecnologías",
      "tech_header_tech": "Tecnología",
      "tech_header_usage": "Uso",
      "tech_header_examples": "Ejemplos concretos en nuestra empresa",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservicios, orquestadores, backends de alto rendimiento",
      "tech_go_examples": "Orquestador UnxWares Cloud, API de despliegue",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "Herramientas del sistema, seguras y de alto rendimiento",
      "tech_rust_examples": "Herramientas internas, componentes de seguridad",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Aplicaciones web robustas y escalables",
      "tech_laravel_examples": "Panel de cliente UnxWares Cloud (autenticación, facturación, OIDC Provider, derechos)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Interfaces modernas, reactivas y ligeras",
      "tech_svelte_examples": "El sitio principal de UnxWares (el que está leyendo), sitios corporativos de clientes",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Videojuegos independientes",
      "tech_ue5_examples": "Nuestro propio juego, en reemplazo de nuestra dependencia de Minecraft Java",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Aplicaciones móviles y de escritorio multiplataforma",
      "tech_flutter_examples": "Apps de clientes iOS / Android / Desktop en una sola base de código",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Polivalencia y compatibilidad",
      "tech_other_examples": "Legacy, integraciones de terceros, herramientas diversas",
      "why_title": "¿Por qué este estudio?",
      "why_intro": "Porque hay clientes que quieren <strong>un solo interlocutor</strong>:",
      "why_quote": "\"Quiero una app + quiero que esté alojada + quiero que alguien la supervise + quiero alguien para el CI/CD\"",
      "why_p1": "Nosotros, podemos hacer todo, porque <strong>tenemos Cloud + Studio</strong>. Sin intermediarios, sin compromisos. Desarrollamos, alojamos, mantenemos, supervisamos. Del código a la producción, todo pasa por nosotros.",
      "why_p2": "Queremos ofrecer a cada cliente – particular, empresa, institución – una <strong>solución a medida</strong>, integrando desarrollo, alojamiento y seguimiento completo.",
      "freelance_title": "Nuestro modelo de colaboración con freelances",
      "freelance_intro": "Trabajamos regularmente con <strong>freelances</strong> e <strong>independientes</strong>, pero de una manera diferente a las agencias clásicas:",
      "freelance_table_header_step": "Etapa",
      "freelance_table_header_how": "Cómo funciona",
      "freelance_step1_label": "<strong>1. La necesidad</strong>",
      "freelance_step1_desc": "El cliente llega con una necesidad (app, sitio, API, infraestructura)",
      "freelance_step2_label": "<strong>2. Coordinación</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> juega el rol de director de orquesta: marco, planificación, seguridad, alojamiento, CI/CD",
      "freelance_step3_label": "<strong>3. Los freelances</strong>",
      "freelance_step3_desc": "No tienen que correr detrás del cliente para que les paguen: <strong>les pagamos en un marco previsto, les proporcionamos contexto técnico, les ponemos la infraestructura a disposición</strong>",
      "freelance_step4_label": "<strong>4. El cliente</strong>",
      "freelance_step4_desc": "No sufre \"el freelance que tiene retraso\", porque ponemos <strong>redundancia humana</strong> como ponemos redundancia de servidor",
      "freelance_step5_label": "<strong>5. La coherencia</strong>",
      "freelance_step5_desc": "Los freelances trabajan <strong>en nuestros stacks</strong> (Laravel, Go, SvelteKit, Kubernetes), así que mantenemos un código homogéneo",
      "whowins_title": "¿Quién gana?",
      "whowins_header_who": "Para quién",
      "whowins_header_benefit": "Lo que cambia",
      "whowins_client_label": "<strong>El cliente</strong>",
      "whowins_client_benefit": "Poco retraso, infraestructura controlada, soporte directo, un solo interlocutor",
      "whowins_freelance_label": "<strong>El freelance</strong>",
      "whowins_freelance_benefit": "Sin lucha por la facturación, contexto técnico proporcionado, entorno listo para usar",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Calidad de entrega, código homogéneo, relación de confianza a largo plazo",
      "approach": "Es un <strong>enfoque híbrido</strong> entre la agencia, la cooperativa y el estudio técnico: <strong>humano, eficiente, sin capa administrativa adicional.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 El orquestador propio en Go",
      "intro": "Donde realmente nos diferenciamos es que <strong>no solo usamos software de terceros para hacer funcionar la nube</strong>. Hemos desarrollado <strong>nuestro propio orquestador en Go</strong>.",
      "how_title": "Cómo funciona",
      "how_header_layer": "Capa",
      "how_header_tech": "Tecnología",
      "how_header_role": "Rol",
      "layer1_label": "<strong>1. Área de cliente</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Autenticación, facturación, OIDC Provider, gestión de derechos",
      "layer2_label": "<strong>2. Orquestador</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Recepción de órdenes del panel, coordinación de acciones en la infraestructura",
      "layer3_label": "<strong>3. Capas de infraestructura</strong>",
      "layer3_tech": "Proxmox, Kubernetes, nodos",
      "layer3_role": "Ejecución de despliegues, gestión de VMs y contenedores",
      "layer4_label": "<strong>4. API de despliegue</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Solo hace una cosa: <strong>desplegar</strong>. Sin lógica de negocio, para reducir la superficie de ataque",
      "security": "Todo está <strong>segmentado por seguridad</strong>: sin conexión directa DB → hipervisor. Cada capa solo habla con la siguiente. Es una arquitectura <strong>moderna, modular, auditable</strong>, hecha para crecer.",
      "opensource_subtitle": "3.4 El open source en nuestra empresa",
      "opensource_intro": "En nuestro GitHub, explicamos claramente nuestra posición:",
      "opensource_point1": "<strong>sí, publicamos mucho</strong>,",
      "opensource_point2": "<strong>no, no damos todo</strong>,",
      "opensource_point3": "<strong>sí, queremos que pueda ser reutilizado</strong>,",
      "opensource_point4": "<strong>no, no queremos que nos copien industrialmente.</strong>",
      "opensource_policy": "Así que ponemos sistemáticamente una mención del tipo:",
      "opensource_quote": "\"El código está publicado, puede inspirarse, modificarlo, contribuir, pero <strong>la propiedad intelectual permanece en UnxWares</strong>. Cualquier reutilización tal cual con fines comerciales está prohibida.\"",
      "public_private_title": "Lo que es público vs privado",
      "pp_header_category": "Categoría",
      "pp_header_status": "Estado",
      "pp_header_why": "Por qué",
      "pp_site_cat": "Sitio principal (SvelteKit)",
      "pp_site_status": "<strong>Público</strong>",
      "pp_site_why": "Útil para aprender, puede inspirar a otros desarrolladores",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Público</strong>",
      "pp_vff_why": "Proyecto comunitario, datos abiertos ferroviarios",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Público</strong>",
      "pp_raiemus_why": "Proyecto comunitario, SO ligero para todos",
      "pp_orch_cat": "Orquestador Go",
      "pp_orch_status": "<strong>Privado</strong>",
      "pp_orch_why": "Código crítico, núcleo del negocio, superficie de ataque",
      "pp_security_cat": "Módulos de seguridad",
      "pp_security_status": "<strong>Privado</strong>",
      "pp_security_why": "Evitar la explotación de vulnerabilidades",
      "pp_brand_cat": "Identidad visual / assets",
      "pp_brand_status": "<strong>Privado</strong>",
      "pp_brand_why": "Propiedad intelectual, marca registrada",
      "pp_panel_cat": "Panel de cliente Laravel",
      "pp_panel_status": "<strong>Privado</strong>",
      "pp_panel_why": "Lógica de negocio, facturación, datos sensibles",
      "pp_conclusion": "Puede parecer paradójico, pero es muy simple: <strong>somos una empresa</strong>, debemos proteger nuestros activos. <strong>Somos pro-open source</strong>, queremos que la gente pueda aprender, contribuir, basarse en ello. Pero <strong>tenemos código crítico</strong> → eso permanece privado, para evitar la explotación de vulnerabilidades. Es lógico.",
      "association_subtitle": "3.5 La asociación UnxWares OpenSource",
      "association_intro": "Por eso queremos crear <strong>la asociación UnxWares OpenSource</strong> (asociación ley 1901, apoyada por UnxWares SAS):",
      "association_header_offer": "Lo que ofrecemos",
      "association_header_who": "A quién",
      "association_header_return": "Contrapartida",
      "association_offer1": "Servidores de alojamiento gratuitos",
      "association_who": "Estudiantes, independientes, jóvenes desarrolladores seleccionados",
      "association_return": "<strong>5 al 10%</strong> de comisión temporal sobre los ingresos cuando el proyecto funciona, para reinvertir en la comunidad y ayudar al siguiente",
      "association_offer2": "Licencias (Steamworks, herramientas profesionales...)",
      "association_offer3": "Git privado, acompañamiento técnico",
      "association_p1": "Es un modelo muy diferente de una incubadora clásica: <strong>no compramos la empresa, no tomamos el control, solo ayudamos a empezar.</strong>",
      "association_p2": "Este modelo <strong>autosostenible</strong> quiere romper con la lógica de dependencia financiera: <strong>ayudar, lanzar, liberar.</strong>",
      "projects_subtitle": "3.6 Nuestros proyectos comunitarios",
      "projects_header_project": "Proyecto",
      "projects_header_description": "Descripción",
      "projects_header_status": "Estado",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "Enciclopedia ferroviaria francesa comunitaria – líneas abiertas, cerradas, planos de época, fotos, archivos, puntos kilométricos, trazados OSM al metro. Datos abiertos, precisión al metro vía <strong>OpenStreetMap</strong>.",
      "project_vff_status": "En desarrollo (casi solo por el momento), lanzado en octubre de 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Sistema operativo basado en <strong>ArchLinux</strong>, aligerado y optimizado, pensado para <strong>RDP / PC remoto</strong>. Transforma un pequeño PC en terminal de alto rendimiento capaz de conectarse a una máquina más potente.",
      "project_raiemus_status": "En pausa (UnxWares toma mucho tiempo), previsto para apertura comunitaria",
      "project_orch_name": "<strong>Orquestador &amp; API</strong>",
      "project_orch_desc": "Nuestro propio orquestador de nube en Go y la API de despliegue asociada – pensados para ser modulares, seguros y documentados.",
      "project_orch_status": "En desarrollo activo, privado",
      "project_panel_name": "<strong>Panel de cliente</strong>",
      "project_panel_desc": "Área de cliente Laravel con autenticación, facturación, OIDC Provider y gestión de derechos. Interfaz para todos los servicios UnxWares Cloud.",
      "project_panel_status": "En desarrollo activo, privado",
      "project_game_name": "<strong>Videojuego (UE5)</strong>",
      "project_game_desc": "Nuestro propio juego bajo Unreal Engine 5. En lugar de permanecer dependientes del ecosistema Minecraft Java que, según nosotros, no va en la dirección correcta.",
      "project_game_status": "Previsto, en concepción",
      "projects_conclusion": "Lo que caracteriza nuestros proyectos comunitarios: <strong>un proyecto útil, reutilizable, documentado, comunitario.</strong> Es exactamente lo que queremos para la comunidad UnxWares.",
      "difference_subtitle": "3.7 Lo que realmente nos diferencia",
      "diff1": "<strong>Somos ante todo técnicos.</strong> Sabemos qué es un FortiGate 100E, una fibra OM4, una latencia hacia Scaleway, los montamos nosotros mismos.",
      "diff2": "<strong>No copiamos los precios de la competencia.</strong> Partimos de la necesidad real, no de una cuadrícula al estilo OVH.",
      "diff3": "<strong>Publicamos código.</strong> No solo una landing page.",
      "diff4": "<strong>Tenemos una verdadera historia de centro de datos</strong>, no \"estamos en la nube\" sin decir dónde. (→ Caen, Francia, 10 Gb/s, respaldos multinivel, Proxmox + Kubernetes.)",
      "diff5": "<strong>Queremos crear una comunidad, no solo clientes.</strong>",
      "diff6": "<strong>Asumimos proteger ciertos componentes.</strong> El código crítico permanece privado, lo asumimos, y es por la seguridad de todos.",
      "diff7": "<strong>Hacemos software Y infraestructura.</strong> Pocos actores hacen seriamente ambos. En nuestra empresa, el desarrollador que codificó la API es el mismo que entiende cómo funciona en el servidor.",
      "diff8": "<strong>Priorizamos el hardware reacondicionado.</strong> Una elección ecológica y responsable que nos distingue de los grandes actores, sin comprometer el rendimiento.",
      "diff9": "<strong>Seguimos los estándares de la CNCF y de la Linux Foundation.</strong> No por conformismo, sino porque son tecnologías que corresponden a nuestra visión de un ecosistema abierto."
    }
  },
  "pages": {
    "whoarewe": {
      "title": "UnxWares - Quiénes somos",
      "h1": "Nuestra identidad: ¿Quiénes somos, cuál es nuestra historia?",
      "intro": "En línea con nuestros valores, es crucial para nosotros que nos conozcas, que seamos transparentes contigo, porque creemos que una verdadera relación con nuestros clientes y nuestra comunidad es necesaria para el buen funcionamiento de Internet mañana",
      "summary_title": "Un breve resumen",
      "story_title": "Nuestra historia: la verdadera"
    },
    "datacenter": {
      "title": "UnxWares - Centro de Datos"
    }
  },
  "datacenter": {
    "resume": {
      "title": "Infraestructura Cloud de UnxWares",
      "intro_p1": "Nuestra infraestructura representa la culminación de una visión técnica exigente: ofrecer a nuestros clientes un entorno digital que combina rendimiento de vanguardia, máxima seguridad y sostenibilidad ambiental. Cada componente ha sido seleccionado por su fiabilidad probada y su integración armoniosa en un ecosistema técnico coherente.",
      "intro_p2": "Hemos elegido deliberadamente apoyarnos en tecnologías reconocidas y probadas: los servidores Hewlett Packard Enterprise (HPE) ProLiant por su legendaria robustez, la virtualización Proxmox por su flexibilidad y estabilidad, la orquestación Kubernetes por su escalabilidad nativa, las soluciones Fortinet para una seguridad sin compromisos, y una conectividad de fibra obligatoria para máxima estabilidad, proporcionada por Netaris SAS. Esta arquitectura respeta escrupulosamente los estándares internacionales de la Cloud Native Computing Foundation, al tiempo que integra un enfoque ecológico responsable que nos distingue en el mercado.",
      "numbers_title": "En cifras: la excelencia medible",
      "number1": "<strong>Alojamiento soberano:</strong> Centro de datos de Caen, Francia - cumplimiento RGPD garantizado",
      "number2": "<strong>Rendimiento de red:</strong> Latencia de 7ms hacia Scaleway París - reactividad óptima",
      "number3": "<strong>Disponibilidad:</strong> Trabajamos para un SLA del 99,5% - fiabilidad de nivel profesional",
      "number4": "<strong>Observabilidad:</strong> Las soluciones de Grafana Labs - monitoreo en tiempo real de nueva generación",
      "number5": "<strong>Resiliencia:</strong> Respaldo multinivel (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Conectividad:</strong> 10 Gb/s en fibra óptica OM4 - distribuida para todos nuestros clientes",
      "number7": "<strong>Ecología:</strong> Servidores reacondicionados de menos de 10 años - impacto de carbono reducido"
    },
    "internal": {
      "title": "Una infraestructura interna robusta: los cimientos de la excelencia",
      "intro_p1": "En el corazón de nuestro ecosistema técnico, tres servidores HPE ProLiant DL360p Gen8 constituyen la columna vertebral de nuestras operaciones. Estas máquinas, verdaderos centros neurálgicos, orquestan la administración global, el monitoreo en tiempo real y la gestión de todos nuestros entornos de clientes.",
      "intro_p2": "Esta infraestructura base no es solo una elección técnica, es un compromiso con la estabilidad. Los ProLiant Gen8, reconocidos por su fiabilidad excepcional en condiciones de uso intensivo, garantizan una continuidad operacional sin fallas. Su arquitectura redundante y su capacidad de vigilancia proactiva nos permiten anticipar y prevenir incidentes antes de que afecten sus servicios. Además, existe una enorme cantidad de piezas de repuesto, lo que nos permite reemplazar fácilmente las piezas posiblemente defectuosas asegurando siempre un servicio continuo.",
      "intro_p3": "El conjunto de esta infraestructura interna funciona en modo de alta disponibilidad, con mecanismos automáticos de conmutación por error y vigilancia 24/7 que nos permite intervenir de manera preventiva. Este enfoque proactivo constituye la base sobre la que reposa la confianza que nuestros clientes nos otorgan.",
      "table_header_component": "Componente",
      "table_header_details": "Detalles y rendimiento",
      "cpu_label": "<strong>Procesadores</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, 20 núcleos virtuales cada uno, es decir 40 núcleos virtuales en total, 2,2 GHz (3 GHz en Turbo), 25 MB caché L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "192 GB DDR3 ECC RDIMM, corrección de errores, alta fiabilidad y estabilidad",
      "storage_label": "<strong>Almacenamiento principal</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO en RAID 1, protección de datos, extensible hasta 4 TB",
      "network_label": "<strong>Red</strong>",
      "network_value": "1 Gigabit Ethernet, optimizado para estabilidad y fiabilidad",
      "virtualization_label": "<strong>Virtualización / Orquestación</strong>",
      "virtualization_value": "Kubernetes, Proxmox y despliegues personalizados",
      "redundancy_label": "<strong>Redundancia y fiabilidad</strong>",
      "redundancy_value": "RAID 1 para almacenamiento, alimentación redundante, alta disponibilidad",
      "usage_label": "<strong>Nuestros usos</strong>",
      "usage_value": "Administración, monitoreo y gestión de la infraestructura interna"
    },
    "services": {
      "title": "La gama Servicios: la excelencia para sus aplicaciones de negocio",
      "intro_p1": "Nuestra gama Servicios representa la punta de lanza de nuestra oferta de alojamiento profesional. Tres servidores HPE ProLiant DL360 Gen9 de última generación forman esta plataforma dedicada al alojamiento de su software de negocio, software empresarial, aplicaciones críticas, entornos de desarrollo e interfaces de programación (APIs).",
      "intro_p2": "Esta gama encarna nuestra filosofía de servicio: proponer simultáneamente soluciones estandarizadas para despliegues rápidos y eficientes, y arquitecturas a medida acompañadas de una prestación de servicios gestionados completa. Ya sea una startup en rápido crecimiento o una empresa establecida con necesidades complejas, nuestra gama Servicios se adapta a su ritmo y a sus exigencias.",
      "intro_p3": "La orquestación Kubernetes desplegada en esta infraestructura le garantiza una experiencia de usuario excepcional: escalabilidad automática según la carga, alta disponibilidad nativa con conmutación transparente, y despliegues sin interrupción del servicio. Esta tecnología, adoptada por los mayores actores digitales mundiales, le ofrece una flexibilidad y robustez comparables a las soluciones de los gigantes de la nube, con la ventaja de un servicio personalizado y un control completo de sus datos.",
      "intro_p4": "Los entornos están aislados y asegurados individualmente, permitiendo una cohabitación serena de múltiples aplicaciones manteniendo rendimientos óptimos. Nuestro sistema de monitoreo avanzado le ofrece una visibilidad completa sobre el uso de recursos y el rendimiento de sus aplicaciones.",
      "table_header_component": "Componente",
      "table_header_details": "Detalles y rendimiento",
      "cpu_label": "<strong>Procesadores</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, 28 núcleos virtuales cada uno, es decir 56 núcleos virtuales, 2,4 GHz (3,3 GHz en Turbo), 35 MB caché L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "128 GB DDR4 ECC RDIMM, corrección de errores, alta fiabilidad y estabilidad",
      "storage_label": "<strong>Almacenamiento principal</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO en RAID 1, protección de datos, extensible hasta 4 TB",
      "network_label": "<strong>Red</strong>",
      "network_value": "10 Gigabits Ethernet (SFP+) para una conexión a Internet ultrarrápida",
      "virtualization_label": "<strong>Virtualización / Orquestación</strong>",
      "virtualization_value": "Kubernetes, Proxmox y despliegues personalizados",
      "redundancy_label": "<strong>Redundancia y fiabilidad</strong>",
      "redundancy_value": "RAID 1 para almacenamiento, alimentación redundante, alta disponibilidad",
      "usage_label": "<strong>Uso recomendado</strong>",
      "usage_value": "Alojamiento de API, software, aplicaciones empresariales, aplicaciones profesionales y servicios de clientes"
    },
    "webdb": {
      "title": "La gama WebDB: la potencia al servicio de sus datos",
      "intro_p1": "Nuestra gama WebDB ha sido diseñada específicamente para responder a los desafíos más exigentes: alojamiento de bases de datos críticas de alta carga, servidores web que soportan tráfico intenso, y aplicaciones que requieren tiempos de respuesta ultrarrápidos.",
      "intro_p2": "En el corazón de esta gama, un servidor personalizado equipado con un procesador AMD Threadripper – una arquitectura multinúcleo excepcional – acoplado a almacenamiento NVMe de última generación. Esta combinación ofrece rendimientos de lectura/escritura que superan ampliamente las soluciones tradicionales, con tiempos de acceso a datos medidos en microsegundos.",
      "intro_p3": "El AMD Threadripper, con sus múltiples núcleos e hilos, se destaca particularmente en el procesamiento paralelo de consultas de bases de datos complejas. Ya sea que gestione almacenes de datos voluminosos, aplicaciones de análisis en tiempo real, o sitios web de alto tráfico, esta arquitectura le garantiza una reactividad constante incluso bajo carga máxima.",
      "intro_p4": "El almacenamiento NVMe, por su parte, elimina los cuellos de botella tradicionales relacionados con discos mecánicos o incluso SSD SATA clásicos. Con caudales que pueden alcanzar varios gigabytes por segundo (aquí, más de 7 GB/s con nuestros NVMe Samsung), sus aplicaciones se benefician de un acceso casi instantáneo a los datos, traduciéndose en una experiencia de usuario fluida y tiempos de procesamiento optimizados.",
      "intro_p5": "Esta configuración es particularmente adaptada a entornos CRM, ERP, plataformas de comercio electrónico, aplicaciones de análisis de datos, y todos los casos de uso donde el rendimiento de la base de datos constituye un factor crítico de éxito.",
      "description": "La gama <strong>WebDB</strong> está dedicada a bases de datos y servidores web de alto tráfico, que requieren máxima reactividad y estabilidad.",
      "table_header_component": "Componente",
      "table_header_details": "Detalles y rendimiento",
      "cpu_label": "<strong>Procesador</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 núcleos / 24 hilos, 3,5 GHz (4,3 GHz en Boost), 32 MB caché L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "64 GB DDR4, alta velocidad para procesamiento intensivo de bases de datos",
      "storage_label": "<strong>Almacenamiento principal</strong>",
      "storage_value": "2 × 1 TB NVMe Samsung 990 EVO Plus, muy alta velocidad y baja latencia",
      "network_label": "<strong>Red</strong>",
      "network_value": "10 Gigabits Ethernet vía NIC Intel, extremadamente estable para tráfico crítico",
      "virtualization_label": "<strong>Virtualización / Orquestación</strong>",
      "virtualization_value": "Proxmox y despliegues personalizados",
      "redundancy_label": "<strong>Redundancia y fiabilidad</strong>",
      "redundancy_value": "RAID por software, alta disponibilidad",
      "usage_label": "<strong>Uso recomendado</strong>",
      "usage_value": "Alojamiento de bases de datos, servidores web de alto tráfico y aplicaciones críticas"
    },
    "games": {
      "title": "La gama Games: el alto rendimiento para aplicaciones intensivas",
      "intro_p1": "La gama Games representa la excelencia en términos de potencia de cálculo bruta y reactividad. Dedicada a los entornos más exigentes – alojamiento de servidores de juegos multijugador, y todo procesamiento que requiera una potencia de cálculo intensiva – esta gama empuja los límites de lo posible.",
      "intro_p2": "Nuestro servidor personalizado incorpora un procesador AMD Ryzen 9 9900X, uno de los procesadores más potentes de su generación. Este chip, construido sobre una arquitectura de vanguardia, ofrece una combinación única de altas frecuencias y numerosos núcleos, ideal para aplicaciones que requieren tanto potencia bruta como reactividad en tiempo real.",
      "intro_p3": "El almacenamiento NVMe ultrarrápido completa esta configuración eliminando toda latencia relacionada con accesos a disco. Para juegos en línea, esto se traduce en tiempos de carga casi instantáneos y una fluidez perfecta. Para aplicaciones de cálculo intensivo, es la seguridad de que los datos están disponibles inmediatamente para los procesadores, maximizando la eficiencia de cada ciclo de cálculo.",
      "intro_p4": "Esta plataforma está diseñada para mantener rendimientos estables incluso bajo carga continua máxima. Los sistemas de refrigeración avanzados y la gestión inteligente de la alimentación garantizan una estabilidad térmica óptima, condición indispensable para aplicaciones críticas que funcionan 24/7.",
      "intro_p5": "Ya sea que aloje servidores Minecraft, instancias de juegos AAA multijugador, entornos de desarrollo de juegos, esta gama le ofrece la potencia y fiabilidad necesarias para sobresalir en su campo.",
      "table_header_component": "Componente",
      "table_header_details": "Detalles y rendimiento",
      "cpu_label": "<strong>Procesador</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 núcleos / 24 hilos, 4,4 GHz (5,6 GHz en Boost), 64 MB caché L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "64 GB DDR5, alta velocidad para cálculo intensivo",
      "storage_label": "<strong>Almacenamiento principal</strong>",
      "storage_value": "2 × 1 TB NVMe Western Digital SN770, muy alta velocidad y baja latencia",
      "network_label": "<strong>Red</strong>",
      "network_value": "10 Gigabits Ethernet para tráfico rápido y estable",
      "virtualization_label": "<strong>Virtualización / Orquestación</strong>",
      "virtualization_value": "Kubernetes, Proxmox y despliegues personalizados",
      "redundancy_label": "<strong>Redundancia y fiabilidad</strong>",
      "redundancy_value": "RAID por software, alta disponibilidad",
      "usage_label": "<strong>Uso recomendado</strong>",
      "usage_value": "Alojamiento de juegos en línea"
    },
    "network": {
      "title": "Una red profesional de fibra: la conectividad sin compromisos",
      "intro_p1": "En el ecosistema digital moderno, el rendimiento de los servidores más potentes se vuelve inútil sin una conectividad de red a la altura. Nuestra infraestructura de red ha sido diseñada según los estándares más exigentes de la industria, privilegiando la fibra óptica OM4 duplex por sus características excepcionales: latencia ultrabaja, máxima estabilidad, y capacidad de escalado casi ilimitada.",
      "intro_p2": "Nuestra asociación con Netario (nombre comercial de Netaris SAS) nos garantiza un ancho de banda simétrico de 8-10 gigabits por segundo, dimensionado para absorber los picos de tráfico más importantes sin ninguna degradación del servicio. Esta capacidad, ampliamente dimensionada en relación con nuestras necesidades actuales, nos ofrece un margen de evolución considerable y le garantiza una calidad de servicio constante.",
      "intro_p3": "Rendimiento medido y certificado: Nuestras pruebas regulares confirman una latencia de solo 7 milisegundos hacia Scaleway París, colocando nuestra infraestructura al nivel de las mejores soluciones del mercado. Este rendimiento excepcional garantiza una reactividad óptima para sus aplicaciones críticas, ya sean aplicaciones web interactivas, APIs en tiempo real, o servicios que requieren sincronización precisa.",
      "architecture_title": "Arquitectura de red multicapa",
      "architecture_intro": "Nuestra red se apoya en una arquitectura en capas que combina seguridad, rendimiento y redundancia:",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E:</strong> Este firewall de nueva generación constituye nuestra primera línea de defensa. Más allá del simple filtrado de paquetes, integra funcionalidades avanzadas de prevención de intrusiones (IPS), análisis comportamental del tráfico, filtrado de aplicaciones, y protección contra amenazas avanzadas. Su alta capacidad de procesamiento garantiza que ningún rendimiento se sacrifique en beneficio de la seguridad.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS:</strong> Este router profesional de alto rendimiento gestiona la inteligencia de nuestra red. Sus capacidades avanzadas de enrutamiento dinámico, gestión de calidad de servicio (QoS), y distribución de carga nos permiten optimizar permanentemente los flujos de datos. Las funcionalidades de redundancia integradas garantizan una continuidad de servicio incluso en caso de fallo de un enlace.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM:</strong> Este conmutador de 10 gigabits totalmente de fibra asegura la conectividad interna entre nuestros servidores. Su diseño \"non-blocking\" garantiza que cada puerto pueda utilizar la totalidad de su ancho de banda sin congestión, incluso cuando todos los puertos están activos simultáneamente. Esta arquitectura elimina todo cuello de botella a nivel de la interconexión de servidores.",
      "architecture_conclusion": "Esta arquitectura multicapa nos permite ofrecer una combinación única de velocidad, redundancia y seguridad. La gestión inteligente del tráfico optimiza automáticamente los rendimientos, mientras que los sistemas de protección multicapa garantizan una seguridad de nivel bancario."
    },
    "security": {
      "title": "Seguridad y continuidad: su patrimonio digital protegido",
      "sovereignty_title": "Alojamiento soberano: control y cumplimiento",
      "sovereignty_p1": "La elección del alojamiento en Francia, específicamente en el centro de datos de Caen, responde a una exigencia fundamental: la soberanía digital. Sus datos permanecen bajo jurisdicción francesa y europea, garantizando un cumplimiento total con el RGPD y las regulaciones más estrictas en materia de protección de datos personales.",
      "sovereignty_p2": "Esta localización ofrece ventajas estratégicas múltiples: control jurídico completo de sus datos, latencia optimizada para sus usuarios europeos, e independencia frente a legislaciones extraterritoriales que pueden comprometer la confidencialidad de sus informaciones sensibles.",
      "depth_title": "Arquitectura de seguridad en profundidad",
      "depth_intro": "Nuestro enfoque de seguridad se basa en el principio de defensa en profundidad, con múltiples capas de protección que se refuerzan mutuamente:",
      "perimeter_label": "<strong>Seguridad perimetral:</strong>",
      "perimeter_desc": "El Fortinet FortiGate 100E constituye nuestro escudo digital. Esta solución de seguridad de nueva generación combina firewall tradicional, sistema de prevención de intrusiones, filtrado de aplicaciones, y protección contra amenazas avanzadas. Su inteligencia artificial integrada analiza permanentemente los patrones de tráfico para identificar y bloquear intentos de ataque, incluso los más sofisticados.",
      "isolation_label": "<strong>Aislamiento y segmentación:</strong>",
      "isolation_desc": "La virtualización Proxmox crea entornos herméticamente aislados. Cada máquina virtual evoluciona en su propio espacio seguro, eliminando los riesgos de contaminación cruzada y garantizando que el compromiso de un entorno no pueda afectar a los otros.",
      "monitoring_label": "<strong>Vigilancia continua:</strong>",
      "monitoring_desc": "Nuestros sistemas de monitoreo de seguridad analizan permanentemente los logs, detectan comportamientos anormales, y generan alertas instantáneas en caso de intento de intrusión o actividad sospechosa.",
      "backup_title": "Estrategia de respaldo multicapa: su seguro de tranquilidad",
      "backup_intro": "Nuestra estrategia de respaldo ha sido diseñada según el principio de máxima redundancia, garantizando la integridad y disponibilidad de sus datos incluso en los escenarios más desfavorables:",
      "backup_level1_label": "<strong>Nivel 1 - Resiliencia de infraestructura:</strong>",
      "backup_level1_desc": "El sistema Longhorn asegura la replicación automática y en tiempo real de los datos críticos de nuestra infraestructura interna. Esta tecnología cloud-native garantiza que ningún dato del sistema se pierda nunca, incluso en caso de fallo de hardware.",
      "backup_level2_label": "<strong>Nivel 2 - Externalización segura:</strong>",
      "backup_level2_desc": "Sus datos de clientes se respaldan automáticamente en Infomaniak, proveedor suizo reconocido por su fiabilidad ejemplar, su neutralidad política, y su respeto escrupuloso de la privacidad. Esta externalización geográfica garantiza la protección de sus datos incluso frente a siniestros mayores.",
      "backup_level3_label": "<strong>Nivel 3 - Control premium:</strong>",
      "backup_level3_desc": "Para clientes con las exigencias más altas, nuestro servicio de respaldo vía Proxmox Backup Server (PBS) ofrece un control total sobre la estrategia de respaldo. Usted define sus propias políticas de retención, frecuencias de respaldo, y pruebas de restauración, con granularidad a nivel de archivo si es necesario.",
      "sla_title": "Compromiso de disponibilidad",
      "sla_desc": "Trabajamos activamente para garantizar un SLA del 99,5% en esta fase de lanzamiento, representando más de 716 horas de uptime por mes sobre 720 horas totales. Este compromiso, respaldado por nuestra arquitectura redundante y nuestro monitoreo proactivo, se acompaña de una hoja de ruta de mejora continua apuntando a los estándares más altos de la industria."
    },
    "ecology": {
      "title": "Enfoque ecológico: rendimiento y responsabilidad reconciliados",
      "intro": "Nuestro compromiso ecológico no constituye un simple argumento de marketing, sino una convicción profunda que guía nuestras elecciones técnicas y económicas. En un sector digital a menudo criticado por su huella de carbono creciente, demostramos que excelencia técnica y responsabilidad ambiental pueden no solo coexistir, sino reforzarse mutuamente.",
      "refurbishing_title": "Reacondicionamiento inteligente",
      "refurbishing_intro": "Nuestra estrategia de adquisición privilegia sistemáticamente servidores reacondicionados de menos de diez años (con excepción de nuestra infraestructura interna crítica). Este enfoque presenta ventajas múltiples:",
      "impact_label": "<strong>Impacto ambiental:</strong>",
      "impact_desc": "Al prolongar la vida útil de equipos profesionales de calidad, reducimos significativamente la demanda de recursos naturales raros y la energía necesaria para la fabricación de nuevos servidores. El impacto de carbono de la fabricación representando a menudo el 70% de la huella total de un servidor, este enfoque divide por 3 a 4 nuestro impacto ambiental.",
      "performance_label": "<strong>Rendimiento preservado:</strong>",
      "performance_desc": "Los servidores profesionales HPE ProLiant y nuestras configuraciones personalizadas AMD conservan sus rendimientos excepcionales mucho más allá de su primera década de uso. La calidad de fabricación de estos equipos garantiza una fiabilidad y rendimientos que a menudo superan soluciones \"low-cost\" nuevas.",
      "economic_label": "<strong>Optimización económica:</strong>",
      "economic_desc": "Este enfoque nos permite invertir más en componentes críticos (procesadores recientes, memoria rápida, almacenamiento NVMe) manteniendo costos controlados, beneficio que repercutimos directamente en nuestras tarifas de clientes."
    }
  }
}
