{
  "header": {
    "discover": "Descúbrenos"
  },
  "home": {
    "welcome": "Bienvenido",
    "intro_p1": "Somos UnxWares, una empresa francesa con sede en Normandía, con un centro de datos ubicado en Caen. Trabajamos extensamente para permitir que cualquiera que desee beneficiarse de nuestra experiencia, incluso con un presupuesto a veces limitado.",
    "intro_p2": "Por eso ofrecemos, a través de UnxWares Cloud, soluciones de alojamiento listas para usar y personalizadas, para que nuestros clientes puedan seleccionar la opción que mejor se adapte a sus necesidades, a un precio justo.",
    "intro_p3": "Gracias a la pasión y creatividad del equipo de UnxWares Studio, también aseguramos la creación completa de sus proyectos, ya sean sitios web, software, aplicaciones, APIs o videojuegos. Para la realización de estos proyectos, colaboramos con un equipo interno excepcional así como con desarrolladores independientes certificados. Les garantizamos una compensación justa y nos encargamos de la gestión completa del proyecto, para que puedan concentrarse completamente en la implementación técnica.",
    "intro_p4": "Aspiramos a ser un modelo de excelencia y ética en nuestro sector, y por eso nos enorgullecemos de combinar calidad, transparencia e innovación en todos nuestros servicios.",
    "intro_p5": "Descubra más sobre nosotros, nuestras certificaciones, nuestro compromiso, nuestra infraestructura y las tecnologías que implementamos para satisfacerle navegando por este sitio, incluyendo una reconstrucción visual de nuestra infraestructura, y descubriendo nuestras elecciones técnicas y socios éticos.",
    "our_story": "Nuestra historia",
    "certifications": "Certificaciones y Compromiso"
  },
  "why": {
    "title": "Lo que nos diferencia",
    "intro": "El mercado actual le obliga a elegir entre gigantes americanos (potentes pero opacos y sujetos a la Cloud Act), low-cost (accesible pero sin garantía de calidad ni soporte) o complejidad técnica (Kubernetes se ha vuelto esencial, pero difícil de dominar). Ofrecemos una alternativa.",
    "diff1_title": "Infraestructura Soberana y Gestionada",
    "diff1_desc": "Centro de datos en Caen, infraestructura certificada por CNCF, servicios gestionados incluidos. Desarrollamos nuestras propias tecnologías de orquestación para controlar el rendimiento y los costos, sin dependencia de licencias propietarias.",
    "diff2_title": "Experiencia Técnica Rara",
    "diff2_desc": "Desarrollo y consultoría sobre neo-lenguajes (Rust, Go, Zig) en escasez crítica en el mercado. Acompañamiento de empresas en su transición a Cloud Native con un equipo que realmente comprende estas tecnologías.",
    "diff3_title": "Transparencia y Precios Justos",
    "diff3_desc": "Documentación pública de nuestra infraestructura, precios planos sin tarifas ocultas, tecnologías y elecciones técnicas explicadas. Sin marketing engañoso, solo tecnología sólida.",
    "diff4_title": "Visión Open Source",
    "diff4_desc": "Nuestro modelo está inspirado en Odoo: el código será libre para aprender y proyectos pequeños, las empresas pagan por servicios gestionados y soporte SLA. La comunidad contribuye y audita, creando un círculo virtuoso de calidad y seguridad."
  },
  "services": {
    "title": "Nuestros Servicios",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud sin ser un gigante. Soberanía sin el precio alto.",
    "cloud_feat1": "Infraestructura Soberana",
    "cloud_feat1_desc": "Centro de datos en Caen, 100% Francia, RGPD nativo",
    "cloud_feat2": "Servicios Gestionados Incluidos",
    "cloud_feat2_desc": "Gestionamos el mantenimiento, usted gestiona su negocio",
    "cloud_feat3": "Kubernetes y Cloud Native",
    "cloud_feat3_desc": "Clusters HA certificados por CNCF, orquestador interno",
    "cloud_feat4": "Precios Transparentes",
    "cloud_feat4_desc": "Tarifa plana, sin tarifas ocultas de entrada/salida",
    "cloud_desc": "Ofrecemos soluciones de alojamiento listas para usar y personalizadas, desde infraestructura simple hasta clusters Kubernetes de alta disponibilidad. Nuestra infraestructura está diseñada para la sostenibilidad y el rendimiento, con hardware de calidad y arquitectura de red optimizada.",
    "cloud_link": "Descubra nuestra infraestructura",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software sin renunciar a la soberanía. Experiencia sin tarifas prohibitivas.",
    "studio_feat1": "Tecnologías Modernas",
    "studio_feat1_desc": "Rust, Go, Zig: los lenguajes del mañana",
    "studio_feat2": "Desarrolladores Certificados",
    "studio_feat2_desc": "Equipo interno y freelancers calificados",
    "studio_feat3": "Gestión Completa",
    "studio_feat3_desc": "Desde el diseño hasta el despliegue, gestionamos todo",
    "studio_feat4": "Ética y Calidad",
    "studio_feat4_desc": "Compensación justa para desarrolladores, código de calidad",
    "studio_desc": "Creación completa de sus proyectos: sitios web, software, aplicaciones, APIs y videojuegos. Colaboramos con un equipo interno excepcional y desarrolladores independientes certificados a quienes compensamos justamente. Nuestra experiencia en neo-lenguajes nos permite apoyar a las empresas en su modernización tecnológica con soluciones de alto rendimiento y seguras.",
    "studio_link": "Descubra nuestros proyectos"
  },
  "techstack": {
    "title": "Nuestro Stack Tecnológico",
    "intro": "Confiamos en tecnologías de código abierto probadas y estándares modernos para garantizar rendimiento, seguridad y sostenibilidad. Sin dependencia de licencias propietarias costosas, sin bloqueo tecnológico.",
    "infra_title": "Infraestructura y Orquestación",
    "infra_desc": "Orquestación cloud-native con Kubernetes certificado por CNCF y virtualización Proxmox. Infrastructure as Code para reproducibilidad y escalabilidad.",
    "dev_title": "Desarrollo y Backend",
    "dev_desc": "Experiencia en neo-lenguajes (Rust, Go, Zig) para rendimiento y seguridad de memoria. Frameworks modernos y APIs de alto rendimiento para aplicaciones web y software.",
    "network_title": "Red y Seguridad",
    "network_desc": "Firewalls Fortinet, routers MikroTik con RouterOS y túneles WireGuard para una infraestructura de red robusta. Monitoreo continuo y seguridad multinivel.",
    "db_title": "Bases de Datos y Almacenamiento",
    "db_desc": "Soluciones de almacenamiento distribuido y bases de datos relacionales y NoSQL para todas sus necesidades. Copias de seguridad automatizadas y replicación multisitio."
  },
  "techlogos": {
    "title": "Nuestros Socios de Confianza",
    "intro": "Nuestras infraestructuras se basan en socios de confianza y tecnologías de código abierto probadas."
  },
  "pepite": {
    "title": "Nuestra Solicitud Pépite Normandie",
    "intro": "UnxWares ha solicitado el programa <strong>Pépite Normandie</strong>, el sistema nacional de apoyo al emprendimiento estudiantil. Nuestra solicitud está actualmente en proceso. Este apoyo nos proporcionará la experiencia y los recursos técnicos y empresariales necesarios para estructurar nuestro proyecto y pasar de la experiencia técnica a una empresa verdaderamente viable.",
    "objectives_title": "Los Objetivos de este Apoyo",
    "obj1_title": "Estatus Nacional de Estudiante-Emprendedor (SNEE)",
    "obj1_desc": "Un reconocimiento oficial que dará credibilidad a nuestro enfoque con proveedores y nuestros primeros clientes B2B.",
    "obj2_title": "De la Tecnología al Emprendimiento",
    "obj2_desc": "Desarrollar nuestras habilidades en gestión, negocios y ventas para transformar nuestra experiencia técnica en una empresa sostenible.",
    "obj3_title": "Mentoría y Profesionalización",
    "obj3_desc": "El apoyo de Pépite nos permitirá ser desafiados, salir de nuestra burbuja técnica y adoptar la postura de líderes responsables.",
    "obj4_title": "Recursos y Experiencia",
    "obj4_desc": "Acceso a una red de expertos, recursos técnicos y empresariales para estructurar y desarrollar nuestro proyecto de manera viable.",
    "conclusion": "Este apoyo será esencial para UnxWares: la experiencia y los recursos de Pépite Normandie nos permitirán construir una empresa ética y viable, combinando excelencia técnica y rigor empresarial. Nuestra ambición es convertirnos en un actor de referencia en la nube soberana en Francia, y Pépite Normandie será la palanca que hará realizable esta ambición."
  },
  "ecosystem": {
    "title": "El Ecosistema UnxWares",
    "intro": "UnxWares no se limita al alojamiento y desarrollo. Estamos construyendo un conjunto coherente de proyectos e iniciativas para enriquecer el panorama digital libre y soberano.",
    "vff_title": "VFF Project",
    "vff_tag": "Comunitario",
    "vff_desc": "La enciclopedia ferroviaria colaborativa francesa de referencia. Cartografía precisa, archivos y datos abiertos sobre el mundo ferroviario.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Un sistema operativo ligero optimizado para RDP (Remote Desktop Protocol), diseñado para el rendimiento y la simplicidad.",
    "asso_title": "Asociación OpenSource",
    "asso_tag": "Próximamente",
    "asso_desc": "Una estructura dedicada para apoyar gratuitamente a estudiantes e independientes en la realización de sus proyectos digitales."
  },
  "navbar": {
    "home": "Inicio",
    "product": "Producto",
    "company": "Empresa",
    "legal": "Legal",
    "contact": "Contáctenos",
    "infrastructure": "Infraestructura",
    "infrastructure_desc": "Nuestro centro de datos en Normandía",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Soluciones de alojamiento soberano",
    "studio": "UnxWares Studio",
    "studio_desc": "Desarrollo personalizado",
    "about": "Quiénes somos",
    "about_desc": "Nuestra historia y nuestro equipo",
    "certifications": "Certificaciones",
    "certifications_desc": "Nuestro compromiso ético",
    "legal_notice": "Aviso legal",
    "legal_notice_desc": "Información legal",
    "privacy": "Privacidad",
    "privacy_desc": "Política de privacidad",
    "terms": "Condiciones de uso",
    "terms_desc": "Términos",
    "sales": "Condiciones de venta",
    "sales_desc": "Términos de venta"
  },
  "footer": {
    "quick_links": "Enlaces rápidos",
    "cloud_platform": "Plataforma Cloud",
    "dev_studio": "Estudio de desarrollo",
    "client_area": "Su área de cliente",
    "service_status": "Estado del servicio",
    "certifications": "Certificaciones y Compromiso",
    "find_us": "Encuéntrenos",
    "datacenter": "Centro de datos",
    "legal": "Legal",
    "legal_notice": "Aviso legal",
    "privacy": "Privacidad",
    "terms": "Términos",
    "sales": "Venta",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Todos los derechos reservados",
    "powered_by": "Desarrollado y potenciado por"
  }
}
