{
  "header": {
    "discover": "Découvrez-nous"
  },
  "home": {
    "welcome": "Bienvenue",
    "intro_p1": "Nous sommes UnxWares, une entreprise française, implantée plus précisément en Normandie, avec un centre de données situé à Caen. Nous réalisons un travail conséquent pour permettre à quiconque souhaite bénéficier de notre expertise, même avec un budget parfois limité.",
    "intro_p2": "C'est pourquoi nous proposons, via UnxWares Cloud, des solutions d'hébergement prêtes à l'emploi ainsi que sur-mesure, afin que nos clients puissent sélectionner l'option la mieux adaptée à leurs besoins, à un prix équitable.",
    "intro_p3": "Grâce à la passion et à la créativité de l'équipe UnxWares Studio, nous assurons également la création complète de vos projets, qu'il s'agisse de sites web, logiciels, progiciels, APIs, applications ou jeux vidéo. Pour la réalisation de ces projets, nous collaborons avec une équipe interne exceptionnelle ainsi qu'avec des développeurs indépendants que nous certifions. Nous leur garantissons une rémunération juste et prenons en charge la gestion complète du projet, afin qu'ils puissent se concentrer pleinement sur la réalisation technique.",
    "intro_p4": "Nous aspirons à être un modèle d'excellence et d'éthique dans notre secteur, et c'est pourquoi nous mettons un point d'honneur à allier qualité, transparence et innovation dans toutes nos prestations.",
    "intro_p5": "Découvrez-en plus sur nous, nos certifications, notre engagement, notre infrastructure et les technologies que nous mettons en œuvre pour vous satisfaire en parcourant ce site, avec notamment une reconstitution visuelle de notre infrastructure, et en découvrants nos choix techniques et partenaires éthiques.",
    "our_story": "Notre histoire",
    "certifications": "Certifications et Engagement"
  },
  "why": {
    "title": "Ce qui nous différencie",
    "intro": "Le marché actuel vous force à choisir entre les géants américains (performants mais opaques et soumis au Cloud Act), le low-cost (accessible mais sans garantie de qualité ni support) ou la complexité technique (Kubernetes est devenu incontournable, mais difficile à maîtriser). Nous proposons une alternative.",
    "diff1_title": "Infrastructure Souveraine & Managée",
    "diff1_desc": "Datacenter à Caen, infrastructure certifiée CNCF, infogérance incluse. Nous développons nos propres technologies d'orchestration pour maîtriser performance et coûts, sans dépendance à des licences propriétaires.",
    "diff2_title": "Expertise Technique Rare",
    "diff2_desc": "Développement et conseil sur les néo-langages (Rust, Go, Zig) en pénurie critique sur le marché. Accompagnement des entreprises dans leur transition vers le Cloud Native avec une équipe qui comprend vraiment ces technologies.",
    "diff3_title": "Transparence & Prix Justes",
    "diff3_desc": "Documentation publique de notre infrastructure, tarification forfaitaire sans frais cachés, technologies et choix techniques expliqués. Pas de marketing trompeur, juste de la technique solide.",
    "diff4_title": "Vision Open Source",
    "diff4_desc": "Notre modèle s'inspire d'Odoo : le code sera libre pour l'apprentissage et les petits projets, les entreprises paient pour l'infogérance et le support SLA. La communauté contribue et audite, créant un cercle vertueux de qualité et de sécurité."
  },
  "services": {
    "title": "Nos Services",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Du cloud sans être un géant. De la souveraineté sans le prix fort.",
    "cloud_feat1": "Infrastructure Souveraine",
    "cloud_feat1_desc": "Datacenter à Caen, 100% France, RGPD natif",
    "cloud_feat2": "Infogérance Incluse",
    "cloud_feat2_desc": "Nous gérons la maintenance, vous gérez votre métier",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "Clusters HA certifiés CNCF, orchestrateur maison",
    "cloud_feat4": "Prix Transparent",
    "cloud_feat4_desc": "Forfaitaire, sans frais cachés d'entrée/sortie",
    "cloud_desc": "Nous proposons des solutions d'hébergement prêtes à l'emploi et sur-mesure, de l'infrastructure simple aux clusters Kubernetes haute disponibilité. Notre infrastructure est pensée pour la durabilité et la performance, avec du matériel de qualité et une architecture réseau optimisée.",
    "cloud_link": "Découvrir notre infrastructure",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Du logiciel sans renier la souveraineté. De l'expertise sans le TJM prohibitif.",
    "studio_feat1": "Technologies Modernes",
    "studio_feat1_desc": "Rust, Go, Zig : les langages de demain",
    "studio_feat2": "Développeurs Certifiés",
    "studio_feat2_desc": "Équipe interne et freelances qualifiés",
    "studio_feat3": "Gestion Complète",
    "studio_feat3_desc": "De la conception au déploiement, nous gérons tout",
    "studio_feat4": "Éthique & Qualité",
    "studio_feat4_desc": "Rémunération juste des développeurs, code de qualité",
    "studio_desc": "Création complète de vos projets : sites web, logiciels, progiciels, APIs, applications et jeux vidéo. Nous collaborons avec une équipe interne exceptionnelle et des développeurs indépendants certifiés que nous rémunérons justement. Notre expertise sur les néo-langages nous permet d'accompagner les entreprises dans leur modernisation technologique avec des solutions performantes et sécurisées.",
    "studio_link": "Découvrir nos projets"
  },
  "techstack": {
    "title": "Notre Stack Technologique",
    "intro": "Nous misons sur des technologies open source éprouvées et des standards modernes pour garantir performance, sécurité et pérennité. Pas de dépendance à des licences propriétaires coûteuses, pas de lock-in technologique.",
    "infra_title": "Infrastructure & Orchestration",
    "infra_desc": "Orchestration cloud-native avec Kubernetes certifié CNCF et virtualisation Proxmox. Infrastructure as Code pour reproductibilité et scalabilité.",
    "dev_title": "Développement & Backend",
    "dev_desc": "Expertise sur les néo-langages (Rust, Go, Zig) pour performance et sécurité mémoire. Frameworks modernes et APIs performantes pour applications web et logiciels.",
    "network_title": "Réseau & Sécurité",
    "network_desc": "Pare-feu Fortinet, routeurs MikroTik avec RouterOS et tunnels WireGuard pour une infrastructure réseau robuste. Surveillance continue et sécurité multi-niveaux.",
    "db_title": "Bases de Données & Stockage",
    "db_desc": "Solutions de stockage distribuées et bases de données relationnelles et NoSQL pour tous vos besoins. Sauvegardes automatisées et réplication multi-sites."
  },
  "techlogos": {
    "title": "Nos Partenaires de Confiance",
    "intro": "Nos infrastructures s'appuient sur des partenaires de confiance et des technologies open source éprouvées."
  },
  "pepite": {
    "title": "Notre Candidature Pépite Normandie",
    "intro": "UnxWares a candidaté au programme <strong>Pépite Normandie</strong>, le dispositif national d'accompagnement à l'entrepreneuriat étudiant. Notre dossier est actuellement en cours de traitement. Cet accompagnement nous apportera l'expertise et les ressources techniques et entrepreneuriales nécessaires pour structurer notre projet et passer d'une expertise technique à une véritable entreprise viable.",
    "objectives_title": "Les Objectifs de cet Accompagnement",
    "obj1_title": "Statut National Étudiant-Entrepreneur (SNEE)",
    "obj1_desc": "Une reconnaissance officielle qui crédibilisera notre démarche auprès des fournisseurs et de nos premiers clients B2B.",
    "obj2_title": "De la Technique à l'Entrepreneuriat",
    "obj2_desc": "Développer nos compétences en gestion, business et vente pour transformer notre expertise technique en entreprise pérenne.",
    "obj3_title": "Mentorat et Professionnalisation",
    "obj3_desc": "L'accompagnement Pépite nous permettra d'être challengés, de sortir de notre bulle technique et d'adopter la posture de dirigeants responsables.",
    "obj4_title": "Ressources et Expertise",
    "obj4_desc": "Accès à un réseau d'experts, de ressources techniques et entrepreneuriales pour structurer et développer notre projet de manière viable.",
    "conclusion": "Cet accompagnement sera essentiel pour UnxWares : l'expertise et les ressources de Pépite Normandie nous permettront de construire une entreprise éthique et viable, alliant excellence technique et rigueur entrepreneuriale. Notre ambition est de devenir un acteur de référence du cloud souverain en France, et Pépite Normandie sera le levier qui rendra cette ambition réalisable."
  },
  "ecosystem": {
    "title": "L'Écosystème UnxWares",
    "intro": "UnxWares ne se limite pas à l'hébergement et au développement. Nous construisons un ensemble cohérent de projets et d'initiatives pour enrichir le paysage numérique libre et souverain.",
    "vff_title": "VFF Project",
    "vff_tag": "Communautaire",
    "vff_desc": "L'encyclopédie ferroviaire collaborative française de référence. Cartographie précise, archives et données ouvertes sur le monde du rail.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Un système d'exploitation léger et optimisé pour le RDP (Remote Desktop Protocol), pensé pour la performance et la simplicité.",
    "asso_title": "Association OpenSource",
    "asso_tag": "Bientôt",
    "asso_desc": "Une structure dédiée pour accompagner gratuitement étudiants et indépendants dans la concrétisation de leurs projets numériques."
  },
  "navbar": {
    "home": "Accueil",
    "product": "Produit",
    "company": "Entreprise",
    "legal": "Légal",
    "contact": "Nous contacter",
    "infrastructure": "Infrastructure",
    "infrastructure_desc": "Notre datacenter en Normandie",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Solutions d'hébergement souverain",
    "studio": "UnxWares Studio",
    "studio_desc": "Développement sur-mesure",
    "about": "Qui sommes-nous",
    "about_desc": "Notre histoire et notre équipe",
    "certifications": "Certifications",
    "certifications_desc": "Notre engagement éthique",
    "legal_notice": "Mentions légales",
    "legal_notice_desc": "Informations légales",
    "privacy": "Confidentialité",
    "privacy_desc": "Politique de confidentialité",
    "terms": "Conditions d'utilisation",
    "terms_desc": "CGU",
    "sales": "Conditions de vente",
    "sales_desc": "CGV"
  },
  "footer": {
    "quick_links": "Liens rapides",
    "cloud_platform": "Plateforme Cloud",
    "dev_studio": "Studio de développement",
    "client_area": "Votre espace client",
    "service_status": "Statut de nos services",
    "certifications": "Certifications et Engagement",
    "find_us": "Nous retrouver",
    "datacenter": "Centre de données",
    "legal": "Légal",
    "legal_notice": "Mentions légales",
    "privacy": "Confidentialité",
    "terms": "CGU",
    "sales": "CGV",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Tous droits réservés",
    "powered_by": "Développé et propulsé par"
  }
}
