{
  "header": {
    "discover": "Découvrez-nous"
  },
  "home": {
    "welcome": "Bienvenue",
    "intro_p1": "Nous sommes UnxWares, une entreprise française, implantée plus précisément en Normandie, avec un centre de données situé à Caen. Nous réalisons un travail conséquent pour permettre à quiconque souhaite bénéficier de notre expertise, même avec un budget parfois limité.",
    "intro_p2": "C'est pourquoi nous proposons, via UnxWares Cloud, des solutions d'hébergement prêtes à l'emploi ainsi que sur-mesure, afin que nos clients puissent sélectionner l'option la mieux adaptée à leurs besoins, à un prix équitable.",
    "intro_p3": "Grâce à la passion et à la créativité de l'équipe UnxWares Studio, nous assurons également la création complète de vos projets, qu'il s'agisse de sites web, logiciels, progiciels, APIs, applications ou jeux vidéo. Pour la réalisation de ces projets, nous collaborons avec une équipe interne exceptionnelle ainsi qu'avec des développeurs indépendants que nous certifions. Nous leur garantissons une rémunération juste et prenons en charge la gestion complète du projet, afin qu'ils puissent se concentrer pleinement sur la réalisation technique.",
    "intro_p4": "Nous aspirons à être un modèle d'excellence et d'éthique dans notre secteur, et c'est pourquoi nous mettons un point d'honneur à allier qualité, transparence et innovation dans toutes nos prestations.",
    "intro_p5": "Découvrez-en plus sur nous, nos certifications, notre engagement, notre infrastructure et les technologies que nous mettons en œuvre pour vous satisfaire en parcourant ce site, avec notamment une reconstitution visuelle de notre infrastructure, et en découvrants nos choix techniques et partenaires éthiques.",
    "our_story": "Notre histoire",
    "certifications": "Certifications et Engagement"
  },
  "why": {
    "title": "Ce qui nous différencie",
    "intro": "Le marché actuel vous force à choisir entre les géants américains (performants mais opaques et soumis au Cloud Act), le low-cost (accessible mais sans garantie de qualité ni support) ou la complexité technique (Kubernetes est devenu incontournable, mais difficile à maîtriser). Nous proposons une alternative.",
    "diff1_title": "Infrastructure Souveraine & Managée",
    "diff1_desc": "Datacenter à Caen, infrastructure certifiée CNCF, infogérance incluse. Nous développons nos propres technologies d'orchestration pour maîtriser performance et coûts, sans dépendance à des licences propriétaires.",
    "diff2_title": "Expertise Technique Rare",
    "diff2_desc": "Développement et conseil sur les néo-langages (Rust, Go, Zig) en pénurie critique sur le marché. Accompagnement des entreprises dans leur transition vers le Cloud Native avec une équipe qui comprend vraiment ces technologies.",
    "diff3_title": "Transparence & Prix Justes",
    "diff3_desc": "Documentation publique de notre infrastructure, tarification forfaitaire sans frais cachés, technologies et choix techniques expliqués. Pas de marketing trompeur, juste de la technique solide.",
    "diff4_title": "Vision Open Source",
    "diff4_desc": "Notre modèle s'inspire d'Odoo : le code sera libre pour l'apprentissage et les petits projets, les entreprises paient pour l'infogérance et le support SLA. La communauté contribue et audite, créant un cercle vertueux de qualité et de sécurité."
  },
  "services": {
    "title": "Nos Services",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Du cloud sans être un géant. De la souveraineté sans le prix fort.",
    "cloud_feat1": "Infrastructure Souveraine",
    "cloud_feat1_desc": "Datacenter à Caen, 100% France, RGPD natif",
    "cloud_feat2": "Infogérance Incluse",
    "cloud_feat2_desc": "Nous gérons la maintenance, vous gérez votre métier",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "Clusters HA certifiés CNCF, orchestrateur maison",
    "cloud_feat4": "Prix Transparent",
    "cloud_feat4_desc": "Forfaitaire, sans frais cachés d'entrée/sortie",
    "cloud_desc": "Nous proposons des solutions d'hébergement prêtes à l'emploi et sur-mesure, de l'infrastructure simple aux clusters Kubernetes haute disponibilité. Notre infrastructure est pensée pour la durabilité et la performance, avec du matériel de qualité et une architecture réseau optimisée.",
    "cloud_link": "Découvrir notre infrastructure",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Du logiciel sans renier la souveraineté. De l'expertise sans le TJM prohibitif.",
    "studio_feat1": "Technologies Modernes",
    "studio_feat1_desc": "Rust, Go, Zig : les langages de demain",
    "studio_feat2": "Développeurs Certifiés",
    "studio_feat2_desc": "Équipe interne et freelances qualifiés",
    "studio_feat3": "Gestion Complète",
    "studio_feat3_desc": "De la conception au déploiement, nous gérons tout",
    "studio_feat4": "Éthique & Qualité",
    "studio_feat4_desc": "Rémunération juste des développeurs, code de qualité",
    "studio_desc": "Création complète de vos projets : sites web, logiciels, progiciels, APIs, applications et jeux vidéo. Nous collaborons avec une équipe interne exceptionnelle et des développeurs indépendants certifiés que nous rémunérons justement. Notre expertise sur les néo-langages nous permet d'accompagner les entreprises dans leur modernisation technologique avec des solutions performantes et sécurisées.",
    "studio_link": "Découvrir nos projets"
  },
  "techstack": {
    "title": "Notre Stack Technologique",
    "intro": "Nous misons sur des technologies open source éprouvées et des standards modernes pour garantir performance, sécurité et pérennité. Pas de dépendance à des licences propriétaires coûteuses, pas de lock-in technologique.",
    "infra_title": "Infrastructure & Orchestration",
    "infra_desc": "Orchestration cloud-native avec Kubernetes certifié CNCF et virtualisation Proxmox. Infrastructure as Code pour reproductibilité et scalabilité.",
    "dev_title": "Développement & Backend",
    "dev_desc": "Expertise sur les néo-langages (Rust, Go, Zig) pour performance et sécurité mémoire. Frameworks modernes et APIs performantes pour applications web et logiciels.",
    "network_title": "Réseau & Sécurité",
    "network_desc": "Pare-feu Fortinet, routeurs MikroTik avec RouterOS et tunnels WireGuard pour une infrastructure réseau robuste. Surveillance continue et sécurité multi-niveaux.",
    "db_title": "Bases de Données & Stockage",
    "db_desc": "Solutions de stockage distribuées et bases de données relationnelles et NoSQL pour tous vos besoins. Sauvegardes automatisées et réplication multi-sites."
  },
  "partners": {
    "title": "Nos Partenaires de Confiance",
    "intro": "Pour garantir la qualité et la fiabilité de nos services, nous collaborons avec des acteurs reconnus qui partagent nos valeurs d'excellence et de souveraineté.",
    "netario_desc": "Plateforme d'accès réseau, tunnels sécurisés et gestion des IPs pour notre infrastructure cloud.",
    "infomaniak_desc": "Hébergeur suisse 100% renouvelable pour nos services secondaires et notre infrastructure DNS.",
    "bouygues_desc": "Fournisseur d'accès internet professionnel pour une connectivité fiable et performante.",
    "cyberdefense_desc": "Accompagnement en cybersécurité, audits et conformité pour maintenir le plus haut niveau de sécurité."
  },
  "techlogos": {
    "title": "Nos Partenaires de Confiance",
    "intro": "Nos infrastructures s'appuient sur des partenaires de confiance et des technologies open source éprouvées."
  },
  "pepite": {
    "title": "Notre Candidature Pépite Normandie",
    "intro": "UnxWares a candidaté au programme <strong>Pépite Normandie</strong>, le dispositif national d'accompagnement à l'entrepreneuriat étudiant. Notre dossier est actuellement en cours de traitement. Cet accompagnement nous apportera l'expertise et les ressources techniques et entrepreneuriales nécessaires pour structurer notre projet et passer d'une expertise technique à une véritable entreprise viable.",
    "objectives_title": "Les Objectifs de cet Accompagnement",
    "obj1_title": "Statut National Étudiant-Entrepreneur (SNEE)",
    "obj1_desc": "Une reconnaissance officielle qui crédibilisera notre démarche auprès des fournisseurs et de nos premiers clients B2B.",
    "obj2_title": "De la Technique à l'Entrepreneuriat",
    "obj2_desc": "Développer nos compétences en gestion, business et vente pour transformer notre expertise technique en entreprise pérenne.",
    "obj3_title": "Mentorat et Professionnalisation",
    "obj3_desc": "L'accompagnement Pépite nous permettra d'être challengés, de sortir de notre bulle technique et d'adopter la posture de dirigeants responsables.",
    "obj4_title": "Ressources et Expertise",
    "obj4_desc": "Accès à un réseau d'experts, de ressources techniques et entrepreneuriales pour structurer et développer notre projet de manière viable.",
    "conclusion": "Cet accompagnement sera essentiel pour UnxWares : l'expertise et les ressources de Pépite Normandie nous permettront de construire une entreprise éthique et viable, alliant excellence technique et rigueur entrepreneuriale. Notre ambition est de devenir un acteur de référence du cloud souverain en France, et Pépite Normandie sera le levier qui rendra cette ambition réalisable."
  },
  "ecosystem": {
    "title": "L'Écosystème UnxWares",
    "intro": "UnxWares ne se limite pas à l'hébergement et au développement. Nous construisons un ensemble cohérent de projets et d'initiatives pour enrichir le paysage numérique libre et souverain.",
    "vff_title": "VFF Project",
    "vff_tag": "Communautaire",
    "vff_desc": "L'encyclopédie ferroviaire collaborative française de référence. Cartographie précise, archives et données ouvertes sur le monde du rail.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Un système d'exploitation léger et optimisé pour le RDP (Remote Desktop Protocol), pensé pour la performance et la simplicité.",
    "asso_title": "Association OpenSource",
    "asso_tag": "Bientôt",
    "asso_desc": "Une structure dédiée pour accompagner gratuitement étudiants et indépendants dans la concrétisation de leurs projets numériques."
  },
  "navbar": {
    "home": "Accueil",
    "product": "Produit",
    "company": "Entreprise",
    "legal": "Légal",
    "contact": "Nous contacter",
    "infrastructure": "Infrastructure",
    "infrastructure_desc": "Notre datacenter en Normandie",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Solutions d'hébergement souverain",
    "studio": "UnxWares Studio",
    "studio_desc": "Développement sur-mesure",
    "about": "Qui sommes-nous",
    "about_desc": "Notre histoire et notre équipe",
    "certifications": "Certifications",
    "certifications_desc": "Notre engagement éthique",
    "legal_notice": "Mentions légales",
    "legal_notice_desc": "Informations légales",
    "privacy": "Confidentialité",
    "privacy_desc": "Politique de confidentialité",
    "terms": "Conditions d'utilisation",
    "terms_desc": "CGU",
    "sales": "Conditions de vente",
    "sales_desc": "CGV"
  },
  "footer": {
    "quick_links": "Liens rapides",
    "cloud_platform": "Plateforme Cloud",
    "dev_studio": "Studio de développement",
    "client_area": "Votre espace client",
    "service_status": "Statut de nos services",
    "certifications": "Certifications et Engagement",
    "find_us": "Nous retrouver",
    "datacenter": "Centre de données",
    "legal": "Légal",
    "legal_notice": "Mentions légales",
    "privacy": "Confidentialité",
    "terms": "CGU",
    "sales": "CGV",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Tous droits réservés",
    "powered_by": "Développé et propulsé par"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspect",
      "table_header_presentation": "Présentation",
      "identity_label": "Notre identité",
      "identity_value": "UnxWares est une <strong>SAS française indépendante</strong> fondée par deux passionnés, <strong>Baptiste Gosselin</strong> et <strong>David Gheghea</strong>, avec une vision simple : construire un numérique souverain, transparent et durable, loin du modèle des grands hébergeurs.",
      "origins_label": "Nos origines",
      "origins_value": "Le projet naît le <strong>19 octobre 2023</strong> après plusieurs années d'expérimentations techniques. Au départ, nous voulions seulement héberger nos propres serveurs — puis l'idée a grandi : créer une structure capable de tout faire, de l'infra au logiciel, en toute indépendance.",
      "dna_label": "Notre ADN",
      "dna_value": "Nous sommes avant tout des <strong>techniciens et ingénieurs passionnés</strong>, pas des commerciaux. Nous concevons, développons et administrons tout nous-mêmes : serveurs, orchestrateurs, API, outils internes et environnements clients. Chaque ligne de code et chaque câble est pensé maison.",
      "poles_label": "Nos pôles",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Hébergement, orchestration, automatisation, sécurité et supervision.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Développement logiciel, web, API et jeu vidéo.",
      "philosophy_label": "Notre philosophie",
      "philosophy_value": "Faire les choses proprement, avec sens et maîtrise. Être <strong>souverains</strong> sur nos infrastructures, <strong>transparents</strong> sur nos méthodes, et <strong>exigeants</strong> sur notre code. Nous construisons chaque projet comme si c'était le nôtre.",
      "technologies_label": "Nos technologies",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s et Kubeadm), Proxmox – choisis pour leur performance, leur modernité et leur fiabilité.",
      "projects_label": "Nos projets",
      "projects_value": "<em>VFF-Project</em> (encyclopédie ferroviaire collaborative), <em>Raiemus</em> (OS léger pour le RDP), et nos outils internes : orchestrateur Go, API de déploiement, panel Laravel.",
      "opensource_label": "Notre engagement open-source",
      "opensource_value": "L'ouverture et le partage font partie de notre ADN. Nous préparons la création de <strong>l'association UnxWares OpenSource</strong> pour aider gratuitement étudiants et indépendants à concrétiser leurs projets, via un système d'accompagnement et de redistribution équitable.",
      "workmethod_label": "Notre manière de travailler",
      "workmethod_value": "Nous collaborons avec des <strong>freelances certifiés</strong>, rémunérés justement, encadrés techniquement, et soutenus par nos ressources internes. Un modèle hybride entre liberté et fiabilité, au bénéfice du client et du développeur.",
      "values_label": "Nos valeurs",
      "values_value": "Souveraineté · Transparence · Éthique · Excellence · Communauté · Écoresponsabilité",
      "vision_label": "Notre vision",
      "vision_value": "Un numérique plus humain et plus souverain. Construire, partager et transmettre ; prouver qu'une entreprise peut rester technique, honnête et indépendante sans sacrifier la qualité.",
      "keydates_title": "Dates clés",
      "keydates_header_date": "Date",
      "keydates_header_event": "Événement",
      "keydates_20220210": "Racines techniques avec SummumNetwork – premiers développements Forge + APIs custom",
      "keydates_20231019_birth": "<strong>Naissance du projet UnxWares</strong> – décision de créer une structure indépendante et souveraine",
      "keydates_20231019_vff": "Lancement de VFF-Project – encyclopédie ferroviaire française communautaire",
      "keydates_2024": "Structuration en deux pôles : <strong>UnxWares Studio</strong> (dev) et <strong>UnxWares Cloud</strong> (infra)",
      "keydates_20242025": "Montée en puissance du datacenter normand : HPE ProLiant, Threadripper, réseau 10 Gb/s, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Création officielle d'UnxWares SAS</strong> – immatriculation au RCS de Paris",
      "keydates_2025plus": "Lancement prévu de l'association <strong>UnxWares OpenSource</strong>"
    },
    "whatisit": {
      "title": "UnxWares, c'est quoi ?",
      "intro": "UnxWares SAS (immatriculée le <strong>03 juin 2025</strong> au RCS de Paris) est une entreprise française de développement et d'hébergement informatique née d'un truc très simple : <strong>deux techos qui en avaient marre de dépendre d'infrastructures opaques, chères, parfois incompétentes, et qui voulaient tout faire eux-mêmes.</strong>",
      "founders_title": "Les fondateurs",
      "founders_intro": "On ne va pas mentir : UnxWares, à la base, c'est une histoire de techos. Derrière UnxWares, il y a :",
      "founders_table_header_founder": "Fondateur",
      "founders_table_header_role": "Rôle",
      "founders_table_header_profile": "Profil",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "Président",
      "founder_baptiste_profile": "Architecte infra & dev, passionné par la compréhension en profondeur. Ne regarde pas un projet qu'avec des tableaux Excel — il veut comprendre jusqu'au firmware.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "Directeur Général",
      "founder_david_profile": "Esprit technique et analytique, passionné par la rigueur et l'excellence. Un regard méthodique et précis sur chaque projet.",
      "context": "Ce projet, c'est tout sauf une idée sortie d'un incubateur, tout sauf un projet \"start-up\" sur PowerPoint. <strong>C'est né parce qu'on en avait marre.</strong> Marre des hébergeurs qui vendent du rêve, marre de la nonchalance technique, marre des prix absurdes \"parce que tout le monde fait pareil\". Et ça change tout : <strong>UnxWares n'est pas une boîte fondée par des commerciaux qui ont ensuite cherché des développeurs.</strong> C'est l'inverse. On est partis de la technique, puis on a mis un cadre autour.",
      "objective_title": "Notre objectif",
      "objective": "Proposer une <strong>alternative française, souveraine, honnête, très technique, mais accessible</strong>, dans la continuité de ce que fait par exemple Infomaniak… mais en poussant encore plus loin l'idée de \"tout maîtriser soi-même\", y compris l'orchestrateur, le réseau, et des briques métiers.",
      "difference_title": "Ce qui nous différencie",
      "diff_table_header_others": "Les autres hébergeurs",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Fondés par des commerciaux qui cherchent des devs",
      "diff1_unxwares": "<strong>Fondés par des techniciens qui ont structuré l'entreprise</strong>",
      "diff2_others": "Infrastructure opaque ou externalisée",
      "diff2_unxwares": "<strong>Infrastructure maîtrisée de bout en bout, en France</strong>",
      "diff3_others": "Prix alignés sur la concurrence",
      "diff3_unxwares": "<strong>Prix basés sur les coûts réels, pas sur \"ce que font les autres\"</strong>",
      "diff4_others": "Support standardisé niveau 1",
      "diff4_unxwares": "<strong>Support technique direct par des développeurs</strong>",
      "diff5_others": "Marketing avant technique",
      "diff5_unxwares": "<strong>Technique avant marketing</strong>",
      "diff6_others": "\"Souveraineté\" comme argument commercial",
      "diff6_unxwares": "<strong>Souveraineté comme réalité vérifiable</strong>",
      "diff7_others": "Outils tiers assemblés",
      "diff7_unxwares": "<strong>Orchestrateur et outils développés en interne</strong>",
      "positioning_title": "Notre positionnement",
      "positioning_intro": "Notre positionnement tient en une phrase :",
      "positioning_quote": "<strong>On veut faire du cloud et du logiciel comme on aurait aimé que d'autres le fassent avant nous.</strong>",
      "positioning_outro": "On est dans la mouvance éthique d'<strong>Infomaniak</strong>, poussée à son maximum. Car de base, nous les fondateurs, on est des techies, on est passionnés par la tech, donc on n'a pas un regard de businessman. On veut construire quelque chose de bien, pas juste quelque chose de rentable."
    },
    "howbegan": {
      "title": "1. Comment tout a commencé",
      "intro": "Même si le projet <strong>SummumNetwork</strong> (10/02/2022 - 10/02/2024) est dans l'ADN — parce qu'on y a appris ce que c'est que de tout développer soi-même, d'intégrer des APIs Minecraft custom, et de pousser des features jamais vues — <strong>on ne veut pas que l'histoire d'UnxWares commence avec ça.</strong>",
      "awareness_title": "La prise de conscience",
      "awareness_intro": "<strong>L'histoire d'UnxWares commence vraiment en 2023</strong>, quand on s'est dit :",
      "awareness_quote": "\"On ne veut plus dépendre d'hébergeurs qui font \"comme les autres\" et qui ont des pratiques qui ne nous conviennent pas.<br/>On veut notre propre infra, notre propre façon d'orchestrer, notre façon de faire du cloud, et on veut la partager.<br/>On sait qu'on a des compétences, qu'on a acquis en ne voulant pas faire comme tout le monde, servons-nous en pour changer les choses et concevoir une autre façon d'héberger et de développer.\"",
      "hardware_title": "Les débuts matériels",
      "hardware_intro": "À ce moment-là, on tourne sur un <strong>Ryzen 7 3700X</strong>, on vient même d'un setup où un <strong>i5-8500 a littéralement rendu l'âme</strong>, et malgré ça on avait déjà un truc très clair : <strong>on ira vers du matériel pro, vers une infra hébergée en France, vers du Kubernetes/Proxmox, mais sans tomber dans le modèle \"on fait payer parce qu'on peut\".</strong>",
      "hardware_table_header_period": "Période",
      "hardware_table_header_hardware": "Matériel",
      "hardware_table_header_context": "Contexte",
      "hardware_before2023": "Avant 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "Premiers tests, le processeur a grillé",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Naissance d'UnxWares, premiers prototypes",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Datacenter professionnel à Caen",
      "birth": "<strong>C'est là qu'UnxWares naît : le 19 octobre 2023.</strong>",
      "vff_title": "VFF-Project : un projet frère",
      "vff_intro": "En même temps, on lance <strong>VFF Project</strong> : parce qu'on n'est pas juste une boîte de cloud, on est aussi des gens qui aiment documenter le monde réel. VFF est une <em>encyclopédie ferroviaire française</em>, communautaire, qui veut recenser <strong>les lignes, les gares, les archives, les photos, les plans</strong>, avec une précision au mètre, en s'adossant à <strong>OpenStreetMap</strong>. Ce n'est pas un petit side-project : c'est un exemple concret de ce que doit être la communauté UnxWares.",
      "summum_title": "SummumNetwork : les racines techniques",
      "summum_intro": "Même si on ne veut pas que notre histoire commence par SummumNetwork, il faut en parler car c'est là qu'on a forgé notre expertise technique :",
      "summum_point1": "<strong>Projet Minecraft 100% custom</strong> : développé entièrement sur Forge avec des APIs maison",
      "summum_point2": "<strong>Features jamais vues</strong> : on a poussé Minecraft Java à ses limites techniques",
      "summum_point3": "<strong>Première confrontation aux hébergeurs</strong> : c'est là qu'on a compris que le marché de l'hébergement avait de gros problèmes",
      "summum_point4": "<strong>Arrêt en février 2024</strong> : on a estimé que Minecraft Java n'avait pas grand avenir et que l'écosystème partait dans une mauvaise direction",
      "summum_outro": "C'est cette expérience qui nous a donné l'envie de créer <strong>UnxWares Studio</strong> et de développer notre propre jeu sous <strong>Unreal Engine 5</strong>, plutôt que de rester dépendants de l'écosystème Minecraft."
    },
    "whycreated": {
      "title": "2. Pourquoi on a créé UnxWares",
      "findings_title": "Les constats qui nous ont poussé à agir",
      "findings_intro": "On l'a créé parce qu'on a constaté un truc qui revient sans cesse :",
      "findings_table_header_problem": "Problème constaté",
      "findings_table_header_response": "Notre réponse",
      "finding1_problem": "<strong>Les hébergeurs grand public sont trop simplistes</strong> : ça marche tant que tu veux un WordPress ou un petit VPS. Pour plus gros, il faut un sacré budget !",
      "finding1_response": "On propose des solutions adaptées à tous les besoins, avec une vraie expertise technique derrière",
      "finding2_problem": "<strong>Les hébergeurs pros sont souvent trop chers ou trop fermés</strong> : \"on ne vous explique pas trop ce qu'on fait, mais c'est 4× plus cher\"",
      "finding2_response": "Transparence totale sur notre infra, nos choix techniques, et des prix basés sur les coûts réels",
      "finding3_problem": "<strong>Beaucoup surfent sur le marché sans réelle valeur technique</strong> : même infra que le voisin, mais sur-emballée",
      "finding3_response": "Orchestrateur maison en Go, architecture pensée et documentée, vraie valeur ajoutée technique",
      "finding4_problem": "<strong>La souveraineté est souvent un argument marketing</strong> : on met \"France\" sur la page, mais derrière c'est mal documenté",
      "finding4_response": "Datacenter à Caen, infra décrite publiquement, choix techniques expliqués",
      "finding5_problem": "<strong>Incompétence généralisée</strong> : on a personnellement fait l'expérience de gens vraiment incompétents qui tentent juste de se faire de l'argent",
      "finding5_response": "Une équipe de techniciens passionnés qui comprennent vraiment ce qu'ils font",
      "finding6_problem": "<strong>L'illusion commerciale</strong> : certains acteurs privilégient l'apparence avec des dashboards tape-à-l'œil mais peu de substance technique derrière",
      "finding6_response": "Pas de faux-semblants, la substance technique avant l'apparence",
      "conclusion": "<strong>Nous, ça ne nous allait pas.</strong>",
      "wanted_title": "Ce qu'on voulait vraiment",
      "wanted_intro": "<strong>Nous, on voulait :</strong>",
      "wanted1": "être <strong>réellement souverains</strong> (infra en France, à Caen, réseau fibré, stockage maîtrisé)",
      "wanted2": "être <strong>transparents</strong> (dire sur quoi on tourne, montrer les gammes de serveurs, parler du firewall Fortinet, des Mikrotiks, des SLA, pas faire de la magie)",
      "wanted3": "être <strong>accessibles aux développeurs</strong> (vous pouvez causer Go, Rust, Laravel, SvelteKit avec nous, on saura vous répondre, du moins on aura les connaissances pour vous comprendre)",
      "wanted4": "proposer un <strong>nouveau modèle de travail plus éthique et vertueux</strong>, et qui permet à tout le monde d'être gagnant. Moins de complexité pour les clients, avec un seul interlocuteur, moins de blabla pour les développeurs qui peuvent faire ce qu'ils aiment",
      "wanted5": "et surtout <strong>ne pas jouer à l'illusion commerciale</strong> (\"on fait pareil que les GAFAM mais avec un dashboard violet\")",
      "positioning_title": "Notre positionnement",
      "positioning": "Notre positionnement tient en une phrase :",
      "positioning_quote": "<strong>On veut faire du cloud et du logiciel comme on aurait aimé que d'autres le fassent avant nous.</strong>",
      "values_title": "Nos valeurs fondamentales",
      "values_table_header_value": "Valeur",
      "values_table_header_meaning": "Ce que ça signifie concrètement",
      "value1_label": "<strong>Souveraineté</strong>",
      "value1_meaning": "L'infrastructure est en France, administrée par nous, indépendante des GAFAM",
      "value2_label": "<strong>Transparence</strong>",
      "value2_meaning": "Aucun marketing trompeur : nos serveurs, nos technologies, nos limites sont publiques",
      "value3_label": "<strong>Performance raisonnée</strong>",
      "value3_meaning": "Pas de promesses démesurées : des chiffres réels, des configs optimisées",
      "value4_label": "<strong>Éthique</strong>",
      "value4_meaning": "Du matériel reconditionné, des pratiques écoresponsables, pas de revente de données",
      "value5_label": "<strong>Ouverture</strong>",
      "value5_meaning": "Une culture open source authentique, pas cosmétique",
      "value6_label": "<strong>Humanité</strong>",
      "value6_meaning": "Des techniciens passionnés avant d'être des commerciaux",
      "value7_label": "<strong>Excellence</strong>",
      "value7_meaning": "On construit chaque projet comme si c'était le nôtre",
      "value8_label": "<strong>Communauté</strong>",
      "value8_meaning": "On veut créer une communauté, pas juste des clients"
    },
    "remember": {
      "title": "Ce qu'on retient",
      "intro": "<strong>UnxWares</strong>, c'est la preuve qu'on peut faire :",
      "point1": "du cloud sans être un géant,",
      "point2": "de l'open source sans tout donner,",
      "point3": "du logiciel sans renier la souveraineté,",
      "point4": "de la technique sans perdre l'humain.",
      "ecosystem_intro": "On veut construire <strong>un écosystème français, souverain, puissant, orienté développeurs</strong>, où les gens peuvent :",
      "eco_point1": "déployer,",
      "eco_point2": "apprendre,",
      "eco_point3": "contribuer,",
      "eco_point4": "et, surtout, <strong>ne pas être prisonniers des choix d'un autre</strong>.",
      "mission": "On veut <strong>montrer qu'il est possible d'allier performance, souveraineté, accessibilité et transparence</strong>, sans tomber dans le marketing creux. On veut <strong>créer une communauté</strong> où le savoir circule, où les outils sont utiles, et où chacun peut contribuer à quelque chose de plus grand.",
      "identity1": "UnxWares, c'est pas juste un logo ou un SIREN.",
      "identity2": "C'est deux techos qui ont voulu faire un truc carré, utile et propre. Et qui ont décidé que si personne ne le faisait, ils allaient le faire eux-mêmes.",
      "identity3": "UnxWares n'est pas un simple hébergeur, ni un simple studio de dev.",
      "identity4": "C'est un <strong>écosystème complet</strong> — un projet de société numérique fondé sur la technique, la passion et l'éthique.",
      "tagline1": "Experts du soft et du hard.",
      "tagline2": "Construire. Partager. S'émanciper.",
      "tagline3": "C'est ce qu'on fait depuis le 19/10/2023.",
      "tagline4": "Et depuis le 03/06/2025, c'est officiel.",
      "welcome": "Bienvenue dans l'ère"
    },
    "today_uwc": {
      "title": "3. Ce qu'on fait aujourd'hui",
      "subtitle": "3.1 UnxWares Cloud : l'infra, la vraie",
      "intro": "Notre infrastructure est décrite en détail sur la <a href=\"/datacenter\">page Datacenter</a> du site. Elle repose sur :",
      "table_header_component": "Composant",
      "table_header_details": "Détails",
      "location_label": "<strong>Localisation</strong>",
      "location_value": "Datacenter en <strong>Normandie (Caen)</strong> – hébergement souverain, conformité RGPD, data 100% en France",
      "internal_label": "<strong>Serveurs internes</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> pour l'ossature interne (admin, monitoring, orchestrations)",
      "network_label": "<strong>Réseau</strong>",
      "network_value": "<strong>10 Gb/s fibre OM4</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – un vrai réseau pro, pas un truc de lab",
      "ranges_title": "Nos gammes de services",
      "ranges_header_range": "Gamme",
      "ranges_header_hardware": "Matériel",
      "ranges_header_usage": "Usage",
      "range_services_label": "<strong>Services</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Hébergement client de tous types (Nextcloud, APIs, services autogérés...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 To HDD 7200rpm RAID10",
      "range_webdb_usage": "Bases de données / sites très lourds nécessitant de hauts débits",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Workloads temps réel et serveurs de jeux",
      "philosophy_title": "Notre philosophie matérielle",
      "philosophy": "Ce qu'il faut comprendre : on a volontairement pris du <strong>matériel reconditionné récent (moins de 10 ans)</strong> pour <strong>réduire l'empreinte carbone</strong> et <strong>rester dans un budget sain</strong>, sans rogner sur la perf. C'est assumé, c'est écrit sur le site, et ça nous rapproche plus d'<strong>Infomaniak</strong> que d'OVH ou de Scaleway dans la philosophie.",
      "alignment_title": "Notre alignement avec les standards",
      "alignment_p1": "De plus, on essaye le plus possible d'être dans la mouvance de la <strong>Linux Foundation</strong> et de la <strong>Cloud Native Computing Foundation (CNCF)</strong>, qui sont des organismes qui soutiennent les technologies qu'on utilise — des technologies open, transparentes, indépendantes des GAFAM.",
      "alignment_p2": "Ce qui fait que nous valorisons l'idée de <strong>souveraineté technologique sans dépendance aux GAFAM</strong>, ce qui rejoint la vision de la LF d'un écosystème ouvert et communautaire. De plus, la CNCF a certifié les technologies que nous utilisons pour notre cloud, comme Kubernetes, Helm, ArgoCD... ce qui prouve que nous essayons le plus possible de créer une <strong>infrastructure solide, qui respecte des standards</strong>, et qui n'est pas une infrastructure bancale comme chez certains autres hébergeurs.",
      "alignment_p3": "<em>(Nous précisons que nous n'affichons malheureusement pas les logos de ces grandes fondations car cela nécessite une souscription à l'année, que nous ne pouvons pas payer car nous voulons mettre cet argent, ces milliers d'euros, dans notre infrastructure et dans le bon développement d'UnxWares.)</em>",
      "stack_title": "Notre stack technique",
      "stack_intro": "Techniquement, notre cloud repose sur :",
      "stack_header_tech": "Technologie",
      "stack_header_role": "Rôle",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualisation et gestion des clusters",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Scalabilité, découplage et orchestration de conteneurs",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Couche d'observabilité moderne (métriques, logs, dashboards)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Stratégie de sauvegarde multi-niveaux",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Déploiement et GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall et sécurité réseau",
      "sla_title": "Notre engagement SLA",
      "sla": "<strong>SLA visé : 99,5%</strong> — honnête, réaliste, pas marketing. On ne vous promet pas 99,99% si on ne peut pas le tenir. On préfère être honnêtes sur nos capacités réelles."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio : créer, innover, propulser",
      "intro_p1": "À partir de <strong>2024</strong>, on a officialisé <strong>UnxWares Studio</strong>. Le but : <strong>mettre notre savoir-faire Dev au service des projets clients</strong> (et des nôtres).",
      "intro_p2": "<strong>UnxWares Studio</strong> est notre pôle de développement. Il incarne la partie \"création\" de notre écosystème, et permet de donner vie à des applications, des sites et des jeux vidéo de qualité professionnelle.",
      "tech_title": "Nos technologies",
      "tech_header_tech": "Technologie",
      "tech_header_usage": "Utilisation",
      "tech_header_examples": "Exemples concrets chez nous",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservices, orchestrateurs, backends haute performance",
      "tech_go_examples": "Orchestrateur UnxWares Cloud, API de déploiement",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "Outils systèmes, sécurisés et performants",
      "tech_rust_examples": "Outils internes, briques de sécurité",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Applications web robustes et scalables",
      "tech_laravel_examples": "Panel client UnxWares Cloud (auth, facturation, OIDC Provider, droits)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Interfaces modernes, réactives et légères",
      "tech_svelte_examples": "Le site principal d'UnxWares (celui que vous lisez), sites vitrines clients",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Jeux vidéo indépendants",
      "tech_ue5_examples": "Notre propre jeu, en remplacement de notre dépendance à Minecraft Java",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Applications mobiles et desktop multiplateformes",
      "tech_flutter_examples": "Apps clients iOS / Android / Desktop en une seule base de code",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Polyvalence et compatibilité",
      "tech_other_examples": "Legacy, intégrations tierces, outillage divers",
      "why_title": "Pourquoi ce studio ?",
      "why_intro": "Parce qu'il y a des clients qui veulent <strong>un seul interlocuteur</strong> :",
      "why_quote": "\"Je veux une app + je veux qu'elle soit hébergée + je veux que quelqu'un surveille + je veux quelqu'un pour le CI/CD\"",
      "why_p1": "Nous, on peut tout faire, car <strong>on a Cloud + Studio</strong>. Pas d'intermédiaires, pas de compromis. On développe, on héberge, on maintient, on surveille. Du code à la prod, tout passe par nous.",
      "why_p2": "Nous voulons offrir à chaque client — particulier, entreprise, institution — une <strong>solution sur mesure</strong>, intégrant développement, hébergement et suivi complet.",
      "freelance_title": "Notre modèle de collaboration avec les freelances",
      "freelance_intro": "Nous travaillons régulièrement avec des <strong>freelances</strong> et des <strong>indépendants</strong>, mais d'une manière différente des agences classiques :",
      "freelance_table_header_step": "Étape",
      "freelance_table_header_how": "Comment ça fonctionne",
      "freelance_step1_label": "<strong>1. Le besoin</strong>",
      "freelance_step1_desc": "Le client vient avec un besoin (app, site, API, infra)",
      "freelance_step2_label": "<strong>2. Coordination</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> joue le rôle de chef d'orchestre : cadrage, planning, sécurité, hébergement, CI/CD",
      "freelance_step3_label": "<strong>3. Les freelances</strong>",
      "freelance_step3_desc": "Ils n'ont pas à courir derrière le client pour être payés : <strong>on les paye dans un cadre prévu, on les nourrit en contexte technique, on leur met l'infra à dispo</strong>",
      "freelance_step4_label": "<strong>4. Le client</strong>",
      "freelance_step4_desc": "Il ne subit pas \"le freelance qui a du retard\", parce qu'on met <strong>de la redondance humaine</strong> comme on met de la redondance serveur",
      "freelance_step5_label": "<strong>5. La cohérence</strong>",
      "freelance_step5_desc": "Les freelances travaillent <strong>sur nos stacks</strong> (Laravel, Go, SvelteKit, Kubernetes), donc on garde un code homogène",
      "whowins_title": "Qui y gagne ?",
      "whowins_header_who": "Pour qui",
      "whowins_header_benefit": "Ce que ça change",
      "whowins_client_label": "<strong>Le client</strong>",
      "whowins_client_benefit": "Peu de retard, infra maîtrisée, support direct, un seul interlocuteur",
      "whowins_freelance_label": "<strong>Le freelance</strong>",
      "whowins_freelance_benefit": "Pas de bras de fer sur la facturation, contexte technique fourni, environnement prêt à l'emploi",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Qualité de livraison, code homogène, relation de confiance long terme",
      "approach": "C'est une <strong>approche hybride</strong> entre l'agence, la coopérative et le studio tech : <strong>humaine, efficace, sans surcouche administrative.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 L'orchestrateur maison en Go",
      "intro": "Là où on se différencie vraiment, c'est qu'on <strong>n'utilise pas que des logiciels tiers pour faire tourner le cloud</strong>. On a développé <strong>notre propre orchestrateur en Go</strong>.",
      "how_title": "Comment ça marche",
      "how_header_layer": "Couche",
      "how_header_tech": "Technologie",
      "how_header_role": "Rôle",
      "layer1_label": "<strong>1. Espace client</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Authentification, facturation, OIDC Provider, gestion des droits",
      "layer2_label": "<strong>2. Orchestrateur</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Réception des ordres du panel, coordination des actions sur l'infra",
      "layer3_label": "<strong>3. Couches d'infra</strong>",
      "layer3_tech": "Proxmox, Kubernetes, nodes",
      "layer3_role": "Exécution des déploiements, gestion des VMs et conteneurs",
      "layer4_label": "<strong>4. API de déploiement</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Ne fait qu'une chose : <strong>déployer</strong>. Pas de logique métier, pour réduire la surface d'attaque",
      "security": "Tout est <strong>segmenté par sécurité</strong> : pas de connexion directe DB → hyperviseur. Chaque couche ne parle qu'à la suivante. C'est une architecture <strong>moderne, modulaire, auditable</strong>, faite pour grandir.",
      "opensource_subtitle": "3.4 L'open source chez nous",
      "opensource_intro": "Sur notre GitHub, on explique clairement notre position :",
      "opensource_point1": "<strong>oui, on publie beaucoup</strong>,",
      "opensource_point2": "<strong>non, on ne donne pas tout</strong>,",
      "opensource_point3": "<strong>oui, on veut que ça puisse être réutilisé</strong>,",
      "opensource_point4": "<strong>non, on ne veut pas qu'on nous copie industriellement.</strong>",
      "opensource_policy": "Donc on met systématiquement une mention du genre :",
      "opensource_quote": "\"Le code est publié, vous pouvez vous en inspirer, le modifier, contribuer, mais <strong>la propriété intellectuelle reste à UnxWares</strong>. Toute réutilisation en l'état à des fins commerciales est interdite.\"",
      "public_private_title": "Ce qui est public vs privé",
      "pp_header_category": "Catégorie",
      "pp_header_status": "Statut",
      "pp_header_why": "Pourquoi",
      "pp_site_cat": "Site principal (SvelteKit)",
      "pp_site_status": "<strong>Public</strong>",
      "pp_site_why": "Utile pour apprendre, peut inspirer d'autres devs",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Public</strong>",
      "pp_vff_why": "Projet communautaire, open data ferroviaire",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Public</strong>",
      "pp_raiemus_why": "Projet communautaire, OS léger pour tous",
      "pp_orch_cat": "Orchestrateur Go",
      "pp_orch_status": "<strong>Privé</strong>",
      "pp_orch_why": "Code critique, cœur business, surface d'attaque",
      "pp_security_cat": "Modules de sécurité",
      "pp_security_status": "<strong>Privé</strong>",
      "pp_security_why": "Éviter l'exploitation de failles",
      "pp_brand_cat": "Identité visuelle / assets",
      "pp_brand_status": "<strong>Privé</strong>",
      "pp_brand_why": "Propriété intellectuelle, marque déposée",
      "pp_panel_cat": "Panel client Laravel",
      "pp_panel_status": "<strong>Privé</strong>",
      "pp_panel_why": "Logique métier, facturation, données sensibles",
      "pp_conclusion": "Ça peut sembler paradoxal, mais c'est très simple : <strong>on est une entreprise</strong>, on doit protéger nos assets. <strong>On est pro-open source</strong>, on veut que les gens puissent apprendre, contribuer, se baser dessus. Mais <strong>on a du code critique</strong> → ça reste privé, pour éviter l'exploitation de failles. C'est logique.",
      "association_subtitle": "3.5 L'association UnxWares OpenSource",
      "association_intro": "C'est pour ça qu'on veut créer <strong>l'association UnxWares OpenSource</strong> (association loi 1901, soutenue par UnxWares SAS) :",
      "association_header_offer": "Ce qu'on offre",
      "association_header_who": "À qui",
      "association_header_return": "Contrepartie",
      "association_offer1": "Serveurs d'hébergement gratuits",
      "association_who": "Étudiants, indépendants, jeunes devs sélectionnés",
      "association_return": "<strong>5 à 10%</strong> de commission temporaire sur les revenus quand le projet marche, pour réinjecter dans la communauté et aider le suivant",
      "association_offer2": "Licences (Steamworks, outils pro...)",
      "association_offer3": "Git privé, accompagnement technique",
      "association_p1": "C'est un modèle très différent d'un incubateur classique : <strong>on n'achète pas la boîte, on ne prend pas le contrôle, on aide juste à démarrer.</strong>",
      "association_p2": "Ce modèle <strong>auto-soutenable</strong> veut rompre avec la logique de dépendance financière : <strong>aider, lancer, libérer.</strong>",
      "projects_subtitle": "3.6 Nos projets communautaires",
      "projects_header_project": "Projet",
      "projects_header_description": "Description",
      "projects_header_status": "Statut",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "Encyclopédie ferroviaire française communautaire — lignes ouvertes, fermées, plans d'époque, photos, archives, points kilométriques, tracés OSM au mètre. Open data, précision au mètre via <strong>OpenStreetMap</strong>.",
      "project_vff_status": "En développement (quasi seul pour le moment), lancé en octobre 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Système d'exploitation basé sur <strong>ArchLinux</strong>, allégé et optimisé, pensé pour le <strong>RDP / PC déporté</strong>. Transforme un petit PC en terminal performant capable de se connecter à une machine plus puissante.",
      "project_raiemus_status": "En pause (UnxWares prend beaucoup de temps), prévu pour ouverture communautaire",
      "project_orch_name": "<strong>Orchestrateur &amp; API</strong>",
      "project_orch_desc": "Notre propre orchestrateur cloud en Go et l'API de déploiement associée — pensés pour être modulaires, sécurisés et documentés.",
      "project_orch_status": "En développement actif, privé",
      "project_panel_name": "<strong>Panel client</strong>",
      "project_panel_desc": "Espace client Laravel avec auth, facturation, OIDC Provider et gestion des droits. Interface pour tous les services UnxWares Cloud.",
      "project_panel_status": "En développement actif, privé",
      "project_game_name": "<strong>Jeu vidéo (UE5)</strong>",
      "project_game_desc": "Notre propre jeu sous Unreal Engine 5. Plutôt que de rester dépendants de l'écosystème Minecraft Java qui, selon nous, ne va pas dans la bonne direction.",
      "project_game_status": "Prévu, en conception",
      "projects_conclusion": "Ce qui caractérise nos projets communautaires : <strong>un projet utile, réutilisable, documenté, communautaire.</strong> C'est exactement ce qu'on veut pour la communauté UnxWares.",
      "difference_subtitle": "3.7 Ce qui nous différencie vraiment",
      "diff1": "<strong>On est d'abord des techies.</strong> On sait ce qu'est un FortiGate 100E, une fibre OM4, une latence vers Scaleway, on les a montés nous-mêmes.",
      "diff2": "<strong>On n'a pas copié les prix de la concurrence.</strong> On est partis du besoin réel, pas d'une grille OVH-like.",
      "diff3": "<strong>On publie du code.</strong> Pas juste une landing page.",
      "diff4": "<strong>On a une vraie datacenter story</strong>, pas \"on est dans le cloud\" sans dire où. (→ Caen, France, 10 Gb/s, sauvegardes multi-niveaux, Proxmox + Kubernetes.)",
      "diff5": "<strong>On veut créer une communauté, pas juste des clients.</strong>",
      "diff6": "<strong>On assume de protéger certaines briques.</strong> Le code critique reste privé, on l'assume, et c'est pour la sécurité de tout le monde.",
      "diff7": "<strong>On fait du logiciel ET de l'infra.</strong> Peu d'acteurs font sérieusement les deux. Chez nous, le dev qui a codé l'API est le même qui comprend comment elle tourne sur le serveur.",
      "diff8": "<strong>On privilégie le matériel reconditionné.</strong> Un choix écologique et responsable qui nous distingue des grands acteurs, sans compromettre la performance.",
      "diff9": "<strong>On suit les standards de la CNCF et de la Linux Foundation.</strong> Pas par conformisme, mais parce que ce sont des technologies qui correspondent à notre vision d'un écosystème ouvert."
    }
  },
  "datacenter": {
    "resume": {
      "title": "Infrastructure Cloud de UnxWares",
      "intro_p1": "Notre infrastructure représente l'aboutissement d'une vision technique exigeante : offrir à nos clients un environnement numérique qui allie performance de pointe, sécurité maximale et durabilité environnementale. Chaque composant a été sélectionné pour sa fiabilité éprouvée et son intégration harmonieuse dans un écosystème technique cohérent.",
      "intro_p2": "Nous avons délibérément choisi de nous appuyer sur des technologies reconnues et éprouvées : les serveurs Hewlett Packard Enterprise (HPE) ProLiant pour leur robustesse légendaire, la virtualisation Proxmox pour sa flexibilité et sa stabilité, l'orchestration Kubernetes pour sa scalabilité native, les solutions Fortinet pour une sécurité sans compromis, et une connectivité fibrée obligatoire pour une stabilité maximale, fournie par Netaris SAS. Cette architecture respecte scrupuleusement les standards internationaux de la Cloud Native Computing Foundation, tout en intégrant une démarche écologique responsable qui nous distingue sur le marché.",
      "numbers_title": "En chiffres : l'excellence mesurable",
      "number1": "<strong>Hébergement souverain :</strong> Centre de données de Caen, France - conformité RGPD garantie",
      "number2": "<strong>Performance réseau :</strong> Latence de 7ms vers Scaleway Paris - réactivité optimale",
      "number3": "<strong>Disponibilité :</strong> Nous travaillons pour un SLA de 99,5% - fiabilité de niveau professionnel",
      "number4": "<strong>Observabilité :</strong> Les solutions de Grafana Labs - monitoring temps réel de nouvelle génération",
      "number5": "<strong>Résilience :</strong> Sauvegarde multi-niveaux (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Connectivité :</strong> 10 Gb/s en fibre optique OM4 - répartie pour tous nos clients",
      "number7": "<strong>Écologie :</strong> Serveurs reconditionnés de moins de 10 ans - impact carbone réduit"
    },
    "internal": {
      "title": "Une infrastructure interne robuste : les fondations de l'excellence",
      "intro_p1": "Au cœur de notre écosystème technique, trois serveurs HPE ProLiant DL360p Gen8 constituent l'épine dorsale de nos opérations. Ces machines, véritables centres névralgiques, orchestrent l'administration globale, le monitoring en temps réel et la gestion de tous nos environnements clients.",
      "intro_p2": "Cette infrastructure de base n'est pas seulement un choix technique, c'est un engagement envers la stabilité. Les ProLiant Gen8, reconnus pour leur fiabilité exceptionnelle dans des conditions d'utilisation intensive, garantissent une continuité opérationnelle sans faille. Leur architecture redondante et leur capacité de surveillance proactive nous permettent d'anticiper et de prévenir les incidents avant qu'ils n'affectent vos services. De plus, une énorme quantité de pièces détachées existent, ce qui nous permet de facilement remplacer les pièces possiblement défaillantes en assurant toujours un service continu.",
      "intro_p3": "L'ensemble de cette infrastructure interne fonctionne en mode haute disponibilité, avec des mécanismes automatiques de basculement et une surveillance 24/7 qui nous permet d'intervenir de manière préventive. Cette approche proactive constitue le socle sur lequel repose la confiance que nos clients nous accordent.",
      "table_header_component": "Composant",
      "table_header_details": "Détails et performances",
      "cpu_label": "<strong>Processeurs</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, 20 cœurs virtuels chacun, soit 40 cœurs virtuels au total, 2,2 GHz (3 GHz en Turbo), 25 Mo cache L3",
      "ram_label": "<strong>Mémoire vive (RAM)</strong>",
      "ram_value": "192 Go DDR3 ECC RDIMM, correction d'erreurs, haute fiabilité et stabilité",
      "storage_label": "<strong>Stockage principal</strong>",
      "storage_value": "2 × 1 To Samsung 870 EVO en RAID 1, protection des données, extensible jusqu'à 4 To",
      "network_label": "<strong>Réseau</strong>",
      "network_value": "1 Gigabit Ethernet, optimisé pour la stabilité et la fiabilité",
      "virtualization_label": "<strong>Virtualisation / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox et déploiements sur mesure",
      "redundancy_label": "<strong>Redondance & fiabilité</strong>",
      "redundancy_value": "RAID 1 pour le stockage, alimentation redondante, haute disponibilité",
      "usage_label": "<strong>Nos usages</strong>",
      "usage_value": "Administration, monitoring et gestion de l'infrastructure interne"
    },
    "services": {
      "title": "La gamme Services : l'excellence pour vos applications métiers",
      "intro_p1": "Notre gamme Services représente le fer de lance de notre offre d'hébergement professionnel. Trois serveurs HPE ProLiant DL360 Gen9 de dernière génération forment cette plateforme dédiée à l'hébergement de vos logiciels métiers, progiciels d'entreprise, applications critiques, environnements de développement et interfaces de programmation (APIs).",
      "intro_p2": "Cette gamme incarne notre philosophie de service : proposer simultanément des solutions standardisées pour des déploiements rapides et efficaces, et des architectures sur mesure accompagnées d'une prestation d'infogérance complète. Que vous soyez une startup en croissance rapide ou une entreprise établie avec des besoins complexes, notre gamme Services s'adapte à votre rythme et à vos exigences.",
      "intro_p3": "L'orchestration Kubernetes déployée sur cette infrastructure vous garantit une expérience utilisateur exceptionnelle : scalabilité automatique selon la charge, haute disponibilité native avec basculement transparent, et déploiements sans interruption de service. Cette technologie, adoptée par les plus grands acteurs du numérique mondial, vous offre une flexibilité et une robustesse comparables aux solutions des géants du cloud, avec l'avantage d'un service personnalisé et d'une maîtrise complète de vos données.",
      "intro_p4": "Les environnements sont isolés et sécurisés individuellement, permettant une cohabitation sereine de multiples applications tout en maintenant des performances optimales. Notre système de monitoring avancé vous offre une visibilité complète sur l'utilisation des ressources et les performances de vos applications.",
      "table_header_component": "Composant",
      "table_header_details": "Détails et performances",
      "cpu_label": "<strong>Processeurs</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, 28 cœurs virtuels chacun, soit 56 cœurs virtuels, 2,4 GHz (3,3 GHz en Turbo), 35 Mo cache L3",
      "ram_label": "<strong>Mémoire vive (RAM)</strong>",
      "ram_value": "128 Go DDR4 ECC RDIMM, correction d'erreurs, haute fiabilité et stabilité",
      "storage_label": "<strong>Stockage principal</strong>",
      "storage_value": "2 × 1 To Samsung 870 EVO en RAID 1, protection des données, extensible jusqu'à 4 To",
      "network_label": "<strong>Réseau</strong>",
      "network_value": "10 Gigabits Ethernet (SFP+) pour une connexion Internet ultra-rapide",
      "virtualization_label": "<strong>Virtualisation / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox et déploiements sur mesure",
      "redundancy_label": "<strong>Redondance & fiabilité</strong>",
      "redundancy_value": "RAID 1 pour le stockage, alimentation redondante, haute disponibilité",
      "usage_label": "<strong>Usage recommandé</strong>",
      "usage_value": "Hébergement d'API, logiciels, progiciels, applications professionnelles et services clients"
    },
    "webdb": {
      "title": "La gamme WebDB : la puissance au service de vos données",
      "intro_p1": "Notre gamme WebDB a été conçue spécifiquement pour répondre aux défis les plus exigeants : hébergement de bases de données critiques à haute charge, serveurs web supportant un trafic intense, et applications nécessitant des temps de réponse ultra-rapides.",
      "intro_p2": "Au cœur de cette gamme, un serveur sur mesure équipé d'un processeur AMD Threadripper - une architecture multi-cœurs exceptionnelle - couplé à un stockage NVMe de dernière génération. Cette combinaison offre des performances de lecture/écriture qui surpassent largement les solutions traditionnelles, avec des temps d'accès aux données mesurés en microsecondes.",
      "intro_p3": "L'AMD Threadripper, avec ses multiples cœurs et threads, excelle particulièrement dans le traitement parallèle des requêtes de bases de données complexes. Que vous gériez des entrepôts de données volumineux, des applications d'analytique en temps réel, ou des sites web à fort trafic, cette architecture vous garantit une réactivité constante même sous charge maximale.",
      "intro_p4": "Le stockage NVMe, quant à lui, élimine les goulots d'étranglement traditionnels liés aux disques mécaniques ou même aux SSD SATA classiques. Avec des débits pouvant atteindre plusieurs gigaoctets par seconde (ici, plus de 7 Go/s avec nos NVMe Samsung), vos applications bénéficient d'un accès quasi-instantané aux données, se traduisant par une expérience utilisateur fluide et des temps de traitement optimisés.",
      "intro_p5": "Cette configuration est particulièrement adaptée aux environnements CRM, ERP, plateformes e-commerce, applications d'analyse de données, et tous les cas d'usage où la performance de la base de données constitue un facteur critique de réussite.",
      "description": "La gamme <strong>WebDB</strong> est dédiée aux bases de données et aux serveurs web à fort trafic, nécessitant une réactivité et une stabilité maximales.",
      "table_header_component": "Composant",
      "table_header_details": "Détails et performances",
      "cpu_label": "<strong>Processeur</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 cœurs / 24 threads, 3,5 GHz (4,3 GHz en Boost), 32 Mo cache L3",
      "ram_label": "<strong>Mémoire vive (RAM)</strong>",
      "ram_value": "64 Go DDR4, haute vitesse pour traitement intensif de bases de données",
      "storage_label": "<strong>Stockage principal</strong>",
      "storage_value": "2 × 1 To NVMe Samsung 990 EVO Plus, très haute vitesse et faible latence",
      "network_label": "<strong>Réseau</strong>",
      "network_value": "10 Gigabits Ethernet via NIC Intel, extrêmement stable pour trafic critique",
      "virtualization_label": "<strong>Virtualisation / Orchestration</strong>",
      "virtualization_value": "Proxmox et déploiements sur mesure",
      "redundancy_label": "<strong>Redondance & fiabilité</strong>",
      "redundancy_value": "RAID logiciel, haute disponibilité",
      "usage_label": "<strong>Usage recommandé</strong>",
      "usage_value": "Hébergement de bases de données, serveurs web à fort trafic et applications critiques"
    },
    "games": {
      "title": "La gamme Games : la haute performance pour les applications intensives",
      "intro_p1": "La gamme Games représente l'excellence en matière de puissance de calcul brute et de réactivité. Dédiée aux environnements les plus exigeants - hébergement de serveurs de jeux multijoueurs, et tout traitement nécessitant une puissance de calcul intensive - cette gamme repousse les limites du possible.",
      "intro_p2": "Notre serveur custom embarque un processeur AMD Ryzen 9 9900X, l'un des processeurs les plus performants de sa génération. Cette puce, construite sur une architecture de pointe, offre une combinaison unique de fréquences élevées et de nombreux cœurs, idéale pour les applications qui demandent à la fois de la puissance brute et de la réactivité en temps réel.",
      "intro_p3": "Le stockage NVMe ultra-rapide complète cette configuration en éliminant toute latence liée aux accès disque. Pour les jeux en ligne, cela se traduit par des temps de chargement quasi-instantanés et une fluidité parfaite. Pour les applications de calcul intensif, c'est l'assurance que les données sont disponibles immédiatement pour les processeurs, maximisant l'efficacité de chaque cycle de calcul.",
      "intro_p4": "Cette plateforme est conçue pour maintenir des performances stables même sous charge continue maximale. Les systèmes de refroidissement avancés et la gestion intelligente de l'alimentation garantissent une stabilité thermique optimale, condition indispensable pour des applications critiques fonctionnant 24/7.",
      "intro_p5": "Que vous hébergiez des serveurs Minecraft, des instances de jeux AAA multijoueurs, des environnements de développement de jeux, cette gamme vous offre la puissance et la fiabilité nécessaires pour exceller dans votre domaine.",
      "table_header_component": "Composant",
      "table_header_details": "Détails et performances",
      "cpu_label": "<strong>Processeur</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 cœurs / 24 threads, 4,4 GHz (5,6 GHz en Boost), 64 Mo cache L3",
      "ram_label": "<strong>Mémoire vive (RAM)</strong>",
      "ram_value": "64 Go DDR5, haute vitesse pour calcul intensif",
      "storage_label": "<strong>Stockage principal</strong>",
      "storage_value": "2 × 1 To NVMe Western Digital SN770, très haute vitesse et faible latence",
      "network_label": "<strong>Réseau</strong>",
      "network_value": "10 Gigabits Ethernet pour un trafic rapide et stable",
      "virtualization_label": "<strong>Virtualisation / Orchestration</strong>",
      "virtualization_value": "Kubernetes, Proxmox et déploiements sur mesure",
      "redundancy_label": "<strong>Redondance & fiabilité</strong>",
      "redundancy_value": "RAID logiciel, haute disponibilité",
      "usage_label": "<strong>Usage recommandé</strong>",
      "usage_value": "Hébergement de jeux en ligne"
    },
    "network": {
      "title": "Un réseau fibré professionnel : la connectivité sans compromis",
      "intro_p1": "Dans l'écosystème numérique moderne, la performance des serveurs les plus puissants devient inutile sans une connectivité réseau à la hauteur. Notre infrastructure réseau a été conçue selon les standards les plus exigeants de l'industrie, privilégiant la fibre optique OM4 duplex pour ses caractéristiques exceptionnelles : latence ultra-faible, stabilité maximale, et capacité de montée en charge quasi-illimitée.",
      "intro_p2": "Notre partenariat avec Netario (nom commercial de Netaris SAS) nous garantit une bande passante symétrique de 8-10 gigabits par seconde, dimensionnée pour absorber les pics de trafic les plus importants sans aucune dégradation de service. Cette capacité, largement dimensionnée par rapport à nos besoins actuels, nous offre une marge d'évolution considérable et vous garantit une qualité de service constante.",
      "intro_p3": "Performance mesurée et certifiée : Nos tests réguliers confirment une latence de seulement 7 millisecondes vers Scaleway Paris, plaçant notre infrastructure au niveau des meilleures solutions du marché. Cette performance exceptionnelle garantit une réactivité optimale pour vos applications critiques, qu'il s'agisse d'applications web interactives, d'APIs temps réel, ou de services nécessitant une synchronisation précise.",
      "architecture_title": "Architecture réseau multicouche",
      "architecture_intro": "Notre réseau s'appuie sur une architecture en couches qui combine sécurité, performance et redondance :",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E :</strong> Ce pare-feu de nouvelle génération constitue notre première ligne de défense. Au-delà du simple filtrage de paquets, il intègre des fonctionnalités avancées de prévention d'intrusion (IPS), d'analyse comportementale du trafic, de filtrage d'applications, et de protection contre les menaces avancées. Sa capacité de traitement élevée garantit qu'aucune performance n'est sacrifiée au profit de la sécurité.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS :</strong> Ce routeur professionnel haute performance gère l'intelligence de notre réseau. Ses capacités avancées de routage dynamique, de gestion de la qualité de service (QoS), et de répartition de charge nous permettent d'optimiser en permanence les flux de données. Les fonctionnalités de redondance intégrées garantissent une continuité de service même en cas de défaillance d'un lien.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM :</strong> Ce commutateur 10 gigabits entièrement fibré assure la connectivité interne entre nos serveurs. Sa conception \"non-blocking\" garantit que chaque port peut utiliser la totalité de sa bande passante sans congestion, même lorsque tous les ports sont actifs simultanément. Cette architecture élimine tout goulot d'étranglement au niveau de l'interconnexion des serveurs.",
      "architecture_conclusion": "Cette architecture multicouche nous permet d'offrir une combinaison unique de vitesse, de redondance et de sécurité. La gestion intelligente du trafic optimise automatiquement les performances, tandis que les systèmes de protection multicouches garantissent une sécurité de niveau bancaire."
    },
    "security": {
      "title": "Sécurité et continuité : votre patrimoine numérique protégé",
      "sovereignty_title": "Hébergement souverain : maîtrise et conformité",
      "sovereignty_p1": "Le choix de l'hébergement en France, spécifiquement dans le centre de données de Caen, répond à une exigence fondamentale : la souveraineté numérique. Vos données restent sous juridiction française et européenne, garantissant une conformité totale avec le RGPD et les réglementations les plus strictes en matière de protection des données personnelles.",
      "sovereignty_p2": "Cette localisation offre des avantages stratégiques multiples : maîtrise juridique complète de vos données, latence optimisée pour vos utilisateurs européens, et indépendance vis-à-vis des législations extraterritoriales qui peuvent compromettre la confidentialité de vos informations sensibles.",
      "depth_title": "Architecture de sécurité en profondeur",
      "depth_intro": "Notre approche sécuritaire repose sur le principe de défense en profondeur, avec de multiples couches de protection qui se renforcent mutuellement :",
      "perimeter_label": "<strong>Sécurité périmétrique :</strong>",
      "perimeter_desc": "Le Fortinet FortiGate 100E constitue notre bouclier numérique. Cette solution de sécurité de nouvelle génération combine firewall traditionnel, système de prévention d'intrusion, filtrage d'applications, et protection contre les menaces avancées. Son intelligence artificielle intégrée analyse en permanence les patterns de trafic pour identifier et bloquer les tentatives d'attaque, même les plus sophistiquées.",
      "isolation_label": "<strong>Isolation et segmentation :</strong>",
      "isolation_desc": "La virtualisation Proxmox crée des environnements hermétiquement isolés. Chaque machine virtuelle évolue dans son propre espace sécurisé, éliminant les risques de contamination croisée et garantissant que la compromission d'un environnement ne puisse affecter les autres.",
      "monitoring_label": "<strong>Surveillance continue :</strong>",
      "monitoring_desc": "Nos systèmes de monitoring sécuritaire analysent en permanence les logs, détectent les comportements anormaux, et génèrent des alertes instantanées en cas de tentative d'intrusion ou d'activité suspecte.",
      "backup_title": "Stratégie de sauvegarde multicouche : votre assurance tranquillité",
      "backup_intro": "Notre stratégie de sauvegarde a été conçue selon le principe de redondance maximale, garantissant l'intégrité et la disponibilité de vos données même dans les scénarios les plus défavorables :",
      "backup_level1_label": "<strong>Niveau 1 - Résilience infrastructure :</strong>",
      "backup_level1_desc": "Le système Longhorn assure la réplication automatique et en temps réel des données critiques de notre infrastructure interne. Cette technologie cloud-native garantit qu'aucune donnée système n'est jamais perdue, même en cas de défaillance matérielle.",
      "backup_level2_label": "<strong>Niveau 2 - Externalisation sécurisée :</strong>",
      "backup_level2_desc": "Vos données clients sont automatiquement sauvegardées chez Infomaniak, hébergeur suisse reconnu pour sa fiabilité exemplaire, sa neutralité politique, et son respect scrupuleux de la vie privée. Cette externalisation géographique garantit la protection de vos données même face aux sinistres majeurs.",
      "backup_level3_label": "<strong>Niveau 3 - Contrôle premium :</strong>",
      "backup_level3_desc": "Pour les clients aux exigences les plus élevées, notre service de sauvegarde via Proxmox Backup Server (PBS) offre un contrôle total sur la stratégie de sauvegarde. Vous définissez vos propres politiques de rétention, fréquences de sauvegarde, et tests de restauration, avec une granularité au niveau fichier si nécessaire.",
      "sla_title": "Engagement de disponibilité",
      "sla_desc": "Nous travaillons activement pour garantir un SLA de 99,5% dans cette phase de lancement, représentant plus de 716 heures d'uptime par mois sur 720 heures totales. Cet engagement, soutenu par notre architecture redondante et notre monitoring proactif, s'accompagne d'une roadmap d'amélioration continue visant les standards les plus élevés de l'industrie."
    },
    "ecology": {
      "title": "Démarche écologique : performance et responsabilité réconciliées",
      "intro": "Notre engagement écologique ne constitue pas un simple argument marketing, mais une conviction profonde qui guide nos choix techniques et économiques. Dans un secteur du numérique souvent critiqué pour son empreinte carbone croissante, nous démontrons qu'excellence technique et responsabilité environnementale peuvent non seulement coexister, mais se renforcer mutuellement.",
      "refurbishing_title": "Reconditionnement intelligent",
      "refurbishing_intro": "Notre stratégie d'acquisition privilégie systématiquement les serveurs reconditionnés de moins de dix ans (à l'exception de notre infrastructure interne critique). Cette approche présente des avantages multiples :",
      "impact_label": "<strong>Impact environnemental :</strong>",
      "impact_desc": "En prolongeant la durée de vie utile d'équipements professionnels de qualité, nous réduisons significativement la demande en ressources naturelles rares et l'énergie nécessaire à la fabrication de nouveaux serveurs. L'impact carbone de la fabrication représentant souvent 70% de l'empreinte totale d'un serveur, cette approche divise par 3 à 4 notre impact environnemental.",
      "performance_label": "<strong>Performance préservée :</strong>",
      "performance_desc": "Les serveurs professionnels HPE ProLiant et nos configurations custom AMD conservent leurs performances exceptionnelles bien au-delà de leur première décennie d'utilisation. La qualité de fabrication de ces équipements garantit une fiabilité et des performances qui surpassent souvent des solutions \"low-cost\" neuves.",
      "economic_label": "<strong>Optimisation économique :</strong>",
      "economic_desc": "Cette approche nous permet d'investir davantage dans les composants critiques (processeurs récents, mémoire rapide, stockage NVMe) tout en maintenant des coûts maîtrisés, bénéfice que nous répercutons directement sur nos tarifs clients."
    }
  },
  "pages": {
    "whoarewe": {
      "title": "UnxWares - Qui sommes-nous",
      "h1": "Notre identité : Qui sommes-nous, quelle est notre histoire ?",
      "intro": "En lien avec nos valeurs, il est primordial pour nous que vous nous connaissiez, qu'on soit transparent avec vous, car nous pensons, et nous croyons qu'une vraie relation avec nos clients et notre communauté est nécessaire au bon fonctionnement de l'internet de demain",
      "summary_title": "Un léger résumé",
      "story_title": "Notre histoire : la vraie"
    },
    "datacenter": {
      "title": "UnxWares - Datacenter"
    },
    "studio": {
      "title": "UnxWares - Studio de développement",
      "h1": "Studio : Créer, Innover, Propulser"
    },
    "cloud": {
      "title": "UnxWares - Cloud souverain",
      "h1": "Cloud : Européen, Souverain, Ouvert"
    }
  },
  "studio_page": {
    "hero": {
      "title": "UnxWares Studio",
      "tagline": "Du logiciel sans renier la souveraineté. De l'expertise sans le TJM prohibitif.",
      "intro": "UnxWares Studio est notre pôle de développement logiciel, où passion technique et excellence se rencontrent pour donner vie à vos projets. Nous créons des solutions sur-mesure, du site web à l'application complexe, en passant par les APIs performantes et les jeux vidéo. Notre expertise sur les néo-langages modernes nous permet d'accompagner les entreprises dans leur transformation numérique avec des technologies de pointe.",
      "cta_contact": "Discuter de votre projet",
      "cta_projects": "Voir nos réalisations"
    },
    "what": {
      "title": "Ce que nous créons",
      "intro": "De la conception initiale au déploiement final, nous prenons en charge l'intégralité de vos projets numériques avec une approche technique rigoureuse et une créativité sans limite.",
      "web_title": "Applications Web Modernes",
      "web_desc": "Sites vitrines, applications métier, plateformes SaaS, portails clients. Nous maîtrisons les frameworks modernes (SvelteKit, React, Vue) pour créer des interfaces rapides, réactives et élégantes.",
      "backend_title": "Backend & APIs Performantes",
      "backend_desc": "Microservices, APIs REST/GraphQL, systèmes distribués. Notre expertise en Go et Rust nous permet de créer des backends ultra-performants, sécurisés et scalables.",
      "software_title": "Logiciels & Progiciels",
      "software_desc": "Applications desktop, outils métier, systèmes de gestion. Nous développons des logiciels robustes avec des technologies modernes (Electron, Tauri, Flutter) pour Windows, macOS et Linux.",
      "mobile_title": "Applications Mobiles",
      "mobile_desc": "Applications iOS et Android natives ou multiplateformes. Avec Flutter/Dart, nous créons des applications performantes avec une seule base de code pour tous les supports.",
      "games_title": "Jeux Vidéo",
      "games_desc": "De l'indie game au serveur multijoueur complexe. Notre expérience sur Unreal Engine 5 et les serveurs de jeu nous permet de créer des expériences immersives et techniques.",
      "infra_title": "DevOps & Infrastructure",
      "infra_desc": "CI/CD, conteneurisation, orchestration Kubernetes. Nous ne nous arrêtons pas au code : nous déployons, surveillons et optimisons vos applications sur notre infrastructure ou la vôtre."
    },
    "neolang": {
      "title": "Notre Expertise Néo-Langages",
      "intro": "Les néo-langages (Rust, Go, Zig) représentent l'avenir du développement logiciel : performance native, sécurité mémoire, compilation optimisée. Nous maîtrisons ces technologies rares sur le marché français et accompagnons les entreprises dans leur adoption.",
      "why_title": "Pourquoi les néo-langages ?",
      "why_intro": "Le marché est saturé de développeurs JavaScript et PHP, mais les compétences en Rust, Go et Zig sont en pénurie critique. Ces langages offrent des avantages décisifs :",
      "perf_title": "Performance Native",
      "perf_desc": "10 à 100 fois plus rapide que les langages interprétés, avec une consommation mémoire réduite. Idéal pour les systèmes critiques, les APIs haute charge, et les applications temps réel.",
      "security_title": "Sécurité Mémoire",
      "security_desc": "Rust élimine les bugs de gestion mémoire (use-after-free, null pointers) à la compilation. Go simplifie avec un garbage collector efficace. Résultat : moins de vulnérabilités, plus de fiabilité.",
      "modern_title": "Outillage Moderne",
      "modern_desc": "Gestionnaires de paquets intégrés (Cargo, Go modules), compilation rapide, tests natifs, documentation générée automatiquement. L'écosystème est conçu pour la productivité.",
      "concurrency_title": "Concurrence Native",
      "concurrency_desc": "Go a été créé pour la concurrence (goroutines). Rust offre une concurrence sans data races garantie à la compilation. Parfait pour les systèmes distribués et les microservices.",
      "rust_title": "Rust",
      "rust_subtitle": "Performance + Sécurité + Fiabilité",
      "rust_desc": "Le langage le plus aimé des développeurs (StackOverflow Survey). Nous l'utilisons pour nos outils systèmes, nos briques de sécurité, et tout code nécessitant une fiabilité absolue. Zéro coût d'abstraction, zéro compromis.",
      "rust_use": "Systèmes critiques, outils CLI, backends performants, WebAssembly",
      "go_title": "Go",
      "go_subtitle": "Simplicité + Scalabilité + Vitesse",
      "go_desc": "Le langage de l'infrastructure moderne (Kubernetes, Docker, Terraform). Nous l'utilisons pour nos microservices, notre orchestrateur cloud, et toutes nos APIs haute performance. Simple à apprendre, puissant en production.",
      "go_use": "Microservices, APIs, orchestrateurs, outils DevOps",
      "zig_title": "Zig",
      "zig_subtitle": "Le Futur du Système",
      "zig_desc": "Le successeur spirituel du C, avec une approche moderne de la programmation système. Pas encore mature pour la production critique, mais nous l'explorons pour nos futurs projets bas-niveau et comme alternative à C/C++.",
      "zig_use": "Programmation système, remplacement de C, outils bas-niveau"
    },
    "projects": {
      "title": "Nos Projets & Réalisations",
      "intro": "De nos projets internes aux solutions clients, découvrez comment nous mettons en pratique notre expertise technique pour créer des solutions qui fonctionnent vraiment.",
      "vff_title": "VFF Project",
      "vff_tag": "Projet Communautaire",
      "vff_desc": "Encyclopédie ferroviaire collaborative française avec cartographie au mètre près. Stack moderne : SvelteKit, Laravel API, PostgreSQL PostGIS. Intégration OpenStreetMap, système de contribution communautaire, gestion de milliers de données géographiques.",
      "vff_tech": "SvelteKit · Laravel · PostgreSQL · PostGIS · OpenStreetMap",
      "site_title": "Site UnxWares",
      "site_tag": "Vitrine Technique",
      "site_desc": "Le site que vous consultez actuellement. SvelteKit avec i18n (6 langues), design moderne et responsive, optimisé pour les performances. Open source sur GitHub pour inspirer la communauté.",
      "site_tech": "SvelteKit · i18n · Design System · SEO",
      "orchestrator_title": "Orchestrateur Cloud",
      "orchestrator_tag": "Infrastructure",
      "orchestrator_desc": "Notre orchestrateur maison en Go qui pilote toute l'infrastructure UnxWares Cloud. Architecture microservices, communication sécurisée, API de déploiement modulaire. Gère Proxmox, Kubernetes, et tous nos environnements clients.",
      "orchestrator_tech": "Go · Microservices · Kubernetes API · Proxmox API",
      "panel_title": "Panel Client",
      "panel_tag": "Application Web",
      "panel_desc": "Espace client complet développé en Laravel. Authentification OIDC Provider maison, gestion de facturation, système de droits granulaire, interface de gestion des services. Sécurisé, évolutif, et pensé pour l'UX.",
      "panel_tech": "Laravel · Vue.js · MySQL · OIDC · Stripe",
      "raiemus_title": "Raiemus OS",
      "raiemus_tag": "Système d'Exploitation",
      "raiemus_desc": "Système d'exploitation léger basé sur ArchLinux, optimisé pour le RDP et les thin clients. Boot rapide, consommation mémoire minimale, parfait pour transformer un vieux PC en terminal performant.",
      "raiemus_tech": "ArchLinux · SystemD · XRDP · Custom Kernel",
      "game_title": "Jeu Vidéo (UE5)",
      "game_tag": "En Développement",
      "game_desc": "Notre projet de jeu indépendant sous Unreal Engine 5. Développé pour remplacer notre dépendance à l'écosystème Minecraft. Gameplay innovant, graphismes modernes, architecture serveur scalable.",
      "game_tech": "Unreal Engine 5 · C++ · Blueprints · Serveur Go"
    },
    "process": {
      "title": "Notre Processus de Travail",
      "intro": "De l'idée à la production, nous suivons un processus éprouvé qui allie agilité, qualité et transparence. Vous gardez le contrôle à chaque étape.",
      "step1_title": "1. Découverte & Cadrage",
      "step1_desc": "Nous commençons par comprendre votre besoin, vos contraintes, et vos objectifs. Pas de jargon technique inutile, juste une discussion franche sur ce que vous voulez accomplir et comment y arriver.",
      "step2_title": "2. Proposition Technique",
      "step2_desc": "Nous vous proposons une architecture technique détaillée, avec les technologies recommandées, les délais réalistes, et un budget transparent. Pas de surprises, pas de frais cachés.",
      "step3_title": "3. Développement Itératif",
      "step3_desc": "Nous développons par itérations courtes avec des démos régulières. Vous pouvez suivre l'avancement, tester les fonctionnalités, et ajuster le cap si nécessaire. Agilité réelle, pas cosmétique.",
      "step4_title": "4. Tests & Qualité",
      "step4_desc": "Tests unitaires, tests d'intégration, revue de code, analyse de sécurité. Nous ne livrons pas de code bancal. La qualité n'est pas négociable.",
      "step5_title": "5. Déploiement & Formation",
      "step5_desc": "Nous déployons sur notre infrastructure ou la vôtre, configurons le CI/CD, et formons votre équipe. Vous êtes autonomes, mais nous restons disponibles.",
      "step6_title": "6. Maintenance & Support",
      "step6_desc": "Support technique direct par les développeurs qui ont créé votre projet. Pas de niveau 1 qui lit un script, juste de la vraie expertise technique."
    },
    "tech": {
      "title": "Notre Stack Technique",
      "intro": "Nous maîtrisons un large éventail de technologies modernes et éprouvées. Nous choisissons toujours la meilleure technologie pour votre besoin, pas celle qui nous arrange.",
      "frontend_title": "Frontend Moderne",
      "frontend_tech": "SvelteKit · React · Vue.js · TypeScript · Tailwind CSS",
      "backend_title": "Backend Performant",
      "backend_tech": "Go · Rust · Laravel (PHP) · Node.js · Python",
      "mobile_title": "Applications Mobiles",
      "mobile_tech": "Flutter · React Native · SwiftUI · Kotlin",
      "desktop_title": "Applications Desktop",
      "desktop_tech": "Electron · Tauri · Flutter Desktop · Qt",
      "database_title": "Bases de Données",
      "database_tech": "PostgreSQL · MySQL · MongoDB · Redis · ClickHouse",
      "devops_title": "DevOps & Cloud",
      "devops_tech": "Kubernetes · Docker · Proxmox · GitLab CI · ArgoCD",
      "gamedev_title": "Game Development",
      "gamedev_tech": "Unreal Engine 5 · Unity · Godot · Custom Servers"
    },
    "team": {
      "title": "Notre Modèle de Collaboration",
      "intro": "Nous travaillons avec une équipe interne passionnée et des développeurs indépendants certifiés que nous rémunérons justement. Un modèle hybride qui garantit qualité, réactivité et éthique.",
      "internal_title": "Équipe Interne",
      "internal_desc": "Nos fondateurs et développeurs permanents assurent la cohérence technique, l'architecture des projets, et la relation client. Ils connaissent l'infrastructure, maîtrisent toute la stack, et sont vos interlocuteurs directs.",
      "freelance_title": "Développeurs Certifiés",
      "freelance_desc": "Nous collaborons avec des freelances sélectionnés pour leur expertise technique et leur fiabilité. Nous les payons dans des délais courts et justes, leur fournissons le contexte technique et l'infrastructure nécessaire.",
      "client_title": "Pour Vous, le Client",
      "client_desc": "Un seul interlocuteur, une équipe coordonnée, pas de surprise. Si un développeur a un imprévu, nous avons la redondance humaine nécessaire. Vous ne subissez pas les aléas du freelancing classique.",
      "win_title": "Tout le Monde Gagne",
      "win_desc": "Le client a un projet livré dans les temps avec une qualité constante. Le développeur travaille sereinement sans courir après les paiements. UnxWares construit une relation de confiance long terme. C'est ça, l'éthique en action."
    },
    "cta": {
      "title": "Prêt à Créer Quelque Chose de Grand ?",
      "desc": "Que vous ayez un projet précis ou juste une idée, discutons-en. Nous vous conseillerons honnêtement sur la faisabilité, les technologies, et le budget nécessaire. Sans engagement, sans jargon inutile.",
      "button": "Discuter de votre projet"
    }
  },
  "cloud_page": {
    "hero": {
      "title": "UnxWares Cloud",
      "tagline": "Du cloud sans être un géant. De la souveraineté sans le prix fort.",
      "intro": "UnxWares Cloud est notre infrastructure d'hébergement souveraine, pensée pour les entreprises qui veulent maîtriser leurs données sans compromis sur la performance. Datacenter en Normandie, technologies cloud-native certifiées, infogérance incluse. De la simple VM aux clusters Kubernetes haute disponibilité, nous vous offrons une alternative française aux géants américains.",
      "cta_contact": "Découvrir nos offres",
      "cta_datacenter": "Visiter notre datacenter",
      "cta_config": "Configurer mon offre"
    },
    "services": {
      "title": "Nos Services Cloud",
      "intro": "De l'hébergement simple aux architectures cloud-native complexes, nous proposons des solutions adaptées à tous les besoins. Infrastructure managée, support technique réactif, et prix transparents.",
      "vps_title": "VPS & Serveurs Dédiés",
      "vps_desc": "Machines virtuelles performantes sur infrastructure HPE ProLiant. CPU AMD Threadripper/Ryzen, stockage NVMe, réseau 10 Gb/s. Déploiement en quelques minutes, accès root complet.",
      "kubernetes_title": "Kubernetes Managé",
      "kubernetes_desc": "Clusters Kubernetes certifiés CNCF, haute disponibilité garantie. Nous gérons les masters, vous déployez vos applications. Monitoring, backups, mises à jour incluses.",
      "storage_title": "Stockage & Backup",
      "storage_desc": "Stockage objet S3-compatible, backups automatisés, réplication multi-sites. Vos données sont sécurisées et accessibles à tout moment.",
      "network_title": "Réseau & Sécurité",
      "network_desc": "Pare-feu managés Fortinet, VPN WireGuard, tunnels privés. Protection DDoS, monitoring réseau, et isolation totale de vos environnements.",
      "database_title": "Bases de Données",
      "database_desc": "PostgreSQL, MySQL, MongoDB, Redis managés. Haute disponibilité, sauvegardes automatiques, réplication synchrone. Vous vous concentrez sur vos données, on gère l'infrastructure.",
      "custom_title": "Solutions Sur-Mesure",
      "custom_desc": "Architecture complexe, besoins spécifiques, migration depuis un autre cloud. Nous concevons et déployons des solutions adaptées à votre contexte."
    },
    "infrastructure": {
      "title": "Notre Infrastructure",
      "intro": "Un datacenter normand équipé de matériel professionnel, une architecture réseau redondante, et une expertise technique maison. Nous contrôlons chaque couche de notre stack pour vous garantir performance et fiabilité.",
      "hardware_title": "Matériel Professionnel",
      "hardware_desc": "Serveurs HPE ProLiant Gen8/Gen9, stations AMD Threadripper et Ryzen 9 9900X. Du matériel de qualité pour une infrastructure durable.",
      "network_title": "Réseau 10 Gb/s",
      "network_desc": "Fibre optique OM4, switches 10 Gb/s, routage MikroTik. Pare-feu Fortinet FortiGate pour une sécurité multicouche.",
      "virtualization_title": "Virtualisation Proxmox",
      "virtualization_desc": "Hyperviseur Proxmox VE en cluster, stockage distribué Ceph, live migration. Infrastructure as Code pour reproductibilité.",
      "orchestration_title": "Orchestrateur Maison",
      "orchestration_desc": "Notre orchestrateur développé en Go pilote toute l'infrastructure. API unifiée, déploiements automatisés, gestion multi-tenants.",
      "monitoring_title": "Monitoring & Alerting",
      "monitoring_desc": "Surveillance temps réel de l'infrastructure, métriques détaillées, alerting intelligent. Prometheus, Grafana, et outils maison.",
      "sovereignty_title": "Souveraineté Garantie",
      "sovereignty_desc": "Datacenter en France, conformité RGPD native, pas de Cloud Act. Vos données restent sous contrôle français."
    },
    "advantages": {
      "title": "Pourquoi Choisir UnxWares Cloud",
      "intro": "Une alternative crédible aux géants américains, avec les avantages d'un acteur local qui maîtrise son infrastructure de bout en bout.",
      "perf_title": "Performance",
      "perf_desc": "Matériel moderne, réseau 10 Gb/s, stockage NVMe. Des performances comparables aux grands acteurs, sans la latence transatlantique.",
      "control_title": "Maîtrise Totale",
      "control_desc": "Nous développons nos propres outils d'orchestration. Pas de dépendance à des API propriétaires, pas de lock-in technique.",
      "support_title": "Support Expert",
      "support_desc": "Support technique direct par les ingénieurs qui gèrent l'infrastructure. Pas de tickets perdus dans un système anonyme.",
      "price_title": "Prix Justes",
      "price_desc": "Tarification forfaitaire transparente, sans frais cachés d'entrée/sortie. Vous payez ce que vous consommez, point.",
      "rgpd_title": "RGPD Natif",
      "rgpd_desc": "Conformité RGPD par conception, hébergement en France, souveraineté garantie. Pas de Cloud Act, pas de zones grises juridiques.",
      "openness_title": "Ouverture",
      "openness_desc": "Technologies open source, documentation publique de notre infrastructure. Vous savez exactement où tournent vos applications."
    },
    "usecases": {
      "title": "Cas d'Usage & Clients Types",
      "intro": "Du projet VFF hébergé chez nous aux architectures d'entreprise, nos solutions s'adaptent à tous les besoins.",
      "startup_title": "Startups & Scale-ups",
      "startup_desc": "Infrastructure évolutive, prix maîtrisés, support réactif. Démarrez petit, scalez grand sans changer de provider.",
      "saas_title": "Éditeurs SaaS",
      "saas_desc": "Hébergez votre plateforme sur une infrastructure souveraine. Multi-tenancy, isolation complète, conformité RGPD garantie.",
      "agency_title": "Agences & Studios",
      "agency_desc": "Hébergez vos clients sur notre cloud, profitez de nos tarifs partenaires, bénéficiez de notre support technique.",
      "enterprise_title": "Entreprises",
      "enterprise_desc": "Migration cloud, architectures hybrides, environnements de développement. Accompagnement sur-mesure, SLA garantis."
    },
    "cta": {
      "title": "Prêt à Migrer vers un Cloud Souverain ?",
      "desc": "Que vous ayez besoin d'un simple VPS ou d'une architecture Kubernetes complexe, nous avons une solution pour vous. Discutons de vos besoins, sans engagement.",
      "button": "Découvrir nos offres"
    }
  }
}
