{
  "header": {
    "discover": "Scopriteci"
  },
  "home": {
    "welcome": "Benvenuti",
    "intro_p1": "Siamo UnxWares, un'azienda francese, situata più precisamente in Normandia, con un centro dati ubicato a Caen. Realizziamo un lavoro considerevole per permettere a chiunque desideri beneficiare della nostra esperienza, anche con un budget talvolta limitato.",
    "intro_p2": "Per questo motivo proponiamo, tramite UnxWares Cloud, soluzioni di hosting pronte all'uso e su misura, affinché i nostri clienti possano selezionare l'opzione più adatta alle loro esigenze, a un prezzo equo.",
    "intro_p3": "Grazie alla passione e alla creatività del team UnxWares Studio, assicuriamo anche la creazione completa dei vostri progetti, che si tratti di siti web, software, sistemi gestionali, API, applicazioni o videogiochi. Per la realizzazione di questi progetti, collaboriamo con un team interno eccezionale e con sviluppatori indipendenti che certifichiamo. Garantiamo loro una remunerazione equa e ci occupiamo della gestione completa del progetto, affinché possano concentrarsi pienamente sulla realizzazione tecnica.",
    "intro_p4": "Aspiriamo a essere un modello di eccellenza ed etica nel nostro settore, ed è per questo che poniamo grande attenzione nell'unire qualità, trasparenza e innovazione in tutte le nostre prestazioni.",
    "intro_p5": "Scoprite di più su di noi, le nostre certificazioni, il nostro impegno, la nostra infrastruttura e le tecnologie che mettiamo in atto per soddisfarvi navigando questo sito, con in particolare una ricostruzione visuale della nostra infrastruttura, e scoprendo le nostre scelte tecniche e i partner etici.",
    "our_story": "La nostra storia",
    "certifications": "Certificazioni e Impegno"
  },
  "why": {
    "title": "Ciò che ci differenzia",
    "intro": "Il mercato attuale vi costringe a scegliere tra i giganti americani (performanti ma opachi e soggetti al Cloud Act), il low-cost (accessibile ma senza garanzia di qualità né supporto) o la complessità tecnica (Kubernetes è diventato imprescindibile, ma difficile da padroneggiare). Noi proponiamo un'alternativa.",
    "diff1_title": "Infrastruttura Sovrana e Gestita",
    "diff1_desc": "Datacenter a Caen, infrastruttura certificata CNCF, gestione inclusa. Sviluppiamo le nostre tecnologie di orchestrazione per controllare performance e costi, senza dipendenza da licenze proprietarie.",
    "diff2_title": "Competenza Tecnica Rara",
    "diff2_desc": "Sviluppo e consulenza sui neo-linguaggi (Rust, Go, Zig) in carenza critica sul mercato. Accompagnamento delle aziende nella loro transizione verso il Cloud Native con un team che comprende davvero queste tecnologie.",
    "diff3_title": "Trasparenza e Prezzi Equi",
    "diff3_desc": "Documentazione pubblica della nostra infrastruttura, tariffazione forfettaria senza costi nascosti, tecnologie e scelte tecniche spiegate. Nessun marketing ingannevole, solo tecnica solida.",
    "diff4_title": "Visione Open Source",
    "diff4_desc": "Il nostro modello si ispira a Odoo: il codice sarà libero per l'apprendimento e i piccoli progetti, le aziende pagano per la gestione e il supporto SLA. La comunità contribuisce e audita, creando un circolo virtuoso di qualità e sicurezza."
  },
  "services": {
    "title": "I Nostri Servizi",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud senza essere un gigante. Sovranità senza il prezzo elevato.",
    "cloud_feat1": "Infrastruttura Sovrana",
    "cloud_feat1_desc": "Datacenter a Caen, 100% Francia, GDPR nativo",
    "cloud_feat2": "Gestione Inclusa",
    "cloud_feat2_desc": "Gestiamo la manutenzione, voi gestite il vostro business",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "Cluster HA certificati CNCF, orchestratore interno",
    "cloud_feat4": "Prezzo Trasparente",
    "cloud_feat4_desc": "Forfettario, senza costi nascosti di ingresso/uscita",
    "cloud_desc": "Proponiamo soluzioni di hosting pronte all'uso e su misura, dall'infrastruttura semplice ai cluster Kubernetes ad alta disponibilità. La nostra infrastruttura è pensata per la durabilità e la performance, con hardware di qualità e un'architettura di rete ottimizzata.",
    "cloud_link": "Scoprire la nostra infrastruttura",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software senza rinunciare alla sovranità. Competenza senza il costo giornaliero proibitivo.",
    "studio_feat1": "Tecnologie Moderne",
    "studio_feat1_desc": "Rust, Go, Zig: i linguaggi di domani",
    "studio_feat2": "Sviluppatori Certificati",
    "studio_feat2_desc": "Team interno e freelance qualificati",
    "studio_feat3": "Gestione Completa",
    "studio_feat3_desc": "Dalla concezione al deployment, gestiamo tutto",
    "studio_feat4": "Etica e Qualità",
    "studio_feat4_desc": "Remunerazione equa degli sviluppatori, codice di qualità",
    "studio_desc": "Creazione completa dei vostri progetti: siti web, software, sistemi gestionali, API, applicazioni e videogiochi. Collaboriamo con un team interno eccezionale e sviluppatori indipendenti certificati che remuneeriamo equamente. La nostra esperienza sui neo-linguaggi ci permette di accompagnare le aziende nella loro modernizzazione tecnologica con soluzioni performanti e sicure.",
    "studio_link": "Scoprire i nostri progetti"
  },
  "techstack": {
    "title": "Il Nostro Stack Tecnologico",
    "intro": "Puntiamo su tecnologie open source consolidate e standard moderni per garantire performance, sicurezza e durabilità. Nessuna dipendenza da licenze proprietarie costose, nessun lock-in tecnologico.",
    "infra_title": "Infrastruttura e Orchestrazione",
    "infra_desc": "Orchestrazione cloud-native con Kubernetes certificato CNCF e virtualizzazione Proxmox. Infrastructure as Code per riproducibilità e scalabilità.",
    "dev_title": "Sviluppo e Backend",
    "dev_desc": "Esperienza sui neo-linguaggi (Rust, Go, Zig) per performance e sicurezza della memoria. Framework moderni e API performanti per applicazioni web e software.",
    "network_title": "Rete e Sicurezza",
    "network_desc": "Firewall Fortinet, router MikroTik con RouterOS e tunnel WireGuard per un'infrastruttura di rete robusta. Sorveglianza continua e sicurezza multi-livello.",
    "db_title": "Database e Storage",
    "db_desc": "Soluzioni di storage distribuite e database relazionali e NoSQL per tutte le vostre esigenze. Backup automatizzati e replica multi-sito."
  },
  "techlogos": {
    "title": "I Nostri Partner di Fiducia",
    "intro": "Le nostre infrastrutture si basano su partner di fiducia e tecnologie open source consolidate."
  },
  "pepite": {
    "title": "La Nostra Candidatura Pépite Normandie",
    "intro": "UnxWares ha candidato al programma <strong>Pépite Normandie</strong>, il dispositivo nazionale di accompagnamento all'imprenditorialità studentesca. Il nostro dossier è attualmente in fase di elaborazione. Questo accompagnamento ci fornirà l'esperienza e le risorse tecniche e imprenditoriali necessarie per strutturare il nostro progetto e passare da una competenza tecnica a una vera azienda sostenibile.",
    "objectives_title": "Gli Obiettivi di questo Accompagnamento",
    "obj1_title": "Status Nazionale Studente-Imprenditore (SNEE)",
    "obj1_desc": "Un riconoscimento ufficiale che darà credibilità al nostro approccio presso i fornitori e i nostri primi clienti B2B.",
    "obj2_title": "Dalla Tecnica all'Imprenditorialità",
    "obj2_desc": "Sviluppare le nostre competenze in gestione, business e vendite per trasformare la nostra esperienza tecnica in un'azienda duratura.",
    "obj3_title": "Mentoring e Professionalizzazione",
    "obj3_desc": "L'accompagnamento Pépite ci permetterà di essere messi alla prova, di uscire dalla nostra bolla tecnica e di adottare la postura di dirigenti responsabili.",
    "obj4_title": "Risorse e Competenza",
    "obj4_desc": "Accesso a una rete di esperti, risorse tecniche e imprenditoriali per strutturare e sviluppare il nostro progetto in modo sostenibile.",
    "conclusion": "Questo accompagnamento sarà essenziale per UnxWares: l'esperienza e le risorse di Pépite Normandie ci permetteranno di costruire un'azienda etica e sostenibile, che unisce eccellenza tecnica e rigore imprenditoriale. La nostra ambizione è diventare un attore di riferimento del cloud sovrano in Francia, e Pépite Normandie sarà la leva che renderà realizzabile questa ambizione."
  },
  "ecosystem": {
    "title": "L'Ecosistema UnxWares",
    "intro": "UnxWares non si limita all'hosting e allo sviluppo. Costruiamo un insieme coerente di progetti e iniziative per arricchire il panorama digitale libero e sovrano.",
    "vff_title": "VFF Project",
    "vff_tag": "Comunitario",
    "vff_desc": "L'enciclopedia ferroviaria collaborativa francese di riferimento. Cartografia precisa, archivi e dati aperti sul mondo ferroviario.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Un sistema operativo leggero e ottimizzato per il RDP (Remote Desktop Protocol), pensato per la performance e la semplicità.",
    "asso_title": "Associazione OpenSource",
    "asso_tag": "Prossimamente",
    "asso_desc": "Una struttura dedicata per accompagnare gratuitamente studenti e indipendenti nella concretizzazione dei loro progetti digitali."
  },
  "navbar": {
    "home": "Home",
    "product": "Prodotto",
    "company": "Azienda",
    "legal": "Legale",
    "contact": "Contattaci",
    "infrastructure": "Infrastruttura",
    "infrastructure_desc": "Il nostro datacenter in Normandia",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Soluzioni di hosting sovrano",
    "studio": "UnxWares Studio",
    "studio_desc": "Sviluppo su misura",
    "about": "Chi siamo",
    "about_desc": "La nostra storia e il nostro team",
    "certifications": "Certificazioni",
    "certifications_desc": "Il nostro impegno etico",
    "legal_notice": "Note legali",
    "legal_notice_desc": "Informazioni legali",
    "privacy": "Privacy",
    "privacy_desc": "Politica sulla privacy",
    "terms": "Condizioni d'uso",
    "terms_desc": "Termini di servizio",
    "sales": "Condizioni di vendita",
    "sales_desc": "Termini di vendita"
  },
  "footer": {
    "quick_links": "Link rapidi",
    "cloud_platform": "Piattaforma Cloud",
    "dev_studio": "Studio di sviluppo",
    "client_area": "Il vostro spazio cliente",
    "service_status": "Stato dei nostri servizi",
    "certifications": "Certificazioni e Impegno",
    "find_us": "Trovarci",
    "datacenter": "Centro dati",
    "legal": "Legale",
    "legal_notice": "Note legali",
    "privacy": "Privacy",
    "terms": "Termini di servizio",
    "sales": "Termini di vendita",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Tutti i diritti riservati",
    "powered_by": "Sviluppato e alimentato da"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspetto",
      "table_header_presentation": "Presentazione",
      "identity_label": "La nostra identità",
      "identity_value": "UnxWares è una <strong>SAS francese indipendente</strong> fondata da due appassionati, <strong>Baptiste Gosselin</strong> e <strong>David Gheghea</strong>, con una visione semplice: costruire un digitale sovrano, trasparente e sostenibile, lontano dal modello dei grandi provider.",
      "origins_label": "Le nostre origini",
      "origins_value": "Il progetto nasce il <strong>19 ottobre 2023</strong> dopo diversi anni di sperimentazioni tecniche. All'inizio, volevamo solo ospitare i nostri server — poi l'idea è cresciuta: creare una struttura capace di fare tutto, dall'infrastruttura al software, in totale indipendenza.",
      "dna_label": "Il nostro DNA",
      "dna_value": "Siamo innanzitutto <strong>tecnici e ingegneri appassionati</strong>, non commerciali. Progettiamo, sviluppiamo e amministriamo tutto noi stessi: server, orchestratori, API, strumenti interni e ambienti clienti. Ogni riga di codice e ogni cavo è pensato internamente.",
      "poles_label": "I nostri poli",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Hosting, orchestrazione, automazione, sicurezza e supervisione.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Sviluppo software, web, API e videogiochi.",
      "philosophy_label": "La nostra filosofia",
      "philosophy_value": "Fare le cose correttamente, con senso e padronanza. Essere <strong>sovrani</strong> sulle nostre infrastrutture, <strong>trasparenti</strong> sui nostri metodi, ed <strong>esigenti</strong> sul nostro codice. Costruiamo ogni progetto come se fosse nostro.",
      "technologies_label": "Le nostre tecnologie",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s e Kubeadm), Proxmox – scelti per la loro performance, modernità e affidabilità.",
      "projects_label": "I nostri progetti",
      "projects_value": "<em>VFF-Project</em> (enciclopedia ferroviaria collaborativa), <em>Raiemus</em> (OS leggero per RDP), e i nostri strumenti interni: orchestratore Go, API di deployment, pannello Laravel.",
      "opensource_label": "Il nostro impegno open-source",
      "opensource_value": "L'apertura e la condivisione fanno parte del nostro DNA. Stiamo preparando la creazione dell'<strong>associazione UnxWares OpenSource</strong> per aiutare gratuitamente studenti e indipendenti a concretizzare i loro progetti, tramite un sistema di accompagnamento e redistribuzione equa.",
      "workmethod_label": "Il nostro modo di lavorare",
      "workmethod_value": "Collaboriamo con <strong>freelance certificati</strong>, remunerati equamente, inquadrati tecnicamente e supportati dalle nostre risorse interne. Un modello ibrido tra libertà e affidabilità, a beneficio del cliente e dello sviluppatore.",
      "values_label": "I nostri valori",
      "values_value": "Sovranità · Trasparenza · Etica · Eccellenza · Comunità · Ecoresponsabilità",
      "vision_label": "La nostra visione",
      "vision_value": "Un digitale più umano e più sovrano. Costruire, condividere e trasmettere; dimostrare che un'azienda può rimanere tecnica, onesta e indipendente senza sacrificare la qualità.",
      "keydates_title": "Date chiave",
      "keydates_header_date": "Data",
      "keydates_header_event": "Evento",
      "keydates_20220210": "Radici tecniche con SummumNetwork – primi sviluppi Forge + API custom",
      "keydates_20231019_birth": "<strong>Nascita del progetto UnxWares</strong> – decisione di creare una struttura indipendente e sovrana",
      "keydates_20231019_vff": "Lancio di VFF-Project – enciclopedia ferroviaria francese comunitaria",
      "keydates_2024": "Strutturazione in due poli: <strong>UnxWares Studio</strong> (dev) e <strong>UnxWares Cloud</strong> (infra)",
      "keydates_20242025": "Potenziamento del datacenter normanno: HPE ProLiant, Threadripper, rete 10 Gb/s, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Creazione ufficiale di UnxWares SAS</strong> – registrazione al RCS di Parigi",
      "keydates_2025plus": "Lancio previsto dell'associazione <strong>UnxWares OpenSource</strong>"
    },
    "whatisit": {
      "title": "UnxWares, cos'è?",
      "intro": "UnxWares SAS (registrata il <strong>03 giugno 2025</strong> al RCS di Parigi) è un'azienda francese di sviluppo e hosting informatico nata da una cosa molto semplice: <strong>due tecnici che erano stanchi di dipendere da infrastrutture opache, costose, talvolta incompetenti, e che volevano fare tutto da soli.</strong>",
      "founders_title": "I fondatori",
      "founders_intro": "Non mentiremo: UnxWares, alla base, è una storia di tecnici. Dietro UnxWares, ci sono:",
      "founders_table_header_founder": "Fondatore",
      "founders_table_header_role": "Ruolo",
      "founders_table_header_profile": "Profilo",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "Presidente",
      "founder_baptiste_profile": "Architetto infrastruttura & dev, appassionato della comprensione in profondità. Non guarda un progetto solo con fogli Excel — vuole capire fino al firmware.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "Direttore Generale",
      "founder_david_profile": "Spirito tecnico e analitico, appassionato di rigore ed eccellenza. Uno sguardo metodico e preciso su ogni progetto.",
      "context": "Questo progetto è tutt'altro che un'idea uscita da un incubatore, tutt'altro che un progetto \"start-up\" su PowerPoint. <strong>È nato perché ne avevamo abbastanza.</strong> Abbastanza di provider che vendono sogni, abbastanza di noncuranza tecnica, abbastanza di prezzi assurdi \"perché tutti fanno lo stesso\". E questo cambia tutto: <strong>UnxWares non è un'azienda fondata da commerciali che hanno poi cercato sviluppatori.</strong> È il contrario. Siamo partiti dalla tecnica, poi abbiamo messo un quadro attorno.",
      "objective_title": "Il nostro obiettivo",
      "objective": "Proporre un'<strong>alternativa francese, sovrana, onesta, molto tecnica, ma accessibile</strong>, nella continuità di ciò che fa ad esempio Infomaniak... ma spingendo ancora più avanti l'idea di \"controllare tutto da soli\", compreso l'orchestratore, la rete e i componenti business.",
      "difference_title": "Ciò che ci differenzia",
      "diff_table_header_others": "Gli altri provider",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Fondati da commerciali che cercano sviluppatori",
      "diff1_unxwares": "<strong>Fondati da tecnici che hanno strutturato l'azienda</strong>",
      "diff2_others": "Infrastruttura opaca o esternalizzata",
      "diff2_unxwares": "<strong>Infrastruttura controllata end-to-end, in Francia</strong>",
      "diff3_others": "Prezzi allineati alla concorrenza",
      "diff3_unxwares": "<strong>Prezzi basati sui costi reali, non su \"cosa fanno gli altri\"</strong>",
      "diff4_others": "Supporto standardizzato livello 1",
      "diff4_unxwares": "<strong>Supporto tecnico diretto da sviluppatori</strong>",
      "diff5_others": "Marketing prima della tecnica",
      "diff5_unxwares": "<strong>Tecnica prima del marketing</strong>",
      "diff6_others": "\"Sovranità\" come argomento commerciale",
      "diff6_unxwares": "<strong>Sovranità come realtà verificabile</strong>",
      "diff7_others": "Strumenti di terze parti assemblati",
      "diff7_unxwares": "<strong>Orchestratore e strumenti sviluppati internamente</strong>",
      "positioning_title": "Il nostro posizionamento",
      "positioning_intro": "Il nostro posizionamento si riassume in una frase:",
      "positioning_quote": "<strong>Vogliamo fare cloud e software come avremmo voluto che altri lo facessero prima di noi.</strong>",
      "positioning_outro": "Siamo nel movimento etico di <strong>Infomaniak</strong>, spinto al massimo. Perché alla base, noi fondatori, siamo tecnici, siamo appassionati di tecnologia, quindi non abbiamo uno sguardo da businessman. Vogliamo costruire qualcosa di buono, non solo qualcosa di redditizio."
    },
    "howbegan": {
      "title": "1. Come è iniziato tutto",
      "intro": "Anche se il progetto <strong>SummumNetwork</strong> (10/02/2022 - 10/02/2024) è nel DNA — perché lì abbiamo imparato cosa significa sviluppare tutto da soli, integrare API Minecraft custom e spingere funzionalità mai viste — <strong>non vogliamo che la storia di UnxWares inizi con quello.</strong>",
      "awareness_title": "La presa di coscienza",
      "awareness_intro": "<strong>La storia di UnxWares inizia davvero nel 2023</strong>, quando ci siamo detti:",
      "awareness_quote": "\"Non vogliamo più dipendere da provider che fanno \"come gli altri\" e che hanno pratiche che non ci convincono.<br/>Vogliamo la nostra infrastruttura, il nostro modo di orchestrare, il nostro modo di fare cloud, e vogliamo condividerlo.<br/>Sappiamo di avere competenze, che abbiamo acquisito non volendo fare come tutti, usiamole per cambiare le cose e progettare un altro modo di ospitare e sviluppare.\"",
      "hardware_title": "Gli inizi hardware",
      "hardware_intro": "In quel momento, giravamo su un <strong>Ryzen 7 3700X</strong>, venivamo persino da un setup dove un <strong>i5-8500 era letteralmente morto</strong>, eppure avevamo già una cosa molto chiara: <strong>andremo verso hardware professionale, verso un'infrastruttura ospitata in Francia, verso Kubernetes/Proxmox, ma senza cadere nel modello \"facciamo pagare perché possiamo\".</strong>",
      "hardware_table_header_period": "Periodo",
      "hardware_table_header_hardware": "Hardware",
      "hardware_table_header_context": "Contesto",
      "hardware_before2023": "Prima del 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "Primi test, il processore si è bruciato",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Nascita di UnxWares, primi prototipi",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Datacenter professionale a Caen",
      "birth": "<strong>È qui che nasce UnxWares: il 19 ottobre 2023.</strong>",
      "vff_title": "VFF-Project: un progetto fratello",
      "vff_intro": "Allo stesso tempo, lanciamo <strong>VFF Project</strong>: perché non siamo solo un'azienda di cloud, siamo anche persone che amano documentare il mondo reale. VFF è un'<em>enciclopedia ferroviaria francese</em>, comunitaria, che vuole censire <strong>le linee, le stazioni, gli archivi, le foto, i piani</strong>, con una precisione al metro, appoggiandosi a <strong>OpenStreetMap</strong>. Non è un piccolo side-project: è un esempio concreto di cosa dovrebbe essere la comunità UnxWares.",
      "summum_title": "SummumNetwork: le radici tecniche",
      "summum_intro": "Anche se non vogliamo che la nostra storia inizi con SummumNetwork, dobbiamo parlarne perché è lì che abbiamo forgiato la nostra esperienza tecnica:",
      "summum_point1": "<strong>Progetto Minecraft 100% custom</strong>: sviluppato interamente su Forge con API interne",
      "summum_point2": "<strong>Funzionalità mai viste</strong>: abbiamo spinto Minecraft Java ai suoi limiti tecnici",
      "summum_point3": "<strong>Primo confronto con i provider</strong>: è lì che abbiamo capito che il mercato dell'hosting aveva grossi problemi",
      "summum_point4": "<strong>Fermato a febbraio 2024</strong>: abbiamo stimato che Minecraft Java non avesse un grande futuro e che l'ecosistema stesse andando nella direzione sbagliata",
      "summum_outro": "È questa esperienza che ci ha dato il desiderio di creare <strong>UnxWares Studio</strong> e di sviluppare il nostro gioco su <strong>Unreal Engine 5</strong>, piuttosto che restare dipendenti dall'ecosistema Minecraft."
    },
    "whycreated": {
      "title": "2. Perché abbiamo creato UnxWares",
      "findings_title": "Le constatazioni che ci hanno spinto ad agire",
      "findings_intro": "L'abbiamo creato perché abbiamo constatato una cosa che torna sempre:",
      "findings_table_header_problem": "Problema constatato",
      "findings_table_header_response": "La nostra risposta",
      "finding1_problem": "<strong>I provider consumer sono troppo semplicistici</strong>: funziona finché vuoi un WordPress o un piccolo VPS. Per più grande, serve un bel budget!",
      "finding1_response": "Proponiamo soluzioni adatte a tutte le esigenze, con una vera esperienza tecnica dietro",
      "finding2_problem": "<strong>I provider professionali sono spesso troppo cari o troppo chiusi</strong>: \"non vi spieghiamo troppo cosa facciamo, ma costa 4× di più\"",
      "finding2_response": "Trasparenza totale sulla nostra infrastruttura, le nostre scelte tecniche, e prezzi basati sui costi reali",
      "finding3_problem": "<strong>Molti cavalcano il mercato senza reale valore tecnico</strong>: stessa infrastruttura del vicino, ma sovra-impacchettata",
      "finding3_response": "Orchestratore interno in Go, architettura pensata e documentata, vero valore aggiunto tecnico",
      "finding4_problem": "<strong>La sovranità è spesso un argomento marketing</strong>: si mette \"Francia\" sulla pagina, ma dietro è mal documentato",
      "finding4_response": "Datacenter a Caen, infrastruttura descritta pubblicamente, scelte tecniche spiegate",
      "finding5_problem": "<strong>Incompetenza generalizzata</strong>: abbiamo personalmente fatto esperienza di persone davvero incompetenti che cercano solo di fare soldi",
      "finding5_response": "Un team di tecnici appassionati che capiscono davvero cosa fanno",
      "finding6_problem": "<strong>L'illusione commerciale</strong>: alcuni attori privilegiano l'apparenza con dashboard accattivanti ma poca sostanza tecnica dietro",
      "finding6_response": "Nessuna falsa apparenza, la sostanza tecnica prima dell'aspetto",
      "conclusion": "<strong>A noi, questo non andava bene.</strong>",
      "wanted_title": "Cosa volevamo davvero",
      "wanted_intro": "<strong>Noi, volevamo:</strong>",
      "wanted1": "essere <strong>realmente sovrani</strong> (infrastruttura in Francia, a Caen, rete in fibra, storage controllato)",
      "wanted2": "essere <strong>trasparenti</strong> (dire su cosa giriamo, mostrare le gamme di server, parlare del firewall Fortinet, dei MikroTik, degli SLA, non fare magia)",
      "wanted3": "essere <strong>accessibili agli sviluppatori</strong> (potete parlare di Go, Rust, Laravel, SvelteKit con noi, sapremo rispondervi, almeno avremo le conoscenze per capirvi)",
      "wanted4": "proporre un <strong>nuovo modello di lavoro più etico e virtuoso</strong>, e che permetta a tutti di vincere. Meno complessità per i clienti, con un solo interlocutore, meno chiacchiere per gli sviluppatori che possono fare ciò che amano",
      "wanted5": "e soprattutto <strong>non giocare all'illusione commerciale</strong> (\"facciamo come i GAFAM ma con una dashboard viola\")",
      "positioning_title": "Il nostro posizionamento",
      "positioning": "Il nostro posizionamento si riassume in una frase:",
      "positioning_quote": "<strong>Vogliamo fare cloud e software come avremmo voluto che altri lo facessero prima di noi.</strong>",
      "values_title": "I nostri valori fondamentali",
      "values_table_header_value": "Valore",
      "values_table_header_meaning": "Cosa significa concretamente",
      "value1_label": "<strong>Sovranità</strong>",
      "value1_meaning": "L'infrastruttura è in Francia, amministrata da noi, indipendente dai GAFAM",
      "value2_label": "<strong>Trasparenza</strong>",
      "value2_meaning": "Nessun marketing ingannevole: i nostri server, le nostre tecnologie, i nostri limiti sono pubblici",
      "value3_label": "<strong>Performance ragionata</strong>",
      "value3_meaning": "Nessuna promessa eccessiva: cifre reali, configurazioni ottimizzate",
      "value4_label": "<strong>Etica</strong>",
      "value4_meaning": "Hardware ricondizionato, pratiche ecoresponsabili, nessuna rivendita di dati",
      "value5_label": "<strong>Apertura</strong>",
      "value5_meaning": "Una cultura open source autentica, non cosmetica",
      "value6_label": "<strong>Umanità</strong>",
      "value6_meaning": "Tecnici appassionati prima di essere commerciali",
      "value7_label": "<strong>Eccellenza</strong>",
      "value7_meaning": "Costruiamo ogni progetto come se fosse nostro",
      "value8_label": "<strong>Comunità</strong>",
      "value8_meaning": "Vogliamo creare una comunità, non solo clienti"
    },
    "remember": {
      "title": "Ciò che ricordiamo",
      "intro": "<strong>UnxWares</strong>, è la prova che si può fare:",
      "point1": "cloud senza essere un gigante,",
      "point2": "open source senza dare tutto,",
      "point3": "software senza rinunciare alla sovranità,",
      "point4": "tecnica senza perdere l'umano.",
      "ecosystem_intro": "Vogliamo costruire <strong>un ecosistema francese, sovrano, potente, orientato agli sviluppatori</strong>, dove le persone possono:",
      "eco_point1": "deployare,",
      "eco_point2": "imparare,",
      "eco_point3": "contribuire,",
      "eco_point4": "e, soprattutto, <strong>non essere prigionieri delle scelte di un altro</strong>.",
      "mission": "Vogliamo <strong>dimostrare che è possibile unire performance, sovranità, accessibilità e trasparenza</strong>, senza cadere nel marketing vuoto. Vogliamo <strong>creare una comunità</strong> dove la conoscenza circola, dove gli strumenti sono utili, e dove ognuno può contribuire a qualcosa di più grande.",
      "identity1": "UnxWares, non è solo un logo o un numero SIREN.",
      "identity2": "Sono due tecnici che hanno voluto fare una cosa solida, utile e pulita. E che hanno deciso che se nessuno lo faceva, l'avrebbero fatto loro stessi.",
      "identity3": "UnxWares non è un semplice provider, né un semplice studio di sviluppo.",
      "identity4": "È un <strong>ecosistema completo</strong> — un progetto di società digitale fondato sulla tecnica, la passione e l'etica.",
      "tagline1": "Esperti del software e dell'hardware.",
      "tagline2": "Costruire. Condividere. Emanciparsi.",
      "tagline3": "È quello che facciamo dal 19/10/2023.",
      "tagline4": "E dal 03/06/2025, è ufficiale.",
      "welcome": "Benvenuti nell'era"
    },
    "today_uwc": {
      "title": "3. Cosa facciamo oggi",
      "subtitle": "3.1 UnxWares Cloud: l'infrastruttura, quella vera",
      "intro": "La nostra infrastruttura è descritta in dettaglio sulla <a href=\"/datacenter\">pagina Datacenter</a> del sito. Si basa su:",
      "table_header_component": "Componente",
      "table_header_details": "Dettagli",
      "location_label": "<strong>Localizzazione</strong>",
      "location_value": "Datacenter in <strong>Normandia (Caen)</strong> – hosting sovrano, conformità GDPR, dati 100% in Francia",
      "internal_label": "<strong>Server interni</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> per l'ossatura interna (admin, monitoring, orchestrazioni)",
      "network_label": "<strong>Rete</strong>",
      "network_value": "<strong>10 Gb/s fibra OM4</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – una vera rete professionale, non una cosa da laboratorio",
      "ranges_title": "Le nostre gamme di servizi",
      "ranges_header_range": "Gamma",
      "ranges_header_hardware": "Hardware",
      "ranges_header_usage": "Utilizzo",
      "range_services_label": "<strong>Services</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Hosting cliente di tutti i tipi (Nextcloud, API, servizi autogestiti...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 TB HDD 7200rpm RAID10",
      "range_webdb_usage": "Database / siti molto pesanti che richiedono alte prestazioni",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Workload in tempo reale e server di gioco",
      "philosophy_title": "La nostra filosofia hardware",
      "philosophy": "Cosa bisogna capire: abbiamo volutamente preso <strong>hardware ricondizionato recente (meno di 10 anni)</strong> per <strong>ridurre l'impronta di carbonio</strong> e <strong>rimanere in un budget sano</strong>, senza rinunciare alle prestazioni. È assunto, è scritto sul sito, e ci avvicina più a <strong>Infomaniak</strong> che a OVH o Scaleway nella filosofia.",
      "alignment_title": "Il nostro allineamento con gli standard",
      "alignment_p1": "Inoltre, cerchiamo il più possibile di essere nel movimento della <strong>Linux Foundation</strong> e della <strong>Cloud Native Computing Foundation (CNCF)</strong>, che sono organismi che supportano le tecnologie che usiamo — tecnologie aperte, trasparenti, indipendenti dai GAFAM.",
      "alignment_p2": "Ciò significa che valorizziamo l'idea di <strong>sovranità tecnologica senza dipendenza dai GAFAM</strong>, che si ricollega alla visione della LF di un ecosistema aperto e comunitario. Inoltre, la CNCF ha certificato le tecnologie che utilizziamo per il nostro cloud, come Kubernetes, Helm, ArgoCD... il che prova che cerchiamo il più possibile di creare un'<strong>infrastruttura solida, che rispetta gli standard</strong>, e che non è un'infrastruttura traballante come presso certi altri provider.",
      "alignment_p3": "<em>(Precisiamo che purtroppo non mostriamo i loghi di queste grandi fondazioni perché ciò richiede un abbonamento annuale, che non possiamo pagare perché vogliamo mettere questi soldi, queste migliaia di euro, nella nostra infrastruttura e nel buon sviluppo di UnxWares.)</em>",
      "stack_title": "Il nostro stack tecnico",
      "stack_intro": "Tecnicamente, il nostro cloud si basa su:",
      "stack_header_tech": "Tecnologia",
      "stack_header_role": "Ruolo",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualizzazione e gestione dei cluster",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Scalabilità, disaccoppiamento e orchestrazione di container",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Layer di osservabilità moderno (metriche, log, dashboard)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Strategia di backup multi-livello",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Deployment e GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall e sicurezza di rete",
      "sla_title": "Il nostro impegno SLA",
      "sla": "<strong>SLA target: 99,5%</strong> — onesto, realistico, non marketing. Non vi promettiamo il 99,99% se non possiamo mantenerlo. Preferiamo essere onesti sulle nostre capacità reali."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio: creare, innovare, propulsare",
      "intro_p1": "A partire dal <strong>2024</strong>, abbiamo ufficializzato <strong>UnxWares Studio</strong>. L'obiettivo: <strong>mettere il nostro know-how Dev al servizio dei progetti clienti</strong> (e dei nostri).",
      "intro_p2": "<strong>UnxWares Studio</strong> è il nostro polo di sviluppo. Incarna la parte \"creazione\" del nostro ecosistema, e permette di dare vita ad applicazioni, siti e videogiochi di qualità professionale.",
      "tech_title": "Le nostre tecnologie",
      "tech_header_tech": "Tecnologia",
      "tech_header_usage": "Utilizzo",
      "tech_header_examples": "Esempi concreti presso di noi",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservizi, orchestratori, backend ad alte prestazioni",
      "tech_go_examples": "Orchestratore UnxWares Cloud, API di deployment",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "Strumenti di sistema, sicuri e performanti",
      "tech_rust_examples": "Strumenti interni, componenti di sicurezza",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Applicazioni web robuste e scalabili",
      "tech_laravel_examples": "Pannello cliente UnxWares Cloud (auth, fatturazione, OIDC Provider, diritti)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Interfacce moderne, reattive e leggere",
      "tech_svelte_examples": "Il sito principale di UnxWares (quello che state leggendo), siti vetrina clienti",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Videogiochi indipendenti",
      "tech_ue5_examples": "Il nostro gioco, in sostituzione della nostra dipendenza da Minecraft Java",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Applicazioni mobile e desktop multipiattaforma",
      "tech_flutter_examples": "App clienti iOS / Android / Desktop in un'unica base di codice",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Polivalenza e compatibilità",
      "tech_other_examples": "Legacy, integrazioni di terze parti, strumenti vari",
      "why_title": "Perché questo studio?",
      "why_intro": "Perché ci sono clienti che vogliono <strong>un solo interlocutore</strong>:",
      "why_quote": "\"Voglio un'app + voglio che sia ospitata + voglio qualcuno che la sorvegli + voglio qualcuno per il CI/CD\"",
      "why_p1": "Noi, possiamo fare tutto, perché <strong>abbiamo Cloud + Studio</strong>. Nessun intermediario, nessun compromesso. Sviluppiamo, ospitiamo, manteniamo, sorvegliano. Dal codice alla prod, tutto passa attraverso di noi.",
      "why_p2": "Vogliamo offrire a ogni cliente — privato, azienda, istituzione — una <strong>soluzione su misura</strong>, integrando sviluppo, hosting e follow-up completo.",
      "freelance_title": "Il nostro modello di collaborazione con i freelance",
      "freelance_intro": "Lavoriamo regolarmente con <strong>freelance</strong> e <strong>indipendenti</strong>, ma in modo diverso dalle agenzie classiche:",
      "freelance_table_header_step": "Fase",
      "freelance_table_header_how": "Come funziona",
      "freelance_step1_label": "<strong>1. L'esigenza</strong>",
      "freelance_step1_desc": "Il cliente arriva con un'esigenza (app, sito, API, infra)",
      "freelance_step2_label": "<strong>2. Coordinamento</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> gioca il ruolo di direttore d'orchestra: inquadramento, pianificazione, sicurezza, hosting, CI/CD",
      "freelance_step3_label": "<strong>3. I freelance</strong>",
      "freelance_step3_desc": "Non devono correre dietro al cliente per essere pagati: <strong>li paghiamo in un quadro previsto, li forniamo di contesto tecnico, mettiamo a disposizione l'infrastruttura</strong>",
      "freelance_step4_label": "<strong>4. Il cliente</strong>",
      "freelance_step4_desc": "Non subisce \"il freelance in ritardo\", perché mettiamo <strong>ridondanza umana</strong> come mettiamo ridondanza server",
      "freelance_step5_label": "<strong>5. La coerenza</strong>",
      "freelance_step5_desc": "I freelance lavorano <strong>sui nostri stack</strong> (Laravel, Go, SvelteKit, Kubernetes), quindi manteniamo un codice omogeneo",
      "whowins_title": "Chi ci guadagna?",
      "whowins_header_who": "Per chi",
      "whowins_header_benefit": "Cosa cambia",
      "whowins_client_label": "<strong>Il cliente</strong>",
      "whowins_client_benefit": "Poco ritardo, infrastruttura controllata, supporto diretto, un solo interlocutore",
      "whowins_freelance_label": "<strong>Il freelance</strong>",
      "whowins_freelance_benefit": "Nessun braccio di ferro sulla fatturazione, contesto tecnico fornito, ambiente pronto all'uso",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Qualità di consegna, codice omogeneo, relazione di fiducia a lungo termine",
      "approach": "È un <strong>approccio ibrido</strong> tra l'agenzia, la cooperativa e lo studio tech: <strong>umano, efficace, senza sovrastruttura amministrativa.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 L'orchestratore interno in Go",
      "intro": "Dove ci differenziamo davvero, è che <strong>non utilizziamo solo software di terze parti per far girare il cloud</strong>. Abbiamo sviluppato <strong>il nostro orchestratore in Go</strong>.",
      "how_title": "Come funziona",
      "how_header_layer": "Layer",
      "how_header_tech": "Tecnologia",
      "how_header_role": "Ruolo",
      "layer1_label": "<strong>1. Spazio cliente</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Autenticazione, fatturazione, OIDC Provider, gestione dei diritti",
      "layer2_label": "<strong>2. Orchestratore</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Ricezione degli ordini dal pannello, coordinamento delle azioni sull'infrastruttura",
      "layer3_label": "<strong>3. Layer di infrastruttura</strong>",
      "layer3_tech": "Proxmox, Kubernetes, nodi",
      "layer3_role": "Esecuzione dei deployment, gestione delle VM e container",
      "layer4_label": "<strong>4. API di deployment</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Fa solo una cosa: <strong>deployare</strong>. Nessuna logica business, per ridurre la superficie d'attacco",
      "security": "Tutto è <strong>segmentato per sicurezza</strong>: nessuna connessione diretta DB → hypervisor. Ogni layer parla solo al successivo. È un'architettura <strong>moderna, modulare, verificabile</strong>, fatta per crescere.",
      "opensource_subtitle": "3.4 L'open source da noi",
      "opensource_intro": "Sul nostro GitHub, spieghiamo chiaramente la nostra posizione:",
      "opensource_point1": "<strong>sì, pubblichiamo molto</strong>,",
      "opensource_point2": "<strong>no, non diamo tutto</strong>,",
      "opensource_point3": "<strong>sì, vogliamo che possa essere riutilizzato</strong>,",
      "opensource_point4": "<strong>no, non vogliamo che ci copino industrialmente.</strong>",
      "opensource_policy": "Quindi mettiamo sistematicamente una menzione del tipo:",
      "opensource_quote": "\"Il codice è pubblicato, potete ispirarvi, modificarlo, contribuire, ma <strong>la proprietà intellettuale rimane di UnxWares</strong>. Qualsiasi riutilizzo in stato originale per fini commerciali è vietato.\"",
      "public_private_title": "Cosa è pubblico vs privato",
      "pp_header_category": "Categoria",
      "pp_header_status": "Stato",
      "pp_header_why": "Perché",
      "pp_site_cat": "Sito principale (SvelteKit)",
      "pp_site_status": "<strong>Pubblico</strong>",
      "pp_site_why": "Utile per imparare, può ispirare altri sviluppatori",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Pubblico</strong>",
      "pp_vff_why": "Progetto comunitario, open data ferroviario",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Pubblico</strong>",
      "pp_raiemus_why": "Progetto comunitario, OS leggero per tutti",
      "pp_orch_cat": "Orchestratore Go",
      "pp_orch_status": "<strong>Privato</strong>",
      "pp_orch_why": "Codice critico, core business, superficie d'attacco",
      "pp_security_cat": "Moduli di sicurezza",
      "pp_security_status": "<strong>Privato</strong>",
      "pp_security_why": "Evitare lo sfruttamento di falle",
      "pp_brand_cat": "Identità visiva / asset",
      "pp_brand_status": "<strong>Privato</strong>",
      "pp_brand_why": "Proprietà intellettuale, marchio registrato",
      "pp_panel_cat": "Pannello cliente Laravel",
      "pp_panel_status": "<strong>Privato</strong>",
      "pp_panel_why": "Logica business, fatturazione, dati sensibili",
      "pp_conclusion": "Può sembrare paradossale, ma è molto semplice: <strong>siamo un'azienda</strong>, dobbiamo proteggere i nostri asset. <strong>Siamo pro-open source</strong>, vogliamo che le persone possano imparare, contribuire, basarsi su questo. Ma <strong>abbiamo codice critico</strong> → rimane privato, per evitare lo sfruttamento di falle. È logico.",
      "association_subtitle": "3.5 L'associazione UnxWares OpenSource",
      "association_intro": "È per questo che vogliamo creare l'<strong>associazione UnxWares OpenSource</strong> (associazione loi 1901, supportata da UnxWares SAS):",
      "association_header_offer": "Cosa offriamo",
      "association_header_who": "A chi",
      "association_header_return": "Contropartita",
      "association_offer1": "Server di hosting gratuiti",
      "association_who": "Studenti, indipendenti, giovani sviluppatori selezionati",
      "association_return": "<strong>5 al 10%</strong> di commissione temporanea sui ricavi quando il progetto funziona, per reinvestire nella comunità e aiutare il prossimo",
      "association_offer2": "Licenze (Steamworks, strumenti pro...)",
      "association_offer3": "Git privato, accompagnamento tecnico",
      "association_p1": "È un modello molto diverso da un incubatore classico: <strong>non compriamo l'azienda, non prendiamo il controllo, aiutiamo solo a partire.</strong>",
      "association_p2": "Questo modello <strong>autosostenibile</strong> vuole rompere con la logica di dipendenza finanziaria: <strong>aiutare, lanciare, liberare.</strong>",
      "projects_subtitle": "3.6 I nostri progetti comunitari",
      "projects_header_project": "Progetto",
      "projects_header_description": "Descrizione",
      "projects_header_status": "Stato",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "Enciclopedia ferroviaria francese comunitaria — linee aperte, chiuse, piani d'epoca, foto, archivi, punti chilometrici, tracciati OSM al metro. Open data, precisione al metro tramite <strong>OpenStreetMap</strong>.",
      "project_vff_status": "In sviluppo (quasi solo per il momento), lanciato a ottobre 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Sistema operativo basato su <strong>ArchLinux</strong>, alleggerito e ottimizzato, pensato per <strong>RDP / PC remoto</strong>. Trasforma un piccolo PC in un terminale performante capace di connettersi a una macchina più potente.",
      "project_raiemus_status": "In pausa (UnxWares richiede molto tempo), previsto per apertura comunitaria",
      "project_orch_name": "<strong>Orchestratore &amp; API</strong>",
      "project_orch_desc": "Il nostro orchestratore cloud in Go e l'API di deployment associata — pensati per essere modulari, sicuri e documentati.",
      "project_orch_status": "In sviluppo attivo, privato",
      "project_panel_name": "<strong>Pannello cliente</strong>",
      "project_panel_desc": "Spazio cliente Laravel con auth, fatturazione, OIDC Provider e gestione dei diritti. Interfaccia per tutti i servizi UnxWares Cloud.",
      "project_panel_status": "In sviluppo attivo, privato",
      "project_game_name": "<strong>Videogioco (UE5)</strong>",
      "project_game_desc": "Il nostro gioco su Unreal Engine 5. Piuttosto che restare dipendenti dall'ecosistema Minecraft Java che, secondo noi, non va nella giusta direzione.",
      "project_game_status": "Previsto, in concezione",
      "projects_conclusion": "Ciò che caratterizza i nostri progetti comunitari: <strong>un progetto utile, riutilizzabile, documentato, comunitario.</strong> È esattamente quello che vogliamo per la comunità UnxWares.",
      "difference_subtitle": "3.7 Ciò che ci differenzia davvero",
      "diff1": "<strong>Siamo innanzitutto tecnici.</strong> Sappiamo cos'è un FortiGate 100E, una fibra OM4, una latenza verso Scaleway, li abbiamo montati noi stessi.",
      "diff2": "<strong>Non abbiamo copiato i prezzi della concorrenza.</strong> Siamo partiti dal bisogno reale, non da una griglia tipo-OVH.",
      "diff3": "<strong>Pubblichiamo codice.</strong> Non solo una landing page.",
      "diff4": "<strong>Abbiamo una vera storia datacenter</strong>, non \"siamo nel cloud\" senza dire dove. (→ Caen, Francia, 10 Gb/s, backup multi-livello, Proxmox + Kubernetes.)",
      "diff5": "<strong>Vogliamo creare una comunità, non solo clienti.</strong>",
      "diff6": "<strong>Assumiamo di proteggere certi componenti.</strong> Il codice critico rimane privato, lo assumiamo, ed è per la sicurezza di tutti.",
      "diff7": "<strong>Facciamo software E infrastruttura.</strong> Pochi attori fanno seriamente entrambi. Da noi, lo sviluppatore che ha codificato l'API è lo stesso che capisce come gira sul server.",
      "diff8": "<strong>Privilegiamo l'hardware ricondizionato.</strong> Una scelta ecologica e responsabile che ci distingue dai grandi attori, senza compromettere le prestazioni.",
      "diff9": "<strong>Seguiamo gli standard della CNCF e della Linux Foundation.</strong> Non per conformismo, ma perché sono tecnologie che corrispondono alla nostra visione di un ecosistema aperto."
    }
  },
  "datacenter": {
    "resume": {
      "title": "Infrastruttura Cloud di UnxWares",
      "intro_p1": "La nostra infrastruttura rappresenta il compimento di una visione tecnica esigente: offrire ai nostri clienti un ambiente digitale che unisce performance all'avanguardia, massima sicurezza e sostenibilità ambientale. Ogni componente è stato selezionato per la sua affidabilità comprovata e la sua integrazione armoniosa in un ecosistema tecnico coerente.",
      "intro_p2": "Abbiamo deliberatamente scelto di basarci su tecnologie riconosciute e consolidate: i server Hewlett Packard Enterprise (HPE) ProLiant per la loro leggendaria robustezza, la virtualizzazione Proxmox per la sua flessibilità e stabilità, l'orchestrazione Kubernetes per la sua scalabilità native, le soluzioni Fortinet per una sicurezza senza compromessi, e una connettività in fibra obbligatoria per una stabilità massima, fornita da Netaris SAS. Questa architettura rispetta scrupolosamente gli standard internazionali della Cloud Native Computing Foundation, integrando al contempo un approccio ecologico responsabile che ci distingue sul mercato.",
      "numbers_title": "In cifre: l'eccellenza misurabile",
      "number1": "<strong>Hosting sovrano:</strong> Centro dati di Caen, Francia - conformità GDPR garantita",
      "number2": "<strong>Performance di rete:</strong> Latenza di 7ms verso Scaleway Paris - reattività ottimale",
      "number3": "<strong>Disponibilità:</strong> Lavoriamo per uno SLA del 99,5% - affidabilità di livello professionale",
      "number4": "<strong>Osservabilità:</strong> Le soluzioni di Grafana Labs - monitoring in tempo reale di nuova generazione",
      "number5": "<strong>Resilienza:</strong> Backup multi-livello (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Connettività:</strong> 10 Gb/s in fibra ottica OM4 - distribuita per tutti i nostri clienti",
      "number7": "<strong>Ecologia:</strong> Server ricondizionati di meno di 10 anni - impatto di carbonio ridotto"
    },
    "internal": {
      "title": "Un'infrastruttura interna robusta: le fondamenta dell'eccellenza",
      "intro_p1": "Al cuore del nostro ecosistema tecnico, tre server HPE ProLiant DL360p Gen8 costituiscono la spina dorsale delle nostre operazioni. Queste macchine, veri centri nevralgici, orchestrano l'amministrazione globale, il monitoring in tempo reale e la gestione di tutti i nostri ambienti clienti.",
      "intro_p2": "Questa infrastruttura di base non è solo una scelta tecnica, è un impegno verso la stabilità. I ProLiant Gen8, riconosciuti per la loro affidabilità eccezionale in condizioni di utilizzo intensivo, garantiscono una continuità operativa senza falle. La loro architettura ridondante e la loro capacità di sorveglianza proattiva ci permettono di anticipare e prevenire gli incidenti prima che influenzino i vostri servizi. Inoltre, esiste un'enorme quantità di pezzi di ricambio, il che ci permette di sostituire facilmente i pezzi potenzialmente difettosi assicurando sempre un servizio continuo.",
      "intro_p3": "L'insieme di questa infrastruttura interna funziona in modalità alta disponibilità, con meccanismi automatici di failover e sorveglianza 24/7 che ci permette di intervenire in modo preventivo. Questo approccio proattivo costituisce la base su cui riposa la fiducia che i nostri clienti ci accordano.",
      "table_header_component": "Componente",
      "table_header_details": "Dettagli e performance",
      "cpu_label": "<strong>Processori</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, 20 core virtuali ciascuno, quindi 40 core virtuali in totale, 2,2 GHz (3 GHz in Turbo), 25 MB cache L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "192 GB DDR3 ECC RDIMM, correzione errori, alta affidabilità e stabilità",
      "storage_label": "<strong>Storage principale</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, protezione dei dati, espandibile fino a 4 TB",
      "network_label": "<strong>Rete</strong>",
      "network_value": "1 Gigabit Ethernet, ottimizzato per stabilità e affidabilità",
      "virtualization_label": "<strong>Virtualizzazione / Orchestrazione</strong>",
      "virtualization_value": "Kubernetes, Proxmox e deployment su misura",
      "redundancy_label": "<strong>Ridondanza e affidabilità</strong>",
      "redundancy_value": "RAID 1 per lo storage, alimentazione ridondante, alta disponibilità",
      "usage_label": "<strong>I nostri utilizzi</strong>",
      "usage_value": "Amministrazione, monitoring e gestione dell'infrastruttura interna"
    },
    "services": {
      "title": "La gamma Services: l'eccellenza per le vostre applicazioni aziendali",
      "intro_p1": "La nostra gamma Services rappresenta la punta di diamante della nostra offerta di hosting professionale. Tre server HPE ProLiant DL360 Gen9 di ultima generazione formano questa piattaforma dedicata all'hosting dei vostri software aziendali, sistemi gestionali d'impresa, applicazioni critiche, ambienti di sviluppo e interfacce di programmazione (API).",
      "intro_p2": "Questa gamma incarna la nostra filosofia di servizio: proporre simultaneamente soluzioni standardizzate per deployment rapidi ed efficienti, e architetture su misura accompagnate da una prestazione di gestione completa. Che siate una startup in rapida crescita o un'azienda consolidata con esigenze complesse, la nostra gamma Services si adatta al vostro ritmo e alle vostre esigenze.",
      "intro_p3": "L'orchestrazione Kubernetes distribuita su questa infrastruttura vi garantisce un'esperienza utente eccezionale: scalabilità automatica secondo il carico, alta disponibilità nativa con failover trasparente, e deployment senza interruzione di servizio. Questa tecnologia, adottata dai più grandi attori del digitale mondiale, vi offre una flessibilità e robustezza paragonabili alle soluzioni dei giganti del cloud, con il vantaggio di un servizio personalizzato e di un controllo completo dei vostri dati.",
      "intro_p4": "Gli ambienti sono isolati e protetti individualmente, permettendo una coabitazione serena di molteplici applicazioni mantenendo performance ottimali. Il nostro sistema di monitoring avanzato vi offre una visibilità completa sull'utilizzo delle risorse e le performance delle vostre applicazioni.",
      "table_header_component": "Componente",
      "table_header_details": "Dettagli e performance",
      "cpu_label": "<strong>Processori</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, 28 core virtuali ciascuno, quindi 56 core virtuali, 2,4 GHz (3,3 GHz in Turbo), 35 MB cache L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "128 GB DDR4 ECC RDIMM, correzione errori, alta affidabilità e stabilità",
      "storage_label": "<strong>Storage principale</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, protezione dei dati, espandibile fino a 4 TB",
      "network_label": "<strong>Rete</strong>",
      "network_value": "10 Gigabit Ethernet (SFP+) per una connessione Internet ultra-rapida",
      "virtualization_label": "<strong>Virtualizzazione / Orchestrazione</strong>",
      "virtualization_value": "Kubernetes, Proxmox e deployment su misura",
      "redundancy_label": "<strong>Ridondanza e affidabilità</strong>",
      "redundancy_value": "RAID 1 per lo storage, alimentazione ridondante, alta disponibilità",
      "usage_label": "<strong>Utilizzo raccomandato</strong>",
      "usage_value": "Hosting di API, software, sistemi gestionali, applicazioni professionali e servizi clienti"
    },
    "webdb": {
      "title": "La gamma WebDB: la potenza al servizio dei vostri dati",
      "intro_p1": "La nostra gamma WebDB è stata progettata specificamente per rispondere alle sfide più esigenti: hosting di database critici ad alto carico, server web che supportano un traffico intenso, e applicazioni che richiedono tempi di risposta ultra-rapidi.",
      "intro_p2": "Al cuore di questa gamma, un server su misura equipaggiato con un processore AMD Threadripper - un'architettura multi-core eccezionale - accoppiato a uno storage NVMe di ultima generazione. Questa combinazione offre performance di lettura/scrittura che superano di gran lunga le soluzioni tradizionali, con tempi di accesso ai dati misurati in microsecondi.",
      "intro_p3": "L'AMD Threadripper, con i suoi multipli core e thread, eccelle particolarmente nel trattamento parallelo delle query di database complesse. Che gestiate data warehouse voluminosi, applicazioni di analytics in tempo reale, o siti web ad alto traffico, questa architettura vi garantisce una reattività costante anche sotto carico massimo.",
      "intro_p4": "Lo storage NVMe, invece, elimina i colli di bottiglia tradizionali legati ai dischi meccanici o persino agli SSD SATA classici. Con velocità che possono raggiungere diversi gigabyte al secondo (qui, più di 7 GB/s con i nostri NVMe Samsung), le vostre applicazioni beneficiano di un accesso quasi istantaneo ai dati, traducendosi in un'esperienza utente fluida e tempi di elaborazione ottimizzati.",
      "intro_p5": "Questa configurazione è particolarmente adatta agli ambienti CRM, ERP, piattaforme e-commerce, applicazioni di analisi dati, e tutti i casi d'uso dove la performance del database costituisce un fattore critico di successo.",
      "description": "La gamma <strong>WebDB</strong> è dedicata ai database e ai server web ad alto traffico, che richiedono massima reattività e stabilità.",
      "table_header_component": "Componente",
      "table_header_details": "Dettagli e performance",
      "cpu_label": "<strong>Processore</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 core / 24 thread, 3,5 GHz (4,3 GHz in Boost), 32 MB cache L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "64 GB DDR4, alta velocità per elaborazione intensiva di database",
      "storage_label": "<strong>Storage principale</strong>",
      "storage_value": "2 × 1 TB NVMe Samsung 990 EVO Plus, altissima velocità e bassa latenza",
      "network_label": "<strong>Rete</strong>",
      "network_value": "10 Gigabit Ethernet tramite NIC Intel, estremamente stabile per traffico critico",
      "virtualization_label": "<strong>Virtualizzazione / Orchestrazione</strong>",
      "virtualization_value": "Proxmox e deployment su misura",
      "redundancy_label": "<strong>Ridondanza e affidabilità</strong>",
      "redundancy_value": "RAID software, alta disponibilità",
      "usage_label": "<strong>Utilizzo raccomandato</strong>",
      "usage_value": "Hosting di database, server web ad alto traffico e applicazioni critiche"
    },
    "games": {
      "title": "La gamma Games: alte prestazioni per applicazioni intensive",
      "intro_p1": "La gamma Games rappresenta l'eccellenza in materia di potenza di calcolo bruta e reattività. Dedicata agli ambienti più esigenti - hosting di server di gioco multiplayer, e qualsiasi elaborazione che richieda una potenza di calcolo intensiva - questa gamma spinge i limiti del possibile.",
      "intro_p2": "Il nostro server custom monta un processore AMD Ryzen 9 9900X, uno dei processori più performanti della sua generazione. Questo chip, costruito su un'architettura all'avanguardia, offre una combinazione unica di frequenze elevate e numerosi core, ideale per applicazioni che richiedono sia potenza bruta che reattività in tempo reale.",
      "intro_p3": "Lo storage NVMe ultra-rapido completa questa configurazione eliminando ogni latenza legata agli accessi al disco. Per i giochi online, questo si traduce in tempi di caricamento quasi istantanei e una fluidità perfetta. Per le applicazioni di calcolo intensivo, è la garanzia che i dati sono disponibili immediatamente per i processori, massimizzando l'efficienza di ogni ciclo di calcolo.",
      "intro_p4": "Questa piattaforma è progettata per mantenere performance stabili anche sotto carico continuo massimo. I sistemi di raffreddamento avanzati e la gestione intelligente dell'alimentazione garantiscono una stabilità termica ottimale, condizione indispensabile per applicazioni critiche che funzionano 24/7.",
      "intro_p5": "Che ospitiate server Minecraft, istanze di giochi AAA multiplayer, ambienti di sviluppo di giochi, questa gamma vi offre la potenza e l'affidabilità necessarie per eccellere nel vostro campo.",
      "table_header_component": "Componente",
      "table_header_details": "Dettagli e performance",
      "cpu_label": "<strong>Processore</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 core / 24 thread, 4,4 GHz (5,6 GHz in Boost), 64 MB cache L3",
      "ram_label": "<strong>Memoria RAM</strong>",
      "ram_value": "64 GB DDR5, alta velocità per calcolo intensivo",
      "storage_label": "<strong>Storage principale</strong>",
      "storage_value": "2 × 1 TB NVMe Western Digital SN770, altissima velocità e bassa latenza",
      "network_label": "<strong>Rete</strong>",
      "network_value": "10 Gigabit Ethernet per un traffico rapido e stabile",
      "virtualization_label": "<strong>Virtualizzazione / Orchestrazione</strong>",
      "virtualization_value": "Kubernetes, Proxmox e deployment su misura",
      "redundancy_label": "<strong>Ridondanza e affidabilità</strong>",
      "redundancy_value": "RAID software, alta disponibilità",
      "usage_label": "<strong>Utilizzo raccomandato</strong>",
      "usage_value": "Hosting di giochi online"
    },
    "network": {
      "title": "Una rete in fibra professionale: connettività senza compromessi",
      "intro_p1": "Nell'ecosistema digitale moderno, la performance dei server più potenti diventa inutile senza una connettività di rete all'altezza. La nostra infrastruttura di rete è stata progettata secondo gli standard più esigenti dell'industria, privilegiando la fibra ottica OM4 duplex per le sue caratteristiche eccezionali: latenza ultra-bassa, stabilità massima e capacità di scalabilità quasi illimitata.",
      "intro_p2": "La nostra partnership con Netario (nome commerciale di Netaris SAS) ci garantisce una banda simmetrica di 8-10 gigabit al secondo, dimensionata per assorbire i picchi di traffico più importanti senza alcuna degradazione del servizio. Questa capacità, ampiamente dimensionata rispetto alle nostre esigenze attuali, ci offre un margine di evoluzione considerevole e vi garantisce una qualità di servizio costante.",
      "intro_p3": "Performance misurata e certificata: I nostri test regolari confermano una latenza di soli 7 millisecondi verso Scaleway Paris, posizionando la nostra infrastruttura al livello delle migliori soluzioni del mercato. Questa performance eccezionale garantisce una reattività ottimale per le vostre applicazioni critiche, che si tratti di applicazioni web interattive, API in tempo reale, o servizi che richiedono una sincronizzazione precisa.",
      "architecture_title": "Architettura di rete multi-livello",
      "architecture_intro": "La nostra rete si basa su un'architettura a livelli che combina sicurezza, performance e ridondanza:",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E:</strong> Questo firewall di nuova generazione costituisce la nostra prima linea di difesa. Oltre al semplice filtraggio di pacchetti, integra funzionalità avanzate di prevenzione delle intrusioni (IPS), analisi comportamentale del traffico, filtraggio delle applicazioni e protezione contro le minacce avanzate. La sua elevata capacità di elaborazione garantisce che nessuna performance viene sacrificata a favore della sicurezza.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS:</strong> Questo router professionale ad alte prestazioni gestisce l'intelligenza della nostra rete. Le sue capacità avanzate di routing dinamico, gestione della qualità del servizio (QoS) e bilanciamento del carico ci permettono di ottimizzare permanentemente i flussi di dati. Le funzionalità di ridondanza integrate garantiscono una continuità del servizio anche in caso di guasto di un link.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM:</strong> Questo switch 10 gigabit interamente in fibra assicura la connettività interna tra i nostri server. Il suo design \"non-blocking\" garantisce che ogni porta possa utilizzare l'intera larghezza di banda senza congestione, anche quando tutte le porte sono attive simultaneamente. Questa architettura elimina ogni collo di bottiglia a livello dell'interconnessione dei server.",
      "architecture_conclusion": "Questa architettura multi-livello ci permette di offrire una combinazione unica di velocità, ridondanza e sicurezza. La gestione intelligente del traffico ottimizza automaticamente le performance, mentre i sistemi di protezione multi-livello garantiscono una sicurezza di livello bancario."
    },
    "security": {
      "title": "Sicurezza e continuità: il vostro patrimonio digitale protetto",
      "sovereignty_title": "Hosting sovrano: controllo e conformità",
      "sovereignty_p1": "La scelta dell'hosting in Francia, specificamente nel centro dati di Caen, risponde a un'esigenza fondamentale: la sovranità digitale. I vostri dati rimangono sotto giurisdizione francese ed europea, garantendo una conformità totale con il GDPR e le regolamentazioni più rigorose in materia di protezione dei dati personali.",
      "sovereignty_p2": "Questa localizzazione offre vantaggi strategici multipli: controllo giuridico completo dei vostri dati, latenza ottimizzata per i vostri utenti europei, e indipendenza dalle legislazioni extraterritoriali che possono compromettere la riservatezza delle vostre informazioni sensibili.",
      "depth_title": "Architettura di sicurezza in profondità",
      "depth_intro": "Il nostro approccio alla sicurezza si basa sul principio della difesa in profondità, con molteplici livelli di protezione che si rafforzano reciprocamente:",
      "perimeter_label": "<strong>Sicurezza perimetrale:</strong>",
      "perimeter_desc": "Il Fortinet FortiGate 100E costituisce il nostro scudo digitale. Questa soluzione di sicurezza di nuova generazione combina firewall tradizionale, sistema di prevenzione delle intrusioni, filtraggio delle applicazioni e protezione contro le minacce avanzate. La sua intelligenza artificiale integrata analizza permanentemente i pattern di traffico per identificare e bloccare i tentativi di attacco, anche i più sofisticati.",
      "isolation_label": "<strong>Isolamento e segmentazione:</strong>",
      "isolation_desc": "La virtualizzazione Proxmox crea ambienti ermeticamente isolati. Ogni macchina virtuale evolve nel proprio spazio protetto, eliminando i rischi di contaminazione incrociata e garantendo che la compromissione di un ambiente non possa influenzare gli altri.",
      "monitoring_label": "<strong>Sorveglianza continua:</strong>",
      "monitoring_desc": "I nostri sistemi di monitoring di sicurezza analizzano permanentemente i log, rilevano comportamenti anomali e generano alert istantanei in caso di tentativo di intrusione o attività sospetta.",
      "backup_title": "Strategia di backup multi-livello: la vostra assicurazione tranquillità",
      "backup_intro": "La nostra strategia di backup è stata progettata secondo il principio di massima ridondanza, garantendo l'integrità e la disponibilità dei vostri dati anche negli scenari più sfavorevoli:",
      "backup_level1_label": "<strong>Livello 1 - Resilienza infrastruttura:</strong>",
      "backup_level1_desc": "Il sistema Longhorn assicura la replica automatica e in tempo reale dei dati critici della nostra infrastruttura interna. Questa tecnologia cloud-native garantisce che nessun dato di sistema venga mai perso, anche in caso di guasto hardware.",
      "backup_level2_label": "<strong>Livello 2 - Esternalizzazione sicura:</strong>",
      "backup_level2_desc": "I vostri dati clienti sono automaticamente salvati presso Infomaniak, provider svizzero riconosciuto per la sua affidabilità esemplare, la sua neutralità politica e il suo rispetto scrupoloso della privacy. Questa esternalizzazione geografica garantisce la protezione dei vostri dati anche di fronte a sinistri maggiori.",
      "backup_level3_label": "<strong>Livello 3 - Controllo premium:</strong>",
      "backup_level3_desc": "Per i clienti con le esigenze più elevate, il nostro servizio di backup tramite Proxmox Backup Server (PBS) offre un controllo totale sulla strategia di backup. Definite le vostre politiche di retention, frequenze di backup e test di ripristino, con una granularità a livello di file se necessario.",
      "sla_title": "Impegno di disponibilità",
      "sla_desc": "Lavoriamo attivamente per garantire uno SLA del 99,5% in questa fase di lancio, rappresentando più di 716 ore di uptime al mese su 720 ore totali. Questo impegno, sostenuto dalla nostra architettura ridondante e dal nostro monitoring proattivo, si accompagna a una roadmap di miglioramento continuo che mira agli standard più elevati dell'industria."
    },
    "ecology": {
      "title": "Approccio ecologico: performance e responsabilità riconciliate",
      "intro": "Il nostro impegno ecologico non costituisce un semplice argomento di marketing, ma una convinzione profonda che guida le nostre scelte tecniche ed economiche. In un settore del digitale spesso criticato per la sua impronta di carbonio crescente, dimostriamo che eccellenza tecnica e responsabilità ambientale possono non solo coesistere, ma rafforzarsi reciprocamente.",
      "refurbishing_title": "Ricondizionamento intelligente",
      "refurbishing_intro": "La nostra strategia di acquisizione privilegia sistematicamente i server ricondizionati di meno di dieci anni (ad eccezione della nostra infrastruttura interna critica). Questo approccio presenta vantaggi multipli:",
      "impact_label": "<strong>Impatto ambientale:</strong>",
      "impact_desc": "Prolungando la durata di vita utile di equipaggiamenti professionali di qualità, riduciamo significativamente la domanda di risorse naturali rare e l'energia necessaria alla fabbricazione di nuovi server. L'impatto di carbonio della fabbricazione rappresentando spesso il 70% dell'impronta totale di un server, questo approccio divide per 3 o 4 il nostro impatto ambientale.",
      "performance_label": "<strong>Performance preservata:</strong>",
      "performance_desc": "I server professionali HPE ProLiant e le nostre configurazioni custom AMD conservano le loro performance eccezionali ben oltre il loro primo decennio di utilizzo. La qualità di fabbricazione di questi equipaggiamenti garantisce un'affidabilità e performance che superano spesso soluzioni \"low-cost\" nuove.",
      "economic_label": "<strong>Ottimizzazione economica:</strong>",
      "economic_desc": "Questo approccio ci permette di investire maggiormente nei componenti critici (processori recenti, memoria veloce, storage NVMe) mantenendo al contempo costi controllati, beneficio che trasferiamo direttamente sulle nostre tariffe clienti."
    }
  },
  "pages": {
    "whoarewe": {
      "title": "UnxWares - Chi siamo",
      "h1": "La nostra identità: Chi siamo, qual è la nostra storia?",
      "intro": "In linea con i nostri valori, è primordiale per noi che ci conosciate, che siamo trasparenti con voi, perché pensiamo e crediamo che una vera relazione con i nostri clienti e la nostra comunità sia necessaria al buon funzionamento dell'internet di domani",
      "summary_title": "Un breve riassunto",
      "story_title": "La nostra storia: quella vera"
    },
    "datacenter": {
      "title": "UnxWares - Datacenter"
    }
  }
}
