{
  "header": {
    "discover": "Ontdek ons"
  },
  "home": {
    "welcome": "Welkom",
    "intro_p1": "Wij zijn UnxWares, een Frans bedrijf gevestigd in Normandië, met een datacenter in Caen. We werken hard om iedereen die wil profiteren van onze expertise in staat te stellen dit te doen, zelfs met een soms beperkt budget.",
    "intro_p2": "Daarom bieden we via UnxWares Cloud kant-en-klare en op maat gemaakte hostingoplossingen, zodat onze klanten de optie kunnen selecteren die het beste bij hun behoeften past, tegen een eerlijke prijs.",
    "intro_p3": "Dankzij de passie en creativiteit van het UnxWares Studio-team zorgen we ook voor de volledige creatie van uw projecten, of het nu gaat om websites, software, applicaties, API's of videogames. Voor de realisatie van deze projecten werken we samen met een uitzonderlijk intern team en gecertificeerde onafhankelijke ontwikkelaars. We garanderen hen een eerlijke vergoeding en nemen het volledige projectmanagement voor onze rekening, zodat ze zich volledig kunnen concentreren op de technische uitvoering.",
    "intro_p4": "We streven ernaar een model van uitmuntendheid en ethiek in onze sector te zijn, en daarom maken we er een erezaak van om kwaliteit, transparantie en innovatie te combineren in al onze diensten.",
    "intro_p5": "Ontdek meer over ons, onze certificeringen, onze betrokkenheid, onze infrastructuur en de technologieën die we implementeren om u tevreden te stellen door deze site te verkennen, inclusief een visuele reconstructie van onze infrastructuur, en onze technische keuzes en ethische partners te ontdekken.",
    "our_story": "Ons verhaal",
    "certifications": "Certificeringen en Betrokkenheid"
  },
  "why": {
    "title": "Wat ons onderscheidt",
    "intro": "De huidige markt dwingt u te kiezen tussen Amerikaanse giganten (krachtig maar ondoorzichtig en onderworpen aan de Cloud Act), low-cost (toegankelijk maar zonder kwaliteitsgarantie of ondersteuning) of technische complexiteit (Kubernetes is essentieel geworden, maar moeilijk te beheersen). Wij bieden een alternatief.",
    "diff1_title": "Soevereine & Beheerde Infrastructuur",
    "diff1_desc": "Datacenter in Caen, CNCF-gecertificeerde infrastructuur, beheerde diensten inbegrepen. We ontwikkelen onze eigen orkestratietechnologieën om prestaties en kosten te beheersen, zonder afhankelijkheid van propriëtaire licenties.",
    "diff2_title": "Zeldzame Technische Expertise",
    "diff2_desc": "Ontwikkeling en consultancy over neo-talen (Rust, Go, Zig) die kritiek schaars zijn op de markt. Ondersteuning van bedrijven bij hun overgang naar Cloud Native met een team dat deze technologieën echt begrijpt.",
    "diff3_title": "Transparantie & Eerlijke Prijzen",
    "diff3_desc": "Openbare documentatie van onze infrastructuur, all-in prijzen zonder verborgen kosten, toegelichte technologieën en technische keuzes. Geen misleidende marketing, alleen solide technologie.",
    "diff4_title": "Open Source Visie",
    "diff4_desc": "Ons model is geïnspireerd op Odoo: de code zal vrij zijn voor leren en kleine projecten, bedrijven betalen voor beheerde diensten en SLA-ondersteuning. De gemeenschap draagt bij en controleert, waardoor een positieve cirkel van kwaliteit en veiligheid ontstaat."
  },
  "services": {
    "title": "Onze Diensten",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud zonder een gigant te zijn. Soevereiniteit zonder de hoge prijs.",
    "cloud_feat1": "Soevereine Infrastructuur",
    "cloud_feat1_desc": "Datacenter in Caen, 100% Frankrijk, GDPR-natief",
    "cloud_feat2": "Beheerde Diensten Inbegrepen",
    "cloud_feat2_desc": "Wij beheren het onderhoud, u beheert uw bedrijf",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF-gecertificeerde HA-clusters, eigen orkestrator",
    "cloud_feat4": "Transparante Prijzen",
    "cloud_feat4_desc": "All-in, geen verborgen in-/uitvoerkosten",
    "cloud_desc": "We bieden kant-en-klare en op maat gemaakte hostingoplossingen, van eenvoudige infrastructuur tot hoog-beschikbare Kubernetes-clusters. Onze infrastructuur is ontworpen voor duurzaamheid en prestaties, met hoogwaardige hardware en geoptimaliseerde netwerkarchitectuur.",
    "cloud_link": "Ontdek onze infrastructuur",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software zonder soevereiniteit op te geven. Expertise zonder onbetaalbare tarieven.",
    "studio_feat1": "Moderne Technologieën",
    "studio_feat1_desc": "Rust, Go, Zig: de talen van morgen",
    "studio_feat2": "Gecertificeerde Ontwikkelaars",
    "studio_feat2_desc": "Intern team en gekwalificeerde freelancers",
    "studio_feat3": "Volledig Beheer",
    "studio_feat3_desc": "Van ontwerp tot deployment, wij beheren alles",
    "studio_feat4": "Ethiek & Kwaliteit",
    "studio_feat4_desc": "Eerlijke vergoeding voor ontwikkelaars, kwaliteitscode",
    "studio_desc": "Volledige creatie van uw projecten: websites, software, applicaties, API's en videogames. We werken samen met een uitzonderlijk intern team en gecertificeerde onafhankelijke ontwikkelaars die we eerlijk vergoeden. Onze expertise in neo-talen stelt ons in staat om bedrijven te ondersteunen bij hun technologische modernisering met krachtige en veilige oplossingen.",
    "studio_link": "Ontdek onze projecten"
  },
  "techstack": {
    "title": "Onze Technologie Stack",
    "intro": "We vertrouwen op bewezen open source technologieën en moderne standaarden om prestaties, veiligheid en duurzaamheid te garanderen. Geen afhankelijkheid van dure propriëtaire licenties, geen technologische lock-in.",
    "infra_title": "Infrastructuur & Orkestratie",
    "infra_desc": "Cloud-native orkestratie met CNCF-gecertificeerd Kubernetes en Proxmox-virtualisatie. Infrastructure as Code voor reproduceerbaarheid en schaalbaarheid.",
    "dev_title": "Ontwikkeling & Backend",
    "dev_desc": "Expertise in neo-talen (Rust, Go, Zig) voor prestaties en geheugenveiligheid. Moderne frameworks en krachtige API's voor webapplicaties en software.",
    "network_title": "Netwerk & Beveiliging",
    "network_desc": "Fortinet-firewalls, MikroTik-routers met RouterOS en WireGuard-tunnels voor een robuuste netwerkinfrastructuur. Voortdurende monitoring en meerlagige beveiliging.",
    "db_title": "Databases & Opslag",
    "db_desc": "Gedistribueerde opslagoplossingen en relationele en NoSQL-databases voor al uw behoeften. Geautomatiseerde back-ups en multi-site replicatie."
  },
  "partners": {
    "title": "Onze Vertrouwde Partners",
    "intro": "Om de kwaliteit en betrouwbaarheid van onze diensten te waarborgen, werken wij samen met erkende partners die onze waarden van uitmuntendheid en soevereiniteit delen.",
    "netario_desc": "Netwerktoegangsplatform, beveiligde tunnels en IP-beheer voor onze cloud-infrastructuur.",
    "infomaniak_desc": "100% hernieuwbare Zwitserse hostingprovider voor onze secundaire diensten en DNS-infrastructuur.",
    "bouygues_desc": "Professionele internetprovider voor betrouwbare en krachtige connectiviteit.",
    "cyberdefense_desc": "Cyberbeveiligingsondersteuning, audits en compliance om het hoogste beveiligingsniveau te handhaven."
  },
  "techlogos": {
    "title": "Onze Vertrouwde Technologieën",
    "intro": "Onze infrastructuren vertrouwen op bewezen open source technologieën en professionele hardware van hoge kwaliteit."
  },
  "pepite": {
    "title": "Onze Pépite Normandie Aanvraag",
    "intro": "UnxWares heeft gesolliciteerd voor het <strong>Pépite Normandie</strong>-programma, het nationale ondersteuningssysteem voor studentondernemerschap. Onze aanvraag wordt momenteel verwerkt. Deze ondersteuning zal ons de expertise en de technische en ondernemerschapsmiddelen bieden die nodig zijn om ons project te structureren en over te gaan van technische expertise naar een echt levensvatbaar bedrijf.",
    "objectives_title": "De Doelstellingen van deze Ondersteuning",
    "obj1_title": "Nationale Student-Ondernemer Status (SNEE)",
    "obj1_desc": "Een officiële erkenning die geloofwaardigheid zal geven aan onze aanpak bij leveranciers en onze eerste B2B-klanten.",
    "obj2_title": "Van Technologie naar Ondernemerschap",
    "obj2_desc": "Onze vaardigheden in management, business en verkoop ontwikkelen om onze technische expertise om te zetten in een duurzaam bedrijf.",
    "obj3_title": "Mentorschap en Professionalisering",
    "obj3_desc": "De Pépite-ondersteuning zal ons in staat stellen om uitgedaagd te worden, uit onze technische bubbel te stappen en de houding van verantwoordelijke leiders aan te nemen.",
    "obj4_title": "Middelen en Expertise",
    "obj4_desc": "Toegang tot een netwerk van experts, technische en ondernemerschapsmiddelen om ons project op een levensvatbare manier te structureren en te ontwikkelen.",
    "conclusion": "Deze ondersteuning zal essentieel zijn voor UnxWares: de expertise en middelen van Pépite Normandie zullen ons in staat stellen om een ethisch en levensvatbaar bedrijf op te bouwen, dat technische uitmuntendheid en ondernemersrigor combineert. Onze ambitie is om een referentiespeler te worden in soevereine cloud in Frankrijk, en Pépite Normandie zal de hefboom zijn die deze ambitie haalbaar maakt."
  },
  "ecosystem": {
    "title": "Het UnxWares Ecosysteem",
    "intro": "UnxWares beperkt zich niet tot hosting en ontwikkeling. We bouwen een samenhangend geheel van projecten en initiatieven om het vrije en soevereine digitale landschap te verrijken.",
    "vff_title": "VFF Project",
    "vff_tag": "Gemeenschap",
    "vff_desc": "De Franse collaboratieve spoorweg-encyclopedie als referentie. Precieze mapping, archieven en open data over de spoorwegwereld.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Een lichtgewicht besturingssysteem geoptimaliseerd voor RDP (Remote Desktop Protocol), ontworpen voor prestaties en eenvoud.",
    "asso_title": "OpenSource Vereniging",
    "asso_tag": "Binnenkort",
    "asso_desc": "Een speciale structuur om studenten en zelfstandigen gratis te ondersteunen bij het realiseren van hun digitale projecten."
  },
  "navbar": {
    "home": "Home",
    "product": "Product",
    "company": "Bedrijf",
    "legal": "Juridisch",
    "contact": "Contact",
    "infrastructure": "Infrastructuur",
    "infrastructure_desc": "Ons datacenter in Normandië",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Soevereine hostingoplossingen",
    "studio": "UnxWares Studio",
    "studio_desc": "Op maat ontwikkeling",
    "about": "Over ons",
    "about_desc": "Ons verhaal en ons team",
    "certifications": "Certificeringen",
    "certifications_desc": "Ons ethisch engagement",
    "legal_notice": "Juridische informatie",
    "legal_notice_desc": "Juridische informatie",
    "privacy": "Privacy",
    "privacy_desc": "Privacybeleid",
    "terms": "Gebruiksvoorwaarden",
    "terms_desc": "Voorwaarden",
    "sales": "Verkoopvoorwaarden",
    "sales_desc": "Verkoopvoorwaarden"
  },
  "footer": {
    "quick_links": "Snelle links",
    "cloud_platform": "Cloud Platform",
    "dev_studio": "Ontwikkelingsstudio",
    "client_area": "Uw klantgebied",
    "service_status": "Dienststatus",
    "certifications": "Certificeringen en Betrokkenheid",
    "find_us": "Vind ons",
    "datacenter": "Datacenter",
    "legal": "Juridisch",
    "legal_notice": "Juridische informatie",
    "privacy": "Privacy",
    "terms": "Voorwaarden",
    "sales": "Verkoop",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Alle rechten voorbehouden",
    "powered_by": "Ontwikkeld en aangedreven door"
  },
  "whoarewe": {
    "resume": {
      "table_header_aspect": "Aspect",
      "table_header_presentation": "Presentatie",
      "identity_label": "Onze identiteit",
      "identity_value": "UnxWares is een <strong>onafhankelijke Franse SAS</strong> opgericht door twee gepassioneerden, <strong>Baptiste Gosselin</strong> en <strong>David Gheghea</strong>, met een eenvoudige visie: een soeverein, transparant en duurzaam digitaal ecosysteem bouwen, ver van het model van de grote hostingproviders.",
      "origins_label": "Onze oorsprong",
      "origins_value": "Het project is geboren op <strong>19 oktober 2023</strong> na meerdere jaren van technische experimenten. In het begin wilden we alleen onze eigen servers hosten — toen groeide het idee: een structuur creëren die alles kan doen, van infrastructuur tot software, in volledige onafhankelijkheid.",
      "dna_label": "Ons DNA",
      "dna_value": "We zijn allereerst <strong>gepassioneerde technici en ingenieurs</strong>, geen verkopers. We ontwerpen, ontwikkelen en beheren alles zelf: servers, orkestrators, API's, interne tools en klantomgevingen. Elke regel code en elke kabel is intern bedacht.",
      "poles_label": "Onze divisies",
      "poles_value_uwc": "<strong>UnxWares Cloud</strong> – Hosting, orkestratie, automatisering, beveiliging en monitoring.",
      "poles_value_uws": "<strong>UnxWares Studio</strong> – Softwareontwikkeling, web, API en videogames.",
      "philosophy_label": "Onze filosofie",
      "philosophy_value": "Dingen goed doen, met betekenis en controle. <strong>Soeverein</strong> zijn over onze infrastructuur, <strong>transparant</strong> over onze methoden, en <strong>veeleisend</strong> over onze code. We bouwen elk project alsof het van onszelf is.",
      "technologies_label": "Onze technologieën",
      "technologies_value": "Go, Rust, Laravel, SvelteKit, Kubernetes (K3s en Kubeadm), Proxmox – gekozen voor hun prestaties, moderniteit en betrouwbaarheid.",
      "projects_label": "Onze projecten",
      "projects_value": "<em>VFF-Project</em> (collaboratieve spoorweg-encyclopedie), <em>Raiemus</em> (lichtgewicht OS voor RDP), en onze interne tools: Go-orkestrator, deployment API, Laravel-panel.",
      "opensource_label": "Ons open-source engagement",
      "opensource_value": "Openheid en delen maken deel uit van ons DNA. We bereiden de oprichting voor van <strong>de vereniging UnxWares OpenSource</strong> om studenten en zelfstandigen gratis te helpen hun projecten te realiseren, via een systeem van begeleiding en eerlijke herverdeling.",
      "workmethod_label": "Onze werkwijze",
      "workmethod_value": "We werken samen met <strong>gecertificeerde freelancers</strong>, eerlijk betaald, technisch begeleid, en ondersteund door onze interne middelen. Een hybride model tussen vrijheid en betrouwbaarheid, ten gunste van de klant en de ontwikkelaar.",
      "values_label": "Onze waarden",
      "values_value": "Soevereiniteit · Transparantie · Ethiek · Uitmuntendheid · Gemeenschap · Milieubewustzijn",
      "vision_label": "Onze visie",
      "vision_value": "Een menselijker en soevereiner digitaal ecosysteem. Bouwen, delen en overdragen; bewijzen dat een bedrijf technisch, eerlijk en onafhankelijk kan blijven zonder kwaliteit op te offeren.",
      "keydates_title": "Belangrijke data",
      "keydates_header_date": "Datum",
      "keydates_header_event": "Gebeurtenis",
      "keydates_20220210": "Technische wortels met SummumNetwork – eerste ontwikkelingen Forge + custom API's",
      "keydates_20231019_birth": "<strong>Geboorte van het UnxWares-project</strong> – besluit om een onafhankelijke en soevereine structuur te creëren",
      "keydates_20231019_vff": "Lancering van VFF-Project – Franse gemeenschappelijke spoorweg-encyclopedie",
      "keydates_2024": "Structurering in twee divisies: <strong>UnxWares Studio</strong> (dev) en <strong>UnxWares Cloud</strong> (infra)",
      "keydates_20242025": "Opschaling van het datacenter in Normandië: HPE ProLiant, Threadripper, 10 Gb/s netwerk, Fortinet, MikroTik",
      "keydates_20250603": "<strong>Officiële oprichting van UnxWares SAS</strong> – inschrijving bij het RCS van Parijs",
      "keydates_2025plus": "Geplande lancering van de vereniging <strong>UnxWares OpenSource</strong>"
    },
    "whatisit": {
      "title": "UnxWares, wat is dat?",
      "intro": "UnxWares SAS (geregistreerd op <strong>3 juni 2025</strong> bij het RCS van Parijs) is een Frans bedrijf voor softwareontwikkeling en hosting, geboren uit iets heel eenvoudigs: <strong>twee technici die het beu waren afhankelijk te zijn van ondoorzichtige, dure, soms incompetente infrastructuren, en die alles zelf wilden doen.</strong>",
      "founders_title": "De oprichters",
      "founders_intro": "We zullen niet liegen: UnxWares is in de basis een verhaal van techneuten. Achter UnxWares staan:",
      "founders_table_header_founder": "Oprichter",
      "founders_table_header_role": "Rol",
      "founders_table_header_profile": "Profiel",
      "founder_baptiste_name": "<strong>Baptiste Gosselin</strong>",
      "founder_baptiste_role": "Voorzitter",
      "founder_baptiste_profile": "Infrastructuur & dev architect, gepassioneerd door diepgaand begrip. Bekijkt een project niet alleen met Excel-tabellen — hij wil het tot het firmware begrijpen.",
      "founder_david_name": "<strong>David Gheghea</strong>",
      "founder_david_role": "Algemeen Directeur",
      "founder_david_profile": "Technische en analytische geest, gepassioneerd door nauwkeurigheid en uitmuntendheid. Een methodische en precieze blik op elk project.",
      "context": "Dit project is allesbehalve een idee uit een incubator, allesbehalve een \"start-up\"-project op PowerPoint. <strong>Het is ontstaan omdat we het beu waren.</strong> Beu van hosts die dromen verkopen, beu van technische nonchalance, beu van absurde prijzen \"omdat iedereen hetzelfde doet\". En dat verandert alles: <strong>UnxWares is geen bedrijf opgericht door verkopers die vervolgens ontwikkelaars hebben gezocht.</strong> Het is andersom. We zijn begonnen met technologie, en hebben daar vervolgens een structuur omheen gebouwd.",
      "objective_title": "Ons doel",
      "objective": "Een <strong>Frans, soeverein, eerlijk, zeer technisch, maar toegankelijk alternatief</strong> bieden, in het verlengde van wat bijvoorbeeld Infomaniak doet... maar met de filosofie van \"alles zelf onder controle hebben\" nog verder doorvoeren, inclusief de orkestrator, het netwerk en bedrijfscomponenten.",
      "difference_title": "Wat ons onderscheidt",
      "diff_table_header_others": "Andere hosts",
      "diff_table_header_unxwares": "UnxWares",
      "diff1_others": "Opgericht door verkopers die ontwikkelaars zoeken",
      "diff1_unxwares": "<strong>Opgericht door technici die het bedrijf hebben gestructureerd</strong>",
      "diff2_others": "Ondoorzichtige of uitbestede infrastructuur",
      "diff2_unxwares": "<strong>Infrastructuur volledig beheerst van begin tot eind, in Frankrijk</strong>",
      "diff3_others": "Prijzen afgestemd op de concurrentie",
      "diff3_unxwares": "<strong>Prijzen gebaseerd op werkelijke kosten, niet op \"wat anderen doen\"</strong>",
      "diff4_others": "Gestandaardiseerde niveau 1 ondersteuning",
      "diff4_unxwares": "<strong>Directe technische ondersteuning door ontwikkelaars</strong>",
      "diff5_others": "Marketing vóór technologie",
      "diff5_unxwares": "<strong>Technologie vóór marketing</strong>",
      "diff6_others": "\"Soevereiniteit\" als commercieel argument",
      "diff6_unxwares": "<strong>Soevereiniteit als verifieerbare realiteit</strong>",
      "diff7_others": "Samengestelde tools van derden",
      "diff7_unxwares": "<strong>Orkestrator en tools intern ontwikkeld</strong>",
      "positioning_title": "Onze positionering",
      "positioning_intro": "Onze positionering in één zin:",
      "positioning_quote": "<strong>We willen cloud en software maken zoals we zouden willen dat anderen het voor ons hadden gedaan.</strong>",
      "positioning_outro": "We zitten in de ethische beweging van <strong>Infomaniak</strong>, tot het maximum doorgedreven. Want van origine zijn wij oprichters techneuten, we zijn gepassioneerd door technologie, dus we hebben geen zakelijke blik. We willen iets goeds bouwen, niet alleen iets winstgevends."
    },
    "howbegan": {
      "title": "1. Hoe het allemaal begon",
      "intro": "Hoewel het <strong>SummumNetwork</strong>-project (10/02/2022 - 10/02/2024) in het DNA zit — omdat we daar hebben geleerd wat het betekent om alles zelf te ontwikkelen, custom Minecraft API's te integreren, en nooit eerder geziene features te pushen — <strong>willen we niet dat het verhaal van UnxWares daarmee begint.</strong>",
      "awareness_title": "Het bewustzijn",
      "awareness_intro": "<strong>Het verhaal van UnxWares begint echt in 2023</strong>, toen we tegen onszelf zeiden:",
      "awareness_quote": "\"We willen niet langer afhankelijk zijn van hosts die \"zoals de anderen\" doen en praktijken hebben die ons niet bevallen.<br/>We willen onze eigen infrastructuur, onze eigen manier van orkestreren, onze manier van cloud doen, en we willen die delen.<br/>We weten dat we vaardigheden hebben, die we hebben verworven door niet zoals iedereen te willen doen, laten we die gebruiken om dingen te veranderen en een andere manier van hosten en ontwikkelen te ontwerpen.\"",
      "hardware_title": "De hardware beginnen",
      "hardware_intro": "Op dat moment draaiden we op een <strong>Ryzen 7 3700X</strong>, we kwamen zelfs van een setup waar een <strong>i5-8500 letterlijk het loodje heeft gelegd</strong>, en ondanks dat hadden we al iets heel duidelijk: <strong>we zullen naar professionele hardware gaan, naar een infrastructuur gehost in Frankrijk, naar Kubernetes/Proxmox, maar zonder te vervallen in het model \"we laten betalen omdat we kunnen\".</strong>",
      "hardware_table_header_period": "Periode",
      "hardware_table_header_hardware": "Hardware",
      "hardware_table_header_context": "Context",
      "hardware_before2023": "Voor 2023",
      "hardware_i5": "Intel i5-8500",
      "hardware_i5_context": "Eerste tests, de processor is doorgebrand",
      "hardware_2023": "2023",
      "hardware_ryzen": "AMD Ryzen 7 3700X",
      "hardware_ryzen_context": "Geboorte van UnxWares, eerste prototypes",
      "hardware_20242025": "2024-2025",
      "hardware_pro": "HPE ProLiant DL360 Gen8/Gen9, Threadripper, Ryzen 9 9900X",
      "hardware_pro_context": "Professioneel datacenter in Caen",
      "birth": "<strong>Daar wordt UnxWares geboren: op 19 oktober 2023.</strong>",
      "vff_title": "VFF-Project: een zusterproject",
      "vff_intro": "Tegelijkertijd lanceren we <strong>VFF Project</strong>: omdat we niet alleen een cloudbedrijf zijn, we zijn ook mensen die de echte wereld willen documenteren. VFF is een <em>Franse spoorweg-encyclopedie</em>, gemeenschappelijk, die <strong>lijnen, stations, archieven, foto's, plannen</strong> wil inventariseren, met een precisie tot op de meter, gebaseerd op <strong>OpenStreetMap</strong>. Dit is geen klein side-project: het is een concreet voorbeeld van wat de UnxWares-gemeenschap moet zijn.",
      "summum_title": "SummumNetwork: de technische wortels",
      "summum_intro": "Hoewel we niet willen dat ons verhaal begint met SummumNetwork, moeten we er wel over praten omdat we daar onze technische expertise hebben gesmeed:",
      "summum_point1": "<strong>100% custom Minecraft-project</strong>: volledig ontwikkeld op Forge met eigen API's",
      "summum_point2": "<strong>Nooit eerder geziene features</strong>: we hebben Minecraft Java tot zijn technische limieten gedreven",
      "summum_point3": "<strong>Eerste confrontatie met hosts</strong>: daar begrepen we dat de hostingmarkt grote problemen had",
      "summum_point4": "<strong>Gestopt in februari 2024</strong>: we schatten in dat Minecraft Java geen grote toekomst had en dat het ecosysteem de verkeerde kant op ging",
      "summum_outro": "Deze ervaring gaf ons de wens om <strong>UnxWares Studio</strong> te creëren en ons eigen spel te ontwikkelen onder <strong>Unreal Engine 5</strong>, in plaats van afhankelijk te blijven van het Minecraft-ecosysteem."
    },
    "whycreated": {
      "title": "2. Waarom we UnxWares hebben gecreëerd",
      "findings_title": "De bevindingen die ons tot actie hebben aangezet",
      "findings_intro": "We hebben het gecreëerd omdat we iets constateerden dat steeds terugkomt:",
      "findings_table_header_problem": "Geconstateerd probleem",
      "findings_table_header_response": "Ons antwoord",
      "finding1_problem": "<strong>Publiekshosting is te simplistisch</strong>: het werkt zolang je een WordPress of een kleine VPS wilt. Voor groter, heb je een flink budget nodig!",
      "finding1_response": "We bieden oplossingen aangepast aan alle behoeften, met echte technische expertise erachter",
      "finding2_problem": "<strong>Professionele hosts zijn vaak te duur of te gesloten</strong>: \"we leggen niet uit wat we doen, maar het is 4× duurder\"",
      "finding2_response": "Volledige transparantie over onze infrastructuur, onze technische keuzes, en prijzen gebaseerd op werkelijke kosten",
      "finding3_problem": "<strong>Velen surfen op de markt zonder echte technische waarde</strong>: zelfde infrastructuur als de buurman, maar over-verpakt",
      "finding3_response": "Eigen orkestrator in Go, doordachte en gedocumenteerde architectuur, echte technische toegevoegde waarde",
      "finding4_problem": "<strong>Soevereiniteit is vaak een marketingargument</strong>: we zetten \"Frankrijk\" op de pagina, maar achter de schermen is het slecht gedocumenteerd",
      "finding4_response": "Datacenter in Caen, publiek beschreven infrastructuur, toegelichte technische keuzes",
      "finding5_problem": "<strong>Algemene incompetentie</strong>: we hebben persoonlijk de ervaring gehad met echt incompetente mensen die alleen geld proberen te verdienen",
      "finding5_response": "Een team van gepassioneerde technici die echt begrijpen wat ze doen",
      "finding6_problem": "<strong>De commerciële illusie</strong>: sommige actoren geven prioriteit aan uiterlijk met opvallende dashboards maar weinig technische inhoud erachter",
      "finding6_response": "Geen schijn, technische inhoud vóór uiterlijk",
      "conclusion": "<strong>Voor ons was dat niet acceptabel.</strong>",
      "wanted_title": "Wat we echt wilden",
      "wanted_intro": "<strong>Wij wilden:</strong>",
      "wanted1": "<strong>Werkelijk soeverein</strong> zijn (infrastructuur in Frankrijk, in Caen, fiber-netwerk, beheerste opslag)",
      "wanted2": "<strong>Transparant</strong> zijn (vertellen waar we op draaien, de serverreeksen tonen, praten over de Fortinet-firewall, de Mikrotiks, de SLA's, geen magie doen)",
      "wanted3": "<strong>Toegankelijk voor ontwikkelaars</strong> zijn (je kunt met ons praten over Go, Rust, Laravel, SvelteKit, we kunnen je antwoorden, of in ieder geval hebben we de kennis om je te begrijpen)",
      "wanted4": "een <strong>nieuw, ethischer en deugdelijker werkmodel</strong> voorstellen, dat iedereen ten goede komt. Minder complexiteit voor klanten, met één aanspreekpunt, minder blabla voor ontwikkelaars die kunnen doen wat ze leuk vinden",
      "wanted5": "en vooral <strong>niet de commerciële illusie spelen</strong> (\"we doen hetzelfde als de GAFAM maar met een paars dashboard\")",
      "positioning_title": "Onze positionering",
      "positioning": "Onze positionering in één zin:",
      "positioning_quote": "<strong>We willen cloud en software maken zoals we zouden willen dat anderen het voor ons hadden gedaan.</strong>",
      "values_title": "Onze kernwaarden",
      "values_table_header_value": "Waarde",
      "values_table_header_meaning": "Wat dat concreet betekent",
      "value1_label": "<strong>Soevereiniteit</strong>",
      "value1_meaning": "De infrastructuur is in Frankrijk, beheerd door ons, onafhankelijk van GAFAM",
      "value2_label": "<strong>Transparantie</strong>",
      "value2_meaning": "Geen misleidende marketing: onze servers, onze technologieën, onze beperkingen zijn openbaar",
      "value3_label": "<strong>Beredeneerde prestaties</strong>",
      "value3_meaning": "Geen buitensporige beloften: echte cijfers, geoptimaliseerde configuraties",
      "value4_label": "<strong>Ethiek</strong>",
      "value4_meaning": "Refurbished hardware, milieubewuste praktijken, geen doorverkoop van gegevens",
      "value5_label": "<strong>Openheid</strong>",
      "value5_meaning": "Een authentieke open source-cultuur, niet cosmetisch",
      "value6_label": "<strong>Menselijkheid</strong>",
      "value6_meaning": "Gepassioneerde technici voordat we verkopers zijn",
      "value7_label": "<strong>Uitmuntendheid</strong>",
      "value7_meaning": "We bouwen elk project alsof het van onszelf is",
      "value8_label": "<strong>Gemeenschap</strong>",
      "value8_meaning": "We willen een gemeenschap creëren, niet alleen klanten"
    },
    "remember": {
      "title": "Wat we onthouden",
      "intro": "<strong>UnxWares</strong> is het bewijs dat we kunnen doen:",
      "point1": "cloud zonder een gigant te zijn,",
      "point2": "open source zonder alles weg te geven,",
      "point3": "software zonder soevereiniteit op te geven,",
      "point4": "technologie zonder de menselijkheid te verliezen.",
      "ecosystem_intro": "We willen bouwen <strong>een Frans, soeverein, krachtig, op ontwikkelaars gericht ecosysteem</strong>, waar mensen kunnen:",
      "eco_point1": "deployen,",
      "eco_point2": "leren,",
      "eco_point3": "bijdragen,",
      "eco_point4": "en vooral, <strong>niet gevangen zitten in de keuzes van een ander</strong>.",
      "mission": "We willen <strong>laten zien dat het mogelijk is om prestaties, soevereiniteit, toegankelijkheid en transparantie te combineren</strong>, zonder te vervallen in holle marketing. We willen <strong>een gemeenschap creëren</strong> waar kennis circuleert, waar tools nuttig zijn, en waar iedereen kan bijdragen aan iets groters.",
      "identity1": "UnxWares is niet alleen een logo of een SIREN-nummer.",
      "identity2": "Het zijn twee techneuten die iets degelijks, nuttigs en netjes wilden maken. En die besloten dat als niemand het deed, ze het zelf zouden doen.",
      "identity3": "UnxWares is geen gewone host, noch een gewone ontwikkelstudio.",
      "identity4": "Het is een <strong>compleet ecosysteem</strong> — een project van digitale samenleving gebaseerd op technologie, passie en ethiek.",
      "tagline1": "Experts in software en hardware.",
      "tagline2": "Bouwen. Delen. Emanciperen.",
      "tagline3": "Dat is wat we doen sinds 19/10/2023.",
      "tagline4": "En sinds 03/06/2025 is het officieel.",
      "welcome": "Welkom in het tijdperk"
    },
    "today_uwc": {
      "title": "3. Wat we vandaag doen",
      "subtitle": "3.1 UnxWares Cloud: de infrastructuur, de echte",
      "intro": "Onze infrastructuur wordt in detail beschreven op de <a href=\"/datacenter\">Datacenter-pagina</a> van de site. Het is gebaseerd op:",
      "table_header_component": "Component",
      "table_header_details": "Details",
      "location_label": "<strong>Locatie</strong>",
      "location_value": "Datacenter in <strong>Normandië (Caen)</strong> – soevereine hosting, GDPR-compliance, 100% data in Frankrijk",
      "internal_label": "<strong>Interne servers</strong>",
      "internal_value": "<strong>HPE ProLiant Gen8</strong> voor de interne backbone (admin, monitoring, orkestaties)",
      "network_label": "<strong>Netwerk</strong>",
      "network_value": "<strong>10 Gb/s fiber OM4</strong>, <strong>Fortinet FortiGate 100E</strong> + <strong>MikroTik CCR2004</strong> + <strong>CRS317 10G</strong> – een echt professioneel netwerk, geen lab-setup",
      "ranges_title": "Onze servicegammes",
      "ranges_header_range": "Gamma",
      "ranges_header_hardware": "Hardware",
      "ranges_header_usage": "Gebruik",
      "range_services_label": "<strong>Services</strong>",
      "range_services_hardware": "3× DL360 Gen9 + Kubernetes",
      "range_services_usage": "Klanthosting van alle types (Nextcloud, API's, zelf-beheerde services...)",
      "range_webdb_label": "<strong>WebDB</strong>",
      "range_webdb_hardware": "Threadripper + NVMe 990 EVO + 24 TB HDD 7200rpm RAID10",
      "range_webdb_usage": "Databases / zeer zware sites met hoge throughput vereisten",
      "range_games_label": "<strong>Games</strong>",
      "range_games_hardware": "Ryzen 9 9900X",
      "range_games_usage": "Real-time workloads en gameservers",
      "philosophy_title": "Onze hardware-filosofie",
      "philosophy": "Wat je moet begrijpen: we hebben bewust gekozen voor <strong>recent refurbished materiaal (minder dan 10 jaar oud)</strong> om <strong>de CO2-voetafdruk te verminderen</strong> en <strong>binnen een gezond budget te blijven</strong>, zonder in te boeten op prestaties. Dit is aangenomen, het staat op de site, en het brengt ons dichter bij <strong>Infomaniak</strong> dan bij OVH of Scaleway in filosofie.",
      "alignment_title": "Onze afstemming met standaarden",
      "alignment_p1": "Bovendien proberen we zoveel mogelijk in de beweging te zitten van de <strong>Linux Foundation</strong> en de <strong>Cloud Native Computing Foundation (CNCF)</strong>, die organisaties zijn die de technologieën ondersteunen die we gebruiken — open, transparante technologieën, onafhankelijk van GAFAM.",
      "alignment_p2": "Hierdoor waarderen we het idee van <strong>technologische soevereiniteit zonder afhankelijkheid van GAFAM</strong>, wat aansluit bij de visie van de LF van een open en gemeenschappelijk ecosysteem. Bovendien heeft de CNCF de technologieën gecertificeerd die we gebruiken voor onze cloud, zoals Kubernetes, Helm, ArgoCD... wat bewijst dat we zoveel mogelijk proberen een <strong>solide infrastructuur te creëren die standaarden respecteert</strong>, en geen wankele infrastructuur zoals bij sommige andere hosts.",
      "alignment_p3": "<em>(We verduidelijken dat we helaas niet de logo's van deze grote stichtingen tonen omdat dit een jaarabonnement vereist, dat we niet kunnen betalen omdat we dit geld, deze duizenden euro's, willen investeren in onze infrastructuur en in de goede ontwikkeling van UnxWares.)</em>",
      "stack_title": "Onze technische stack",
      "stack_intro": "Technisch gezien is onze cloud gebaseerd op:",
      "stack_header_tech": "Technologie",
      "stack_header_role": "Rol",
      "stack_proxmox_label": "<strong>Proxmox</strong>",
      "stack_proxmox_role": "Virtualisatie en clusterbeheer",
      "stack_k8s_label": "<strong>Kubernetes (K3s / Kubeadm)</strong>",
      "stack_k8s_role": "Schaalbaarheid, ontkoppeling en container-orkestratie",
      "stack_observability_label": "<strong>Mimir / Grafana / Loki</strong>",
      "stack_observability_role": "Moderne observability-laag (metrics, logs, dashboards)",
      "stack_backup_label": "<strong>Longhorn + Infomaniak Swiss Backup + Proxmox Backup</strong>",
      "stack_backup_role": "Meerlagige backup-strategie",
      "stack_gitops_label": "<strong>Helm / ArgoCD</strong>",
      "stack_gitops_role": "Deployment en GitOps",
      "stack_fortinet_label": "<strong>Fortinet FortiGate 100E</strong>",
      "stack_fortinet_role": "Firewall en netwerkbeveiliging",
      "sla_title": "Onze SLA-verbintenis",
      "sla": "<strong>Beoogde SLA: 99,5%</strong> — eerlijk, realistisch, niet marketing. We beloven geen 99,99% als we dat niet kunnen waarmaken. We geven de voorkeur aan eerlijkheid over onze werkelijke capaciteiten."
    },
    "today_uws": {
      "subtitle": "3.2 UnxWares Studio: creëren, innoveren, voortstuwen",
      "intro_p1": "Vanaf <strong>2024</strong> hebben we <strong>UnxWares Studio</strong> geformaliseerd. Het doel: <strong>onze ontwikkelingsexpertise ten dienste stellen van klantprojecten</strong> (en onze eigen projecten).",
      "intro_p2": "<strong>UnxWares Studio</strong> is onze ontwikkelingsdivisie. Het belichaamt het \"creatie\"-deel van ons ecosysteem, en maakt het mogelijk om applicaties, sites en videogames van professionele kwaliteit tot leven te brengen.",
      "tech_title": "Onze technologieën",
      "tech_header_tech": "Technologie",
      "tech_header_usage": "Gebruik",
      "tech_header_examples": "Concrete voorbeelden bij ons",
      "tech_go_label": "<strong>Go</strong>",
      "tech_go_usage": "Microservices, orkestrators, high-performance backends",
      "tech_go_examples": "UnxWares Cloud orkestrator, deployment API",
      "tech_rust_label": "<strong>Rust</strong>",
      "tech_rust_usage": "Systeemtools, veilig en performant",
      "tech_rust_examples": "Interne tools, beveiligingscomponenten",
      "tech_laravel_label": "<strong>Laravel (PHP)</strong>",
      "tech_laravel_usage": "Robuuste en schaalbare webapplicaties",
      "tech_laravel_examples": "UnxWares Cloud klantpanel (auth, facturering, OIDC Provider, rechten)",
      "tech_svelte_label": "<strong>SvelteKit</strong>",
      "tech_svelte_usage": "Moderne, reactieve en lichte interfaces",
      "tech_svelte_examples": "De hoofdsite van UnxWares (die je leest), klant-vitrinesites",
      "tech_ue5_label": "<strong>Unreal Engine 5</strong>",
      "tech_ue5_usage": "Onafhankelijke videogames",
      "tech_ue5_examples": "Ons eigen spel, ter vervanging van onze afhankelijkheid van Minecraft Java",
      "tech_flutter_label": "<strong>Flutter / Dart</strong>",
      "tech_flutter_usage": "Multiplatform mobiele en desktop applicaties",
      "tech_flutter_examples": "Klant-apps iOS / Android / Desktop in één codebase",
      "tech_other_label": "<strong>Java, JS/TS</strong>",
      "tech_other_usage": "Veelzijdigheid en compatibiliteit",
      "tech_other_examples": "Legacy, integraties van derden, diverse tooling",
      "why_title": "Waarom deze studio?",
      "why_intro": "Omdat er klanten zijn die <strong>één aanspreekpunt</strong> willen:",
      "why_quote": "\"Ik wil een app + ik wil dat die gehost wordt + ik wil dat iemand toezicht houdt + ik wil iemand voor CI/CD\"",
      "why_p1": "Wij kunnen alles doen, omdat <strong>we Cloud + Studio hebben</strong>. Geen tussenpersonen, geen compromissen. We ontwikkelen, hosten, onderhouden, monitoren. Van code tot productie, alles gaat via ons.",
      "why_p2": "We willen elke klant — particulier, bedrijf, instelling — een <strong>maatwerkoplossing</strong> bieden, die ontwikkeling, hosting en volledige opvolging integreert.",
      "freelance_title": "Ons samenwerkingsmodel met freelancers",
      "freelance_intro": "We werken regelmatig samen met <strong>freelancers</strong> en <strong>zelfstandigen</strong>, maar op een andere manier dan klassieke bureaus:",
      "freelance_table_header_step": "Stap",
      "freelance_table_header_how": "Hoe het werkt",
      "freelance_step1_label": "<strong>1. De behoefte</strong>",
      "freelance_step1_desc": "De klant komt met een behoefte (app, site, API, infra)",
      "freelance_step2_label": "<strong>2. Coördinatie</strong>",
      "freelance_step2_desc": "<strong>UnxWares</strong> speelt de rol van dirigent: planning, beveiliging, hosting, CI/CD",
      "freelance_step3_label": "<strong>3. De freelancers</strong>",
      "freelance_step3_desc": "Ze hoeven niet achter de klant aan te lopen om betaald te worden: <strong>we betalen ze binnen een afgesproken kader, we voeden ze met technische context, we stellen de infrastructuur ter beschikking</strong>",
      "freelance_step4_label": "<strong>4. De klant</strong>",
      "freelance_step4_desc": "Hij heeft geen last van \"de freelancer die te laat is\", omdat we <strong>menselijke redundantie</strong> inbouwen zoals we server-redundantie inbouwen",
      "freelance_step5_label": "<strong>5. De samenhang</strong>",
      "freelance_step5_desc": "Freelancers werken <strong>op onze stacks</strong> (Laravel, Go, SvelteKit, Kubernetes), dus we houden homogene code",
      "whowins_title": "Wie profiteert?",
      "whowins_header_who": "Voor wie",
      "whowins_header_benefit": "Wat het verandert",
      "whowins_client_label": "<strong>De klant</strong>",
      "whowins_client_benefit": "Weinig vertraging, beheerste infrastructuur, directe ondersteuning, één aanspreekpunt",
      "whowins_freelance_label": "<strong>De freelancer</strong>",
      "whowins_freelance_benefit": "Geen strijd over facturering, technische context verstrekt, gebruiksklare omgeving",
      "whowins_unxwares_label": "<strong>UnxWares</strong>",
      "whowins_unxwares_benefit": "Leveringskwaliteit, homogene code, lange termijn vertrouwensrelatie",
      "approach": "Het is een <strong>hybride benadering</strong> tussen bureau, coöperatie en techstudio: <strong>menselijk, efficiënt, zonder administratieve overhead.</strong>"
    },
    "today_unx": {
      "subtitle": "3.3 De eigen orkestrator in Go",
      "intro": "Waar we ons echt onderscheiden is dat we <strong>niet alleen software van derden gebruiken om de cloud te laten draaien</strong>. We hebben <strong>onze eigen orkestrator in Go</strong> ontwikkeld.",
      "how_title": "Hoe het werkt",
      "how_header_layer": "Laag",
      "how_header_tech": "Technologie",
      "how_header_role": "Rol",
      "layer1_label": "<strong>1. Klantruimte</strong>",
      "layer1_tech": "Laravel",
      "layer1_role": "Authenticatie, facturering, OIDC Provider, rechtenbeheer",
      "layer2_label": "<strong>2. Orkestrator</strong>",
      "layer2_tech": "Go",
      "layer2_role": "Ontvangen van opdrachten van het panel, coördinatie van acties op de infrastructuur",
      "layer3_label": "<strong>3. Infrastructuurlagen</strong>",
      "layer3_tech": "Proxmox, Kubernetes, nodes",
      "layer3_role": "Uitvoering van deployments, beheer van VM's en containers",
      "layer4_label": "<strong>4. Deployment API</strong>",
      "layer4_tech": "Go",
      "layer4_role": "Doet maar één ding: <strong>deployen</strong>. Geen bedrijfslogica, om de aanvalsoppervlakte te verminderen",
      "security": "Alles is <strong>gesegmenteerd voor beveiliging</strong>: geen directe verbinding DB → hypervisor. Elke laag spreekt alleen met de volgende. Het is een <strong>moderne, modulaire, auditeerbare</strong> architectuur, gebouwd om te groeien.",
      "opensource_subtitle": "3.4 Open source bij ons",
      "opensource_intro": "Op onze GitHub leggen we duidelijk onze positie uit:",
      "opensource_point1": "<strong>ja, we publiceren veel</strong>,",
      "opensource_point2": "<strong>nee, we geven niet alles weg</strong>,",
      "opensource_point3": "<strong>ja, we willen dat het kan worden hergebruikt</strong>,",
      "opensource_point4": "<strong>nee, we willen niet dat we industrieel worden gekopieerd.</strong>",
      "opensource_policy": "Dus we plaatsen systematisch een opmerking zoals:",
      "opensource_quote": "\"De code is gepubliceerd, je kunt je erdoor laten inspireren, het wijzigen, bijdragen, maar <strong>het intellectuele eigendom blijft bij UnxWares</strong>. Elk hergebruik in originele staat voor commerciële doeleinden is verboden.\"",
      "public_private_title": "Wat is openbaar vs privé",
      "pp_header_category": "Categorie",
      "pp_header_status": "Status",
      "pp_header_why": "Waarom",
      "pp_site_cat": "Hoofdsite (SvelteKit)",
      "pp_site_status": "<strong>Openbaar</strong>",
      "pp_site_why": "Nuttig om te leren, kan andere ontwikkelaars inspireren",
      "pp_vff_cat": "VFF-Project",
      "pp_vff_status": "<strong>Openbaar</strong>",
      "pp_vff_why": "Gemeenschapsproject, open spoorwegdata",
      "pp_raiemus_cat": "Raiemus",
      "pp_raiemus_status": "<strong>Openbaar</strong>",
      "pp_raiemus_why": "Gemeenschapsproject, lichtgewicht OS voor iedereen",
      "pp_orch_cat": "Go orkestrator",
      "pp_orch_status": "<strong>Privé</strong>",
      "pp_orch_why": "Kritieke code, kern van het bedrijf, aanvalsoppervlakte",
      "pp_security_cat": "Beveiligingsmodules",
      "pp_security_status": "<strong>Privé</strong>",
      "pp_security_why": "Voorkomen van misbruik van kwetsbaarheden",
      "pp_brand_cat": "Visuele identiteit / assets",
      "pp_brand_status": "<strong>Privé</strong>",
      "pp_brand_why": "Intellectueel eigendom, geregistreerd merk",
      "pp_panel_cat": "Laravel klantpanel",
      "pp_panel_status": "<strong>Privé</strong>",
      "pp_panel_why": "Bedrijfslogica, facturering, gevoelige gegevens",
      "pp_conclusion": "Het kan paradoxaal lijken, maar het is heel eenvoudig: <strong>we zijn een bedrijf</strong>, we moeten onze assets beschermen. <strong>We zijn pro-open source</strong>, we willen dat mensen kunnen leren, bijdragen, erop voortbouwen. Maar <strong>we hebben kritieke code</strong> → die blijft privé, om misbruik van kwetsbaarheden te voorkomen. Dat is logisch.",
      "association_subtitle": "3.5 De vereniging UnxWares OpenSource",
      "association_intro": "Daarom willen we <strong>de vereniging UnxWares OpenSource</strong> creëren (vereniging volgens wet 1901, ondersteund door UnxWares SAS):",
      "association_header_offer": "Wat we bieden",
      "association_header_who": "Aan wie",
      "association_header_return": "Tegenprestatie",
      "association_offer1": "Gratis hostingservers",
      "association_who": "Geselecteerde studenten, zelfstandigen, jonge ontwikkelaars",
      "association_return": "<strong>5 tot 10%</strong> tijdelijke commissie op inkomsten wanneer het project werkt, om opnieuw in de gemeenschap te investeren en de volgende te helpen",
      "association_offer2": "Licenties (Steamworks, professionele tools...)",
      "association_offer3": "Privé Git, technische begeleiding",
      "association_p1": "Het is een zeer verschillend model van een klassieke incubator: <strong>we kopen het bedrijf niet, we nemen de controle niet over, we helpen gewoon bij het starten.</strong>",
      "association_p2": "Dit <strong>zelfonderhoudende</strong> model wil breken met de logica van financiële afhankelijkheid: <strong>helpen, lanceren, bevrijden.</strong>",
      "projects_subtitle": "3.6 Onze gemeenschapsprojecten",
      "projects_header_project": "Project",
      "projects_header_description": "Beschrijving",
      "projects_header_status": "Status",
      "project_vff_name": "<strong>VFF-Project</strong>",
      "project_vff_desc": "Franse gemeenschappelijke spoorweg-encyclopedie — open en gesloten lijnen, historische plannen, foto's, archieven, kilometerpunten, OSM-traces tot op de meter. Open data, precisie tot op de meter via <strong>OpenStreetMap</strong>.",
      "project_vff_status": "In ontwikkeling (bijna alleen voor het moment), gelanceerd in oktober 2023",
      "project_raiemus_name": "<strong>Raiemus</strong>",
      "project_raiemus_desc": "Besturingssysteem gebaseerd op <strong>ArchLinux</strong>, lichtgewicht en geoptimaliseerd, ontworpen voor <strong>RDP / remote PC</strong>. Transformeert een kleine PC in een performante terminal die verbinding kan maken met een krachtiger machine.",
      "project_raiemus_status": "Gepauzeerd (UnxWares neemt veel tijd in beslag), gepland voor gemeenschapsopening",
      "project_orch_name": "<strong>Orkestrator &amp; API</strong>",
      "project_orch_desc": "Onze eigen cloud-orkestrator in Go en de bijbehorende deployment API — ontworpen om modulair, veilig en gedocumenteerd te zijn.",
      "project_orch_status": "In actieve ontwikkeling, privé",
      "project_panel_name": "<strong>Klantpanel</strong>",
      "project_panel_desc": "Laravel klantruimte met auth, facturering, OIDC Provider en rechtenbeheer. Interface voor alle UnxWares Cloud-diensten.",
      "project_panel_status": "In actieve ontwikkeling, privé",
      "project_game_name": "<strong>Videogame (UE5)</strong>",
      "project_game_desc": "Ons eigen spel onder Unreal Engine 5. In plaats van afhankelijk te blijven van het Minecraft Java-ecosysteem dat volgens ons de verkeerde kant opgaat.",
      "project_game_status": "Gepland, in conceptfase",
      "projects_conclusion": "Wat onze gemeenschapsprojecten kenmerkt: <strong>een nuttig, herbruikbaar, gedocumenteerd, gemeenschappelijk project.</strong> Dat is precies wat we voor de UnxWares-gemeenschap willen.",
      "difference_subtitle": "3.7 Wat ons echt onderscheidt",
      "diff1": "<strong>We zijn allereerst techneuten.</strong> We weten wat een FortiGate 100E is, een OM4-fiber, een latentie naar Scaleway, we hebben ze zelf gemonteerd.",
      "diff2": "<strong>We hebben de prijzen van de concurrentie niet gekopieerd.</strong> We zijn begonnen met de werkelijke behoefte, niet met een OVH-achtig rooster.",
      "diff3": "<strong>We publiceren code.</strong> Niet alleen een landingspagina.",
      "diff4": "<strong>We hebben een echt datacenter-verhaal</strong>, niet \"we zitten in de cloud\" zonder te zeggen waar. (→ Caen, Frankrijk, 10 Gb/s, meerlagige back-ups, Proxmox + Kubernetes.)",
      "diff5": "<strong>We willen een gemeenschap creëren, niet alleen klanten.</strong>",
      "diff6": "<strong>We nemen de verantwoordelijkheid om bepaalde componenten te beschermen.</strong> Kritieke code blijft privé, we nemen dat aan, en het is voor de veiligheid van iedereen.",
      "diff7": "<strong>We doen software EN infrastructuur.</strong> Weinig actoren doen beide serieus. Bij ons is de ontwikkelaar die de API heeft gecodeerd dezelfde die begrijpt hoe die op de server draait.",
      "diff8": "<strong>We geven prioriteit aan refurbished materiaal.</strong> Een ecologische en verantwoordelijke keuze die ons onderscheidt van de grote spelers, zonder prestaties in gevaar te brengen.",
      "diff9": "<strong>We volgen de standaarden van de CNCF en de Linux Foundation.</strong> Niet uit conformisme, maar omdat dit technologieën zijn die overeenkomen met onze visie van een open ecosysteem."
    }
  },
  "pages": {
    "home": {
      "title": "UnxWares - Welkom"
    },
    "whoarewe": {
      "title": "UnxWares - Wie zijn we",
      "h1": "Onze identiteit: Wie zijn we, wat is ons verhaal?",
      "intro": "In lijn met onze waarden is het voor ons van cruciaal belang dat u ons kent, dat we transparant met u zijn, want we geloven dat een echte relatie met onze klanten en onze gemeenschap noodzakelijk is voor het goed functioneren van het internet van morgen",
      "summary_title": "Een korte samenvatting",
      "story_title": "Ons verhaal: de echte"
    },
    "datacenter": {
      "title": "UnxWares - Datacenter"
    },
    "studio": {
      "title": "UnxWares - Ontwikkelingsstudio",
      "h1": "Studio: Creëren, Innoveren, Voortstuwen"
    },
    "cloud": {
      "title": "UnxWares - Soevereine Cloud",
      "h1": "Cloud: Europees, Soeverein, Open"
    }
  },
  "studio_page": {
    "hero": {
      "title": "UnxWares Studio",
      "tagline": "Software zonder soevereiniteit op te geven. Expertise zonder onbetaalbare dagprijzen.",
      "intro": "UnxWares Studio is onze softwareontwikkelingsafdeling, waar technische passie en excellentie samenkomen om uw projecten tot leven te brengen. We creëren oplossingen op maat, van websites tot complexe applicaties, inclusief krachtige API's en videogames. Onze expertise in moderne neo-talen stelt ons in staat om bedrijven te begeleiden bij hun digitale transformatie met geavanceerde technologieën.",
      "cta_contact": "Bespreek uw project",
      "cta_projects": "Bekijk onze realisaties"
    },
    "what": {
      "title": "Wat Wij Creëren",
      "intro": "Van initiële ontwerp tot definitieve implementatie, behandelen wij alle aspecten van uw digitale projecten met een rigoureuze technische aanpak en grenzeloze creativiteit.",
      "web_title": "Moderne Webapplicaties",
      "web_desc": "Showcase-websites, bedrijfsapplicaties, SaaS-platforms, klantportalen. We beheersen moderne frameworks (SvelteKit, React, Vue) om snelle, responsieve en elegante interfaces te creëren.",
      "backend_title": "Krachtige Backend & API's",
      "backend_desc": "Microservices, REST/GraphQL API's, gedistribueerde systemen. Onze expertise in Go en Rust stelt ons in staat om ultra-krachtige, veilige en schaalbare backends te creëren.",
      "software_title": "Software & Applicaties",
      "software_desc": "Desktop-applicaties, bedrijfstools, beheersystemen. We ontwikkelen robuuste software met moderne technologieën (Electron, Tauri, Flutter) voor Windows, macOS en Linux.",
      "mobile_title": "Mobiele Applicaties",
      "mobile_desc": "Native of cross-platform iOS- en Android-applicaties. Met Flutter/Dart creëren we krachtige applicaties met één codebase voor alle platforms.",
      "games_title": "Videogames",
      "games_desc": "Van indie games tot complexe multiplayer servers. Onze ervaring met Unreal Engine 5 en gameservers stelt ons in staat om meeslepende en technische ervaringen te creëren.",
      "infra_title": "DevOps & Infrastructuur",
      "infra_desc": "CI/CD, containerisatie, Kubernetes-orkestratie. We stoppen niet bij code: we implementeren, bewaken en optimaliseren uw applicaties op onze of uw infrastructuur."
    },
    "neolang": {
      "title": "Onze Neo-Talen Expertise",
      "intro": "Neo-talen (Rust, Go, Zig) vertegenwoordigen de toekomst van softwareontwikkeling: native prestaties, geheugenveiligheid, geoptimaliseerde compilatie. We beheersen deze technologieën die zeldzaam zijn op de Franse markt en begeleiden bedrijven bij hun adoptie.",
      "why_title": "Waarom Neo-Talen?",
      "why_intro": "De markt is verzadigd met JavaScript- en PHP-ontwikkelaars, maar vaardigheden in Rust, Go en Zig zijn kritiek schaars. Deze talen bieden beslissende voordelen:",
      "perf_title": "Native Prestaties",
      "perf_desc": "10 tot 100 keer sneller dan geïnterpreteerde talen, met verminderd geheugengebruik. Ideaal voor kritieke systemen, API's met hoge belasting en real-time applicaties.",
      "security_title": "Geheugenveiligheid",
      "security_desc": "Rust elimineert geheugenbeheersfouten (use-after-free, null pointers) tijdens compilatie. Go vereenvoudigt met een efficiënte garbage collector. Resultaat: minder kwetsbaarheden, meer betrouwbaarheid.",
      "modern_title": "Moderne Tooling",
      "modern_desc": "Geïntegreerde pakketbeheerders (Cargo, Go modules), snelle compilatie, native tests, automatisch gegenereerde documentatie. Het ecosysteem is ontworpen voor productiviteit.",
      "concurrency_title": "Native Gelijktijdigheid",
      "concurrency_desc": "Go werd gecreëerd voor gelijktijdigheid (goroutines). Rust biedt gelijktijdigheid zonder data races, gegarandeerd tijdens compilatie. Perfect voor gedistribueerde systemen en microservices.",
      "rust_title": "Rust",
      "rust_subtitle": "Prestaties + Veiligheid + Betrouwbaarheid",
      "rust_desc": "De meest geliefde taal door ontwikkelaars (StackOverflow Survey). We gebruiken het voor onze systeemtools, onze beveiligingscomponenten en alle code die absolute betrouwbaarheid vereist. Nul-kosten abstractie, geen compromissen.",
      "rust_use": "Kritieke systemen, CLI-tools, krachtige backends, WebAssembly",
      "go_title": "Go",
      "go_subtitle": "Eenvoud + Schaalbaarheid + Snelheid",
      "go_desc": "De taal van moderne infrastructuur (Kubernetes, Docker, Terraform). We gebruiken het voor onze microservices, onze cloud-orkestrator en al onze krachtige API's. Eenvoudig te leren, krachtig in productie.",
      "go_use": "Microservices, API's, orkestrators, DevOps-tools",
      "zig_title": "Zig",
      "zig_subtitle": "De Toekomst van Systemen",
      "zig_desc": "De spirituele opvolger van C, met een moderne benadering van systeemprogrammering. Nog niet rijp voor kritieke productie, maar we verkennen het voor onze toekomstige low-level projecten en als alternatief voor C/C++.",
      "zig_use": "Systeemprogrammering, C-vervanging, low-level tools"
    },
    "projects": {
      "title": "Onze Projecten & Realisaties",
      "intro": "Van onze interne projecten tot klantoplossingen, ontdek hoe we onze technische expertise toepassen om oplossingen te creëren die echt werken.",
      "vff_title": "VFF Project",
      "vff_tag": "Community Project",
      "vff_desc": "Collaboratieve Franse spoorweg-encyclopedie met meternauwkeurige cartografie. Moderne stack: SvelteKit, Laravel API, PostgreSQL PostGIS. OpenStreetMap-integratie, community-bijdragesysteem, beheer van duizenden geografische gegevenspunten.",
      "vff_tech": "SvelteKit · Laravel · PostgreSQL · PostGIS · OpenStreetMap",
      "site_title": "UnxWares Website",
      "site_tag": "Technische Showcase",
      "site_desc": "De site die u momenteel bekijkt. SvelteKit met i18n (6 talen), modern en responsief design, geoptimaliseerd voor prestaties. Open source op GitHub om de community te inspireren.",
      "site_tech": "SvelteKit · i18n · Design System · SEO",
      "orchestrator_title": "Cloud Orkestrator",
      "orchestrator_tag": "Infrastructuur",
      "orchestrator_desc": "Onze eigen Go-orkestrator die de hele UnxWares Cloud-infrastructuur aanstuurt. Microservices-architectuur, veilige communicatie, modulaire deployment-API. Beheert Proxmox, Kubernetes en al onze klantomgevingen.",
      "orchestrator_tech": "Go · Microservices · Kubernetes API · Proxmox API",
      "panel_title": "Klantpanel",
      "panel_tag": "Webapplicatie",
      "panel_desc": "Compleet klantportaal ontwikkeld in Laravel. Eigen OIDC Provider-authenticatie, factureringsbeheer, granulaire rechten systeem, servicebeheerinterface. Veilig, schaalbaar en ontworpen voor UX.",
      "panel_tech": "Laravel · Vue.js · MySQL · OIDC · Stripe",
      "raiemus_title": "Raiemus OS",
      "raiemus_tag": "Besturingssysteem",
      "raiemus_desc": "Lichtgewicht besturingssysteem gebaseerd op ArchLinux, geoptimaliseerd voor RDP en thin clients. Snelle boot, minimaal geheugengebruik, perfect om een oude PC om te toveren tot een krachtige terminal.",
      "raiemus_tech": "ArchLinux · SystemD · XRDP · Custom Kernel",
      "game_title": "Videogame (UE5)",
      "game_tag": "In Ontwikkeling",
      "game_desc": "Ons independent game-project onder Unreal Engine 5. Ontwikkeld om onze afhankelijkheid van het Minecraft-ecosysteem te vervangen. Innovatieve gameplay, moderne graphics, schaalbare serverarchitectuur.",
      "game_tech": "Unreal Engine 5 · C++ · Blueprints · Go Server"
    },
    "process": {
      "title": "Ons Werkproces",
      "intro": "Van idee tot productie volgen we een bewezen proces dat wendbaarheid, kwaliteit en transparantie combineert. U behoudt de controle in elke stap.",
      "step1_title": "1. Ontdekking & Scoping",
      "step1_desc": "We beginnen met het begrijpen van uw behoeften, beperkingen en doelstellingen. Geen onnodige technische jargon, alleen een open discussie over wat u wilt bereiken en hoe u daar komt.",
      "step2_title": "2. Technisch Voorstel",
      "step2_desc": "We leveren u een gedetailleerde technische architectuur met aanbevolen technologieën, realistische tijdlijnen en transparant budget. Geen verrassingen, geen verborgen kosten.",
      "step3_title": "3. Iteratieve Ontwikkeling",
      "step3_desc": "We ontwikkelen in korte iteraties met regelmatige demo's. U kunt de voortgang volgen, functies testen en indien nodig de koers bijstellen. Echte wendbaarheid, niet cosmetisch.",
      "step4_title": "4. Testen & Kwaliteit",
      "step4_desc": "Unit tests, integratietests, code review, beveiligingsanalyse. We leveren geen wankele code. Kwaliteit is niet onderhandelbaar.",
      "step5_title": "5. Deployment & Training",
      "step5_desc": "We deployen op onze of uw infrastructuur, configureren CI/CD en trainen uw team. U bent autonoom, maar we blijven beschikbaar.",
      "step6_title": "6. Onderhoud & Support",
      "step6_desc": "Directe technische ondersteuning van de ontwikkelaars die uw project hebben gecreëerd. Geen niveau 1 die van een script afleest, alleen echte technische expertise."
    },
    "tech": {
      "title": "Onze Technische Stack",
      "intro": "We beheersen een breed scala aan moderne en bewezen technologieën. We kiezen altijd de beste technologie voor uw behoeften, niet degene die ons past.",
      "frontend_title": "Modern Frontend",
      "frontend_tech": "SvelteKit · React · Vue.js · TypeScript · Tailwind CSS",
      "backend_title": "Krachtig Backend",
      "backend_tech": "Go · Rust · Laravel (PHP) · Node.js · Python",
      "mobile_title": "Mobiele Applicaties",
      "mobile_tech": "Flutter · React Native · SwiftUI · Kotlin",
      "desktop_title": "Desktop Applicaties",
      "desktop_tech": "Electron · Tauri · Flutter Desktop · Qt",
      "database_title": "Databases",
      "database_tech": "PostgreSQL · MySQL · MongoDB · Redis · ClickHouse",
      "devops_title": "DevOps & Cloud",
      "devops_tech": "Kubernetes · Docker · Proxmox · GitLab CI · ArgoCD",
      "gamedev_title": "Game Development",
      "gamedev_tech": "Unreal Engine 5 · Unity · Godot · Custom Servers"
    },
    "team": {
      "title": "Ons Samenwerkingsmodel",
      "intro": "We werken met een gepassioneerd intern team en gecertificeerde onafhankelijke ontwikkelaars die we eerlijk vergoeden. Een hybride model dat kwaliteit, responsiviteit en ethiek garandeert.",
      "internal_title": "Intern Team",
      "internal_desc": "Onze oprichters en vaste ontwikkelaars zorgen voor technische consistentie, projectarchitectuur en klantrelaties. Ze kennen de infrastructuur, beheersen de hele stack en zijn uw directe contactpersonen.",
      "freelance_title": "Gecertificeerde Ontwikkelaars",
      "freelance_desc": "We werken samen met zorgvuldig geselecteerde freelancers voor hun technische expertise en betrouwbaarheid. We betalen ze binnen korte en eerlijke termijnen, leveren ze technische context en noodzakelijke infrastructuur.",
      "client_title": "Voor U, de Klant",
      "client_desc": "Eén enkel contactpunt, een gecoördineerd team, geen verrassingen. Als een ontwikkelaar een onverwacht probleem heeft, hebben we de nodige menselijke redundantie. U lijdt niet onder de onzekerheden van traditioneel freelancen.",
      "win_title": "Iedereen Wint",
      "win_desc": "De klant krijgt een project op tijd geleverd met consistente kwaliteit. De ontwikkelaar werkt rustig zonder betalingen na te jagen. UnxWares bouwt langdurige vertrouwensrelaties op. Dat is ethiek in actie."
    },
    "cta": {
      "title": "Klaar om Iets Groots te Creëren?",
      "desc": "Of u nu een specifiek project of alleen een idee heeft, laten we erover praten. We adviseren u eerlijk over haalbaarheid, technologieën en noodzakelijk budget. Geen verplichtingen, geen onnodige jargon.",
      "button": "Bespreek uw project"
    }
  },
  "cloud_page": {
    "hero": {
      "title": "UnxWares Cloud",
      "tagline": "Cloud zonder een reus te zijn. Soevereiniteit zonder hoge prijs.",
      "intro": "UnxWares Cloud is onze soevereine hosting-infrastructuur, ontworpen voor bedrijven die hun data willen beheren zonder concessies te doen aan prestaties. Datacenter in Normandië, gecertificeerde cloud-native technologieën, beheerde diensten inbegrepen. Van eenvoudige VM's tot hoog-beschikbare Kubernetes-clusters bieden wij een Frans alternatief voor Amerikaanse reuzen.",
      "cta_contact": "Ontdek onze aanbiedingen",
      "cta_datacenter": "Bezoek ons datacenter",
      "cta_config": "Configureer mijn aanbod",
      "stat_availability": "Beschikbaarheid",
      "stat_datacenter": "Datacenter",
      "stat_support": "Ondersteuning"
    },
    "services": {
      "title": "Onze Cloud Diensten",
      "intro": "Van eenvoudige hosting tot complexe cloud-native architecturen bieden wij oplossingen aangepast aan alle behoeften. Beheerde infrastructuur, responsieve technische ondersteuning en transparante prijzen.",
      "vps_title": "VPS & Dedicated Servers",
      "vps_desc": "Hoogperformante virtuele machines op HPE ProLiant-infrastructuur. AMD Threadripper/Ryzen CPU's, NVMe-opslag, 10 Gb/s netwerk. Deployment in minuten, volledige root-toegang.",
      "kubernetes_title": "Managed Kubernetes",
      "kubernetes_desc": "CNCF-gecertificeerde Kubernetes-clusters met gegarandeerde hoge beschikbaarheid. Wij beheren de masters, u deployt uw applicaties. Monitoring, backups, updates inbegrepen.",
      "storage_title": "Opslag & Backup",
      "storage_desc": "S3-compatibele objectopslag, geautomatiseerde backups, multi-site replicatie. Uw data is veilig en altijd toegankelijk.",
      "network_title": "Netwerk & Beveiliging",
      "network_desc": "Beheerde Fortinet-firewalls, WireGuard VPN, private tunnels. DDoS-bescherming, netwerkmonitoring en volledige isolatie van uw omgevingen.",
      "database_title": "Databases",
      "database_desc": "Beheerde PostgreSQL, MySQL, MongoDB, Redis. Hoge beschikbaarheid, automatische backups, synchrone replicatie. U focust op uw data, wij beheren de infrastructuur.",
      "custom_title": "Maatwerk Oplossingen",
      "custom_desc": "Complexe architectuur, specifieke behoeften, migratie vanuit een andere cloud. Wij ontwerpen en deployen oplossingen aangepast aan uw context."
    },
    "infrastructure": {
      "title": "Onze Infrastructuur",
      "intro": "Een Normandisch datacenter uitgerust met professionele hardware, redundante netwerkarchitectuur en eigen technische expertise. Wij controleren elke laag van onze stack om prestaties en betrouwbaarheid te garanderen.",
      "hardware_title": "Professionele Hardware",
      "hardware_desc": "HPE ProLiant Gen8/Gen9 servers, AMD Threadripper en Ryzen 9 9900X workstations. Kwaliteitshardware voor duurzame infrastructuur.",
      "network_title": "10 Gb/s Netwerk",
      "network_desc": "OM4 glasvezel, 10 Gb/s switches, MikroTik routing. Fortinet FortiGate firewall voor meerlagige beveiliging.",
      "virtualization_title": "Proxmox Virtualisatie",
      "virtualization_desc": "Proxmox VE hypervisor cluster, gedistribueerde Ceph-opslag, live migratie. Infrastructure as Code voor reproduceerbaarheid.",
      "orchestration_title": "Eigen Orchestrator",
      "orchestration_desc": "Onze in Go ontwikkelde orchestrator bestuurt de gehele infrastructuur. Uniforme API, geautomatiseerde deployments, multi-tenant beheer.",
      "monitoring_title": "Monitoring & Alerting",
      "monitoring_desc": "Real-time infrastructuurmonitoring, gedetailleerde metrics, intelligente alerting. Prometheus, Grafana en eigen tools.",
      "sovereignty_title": "Gegarandeerde Soevereiniteit",
      "sovereignty_desc": "Datacenter in Frankrijk, native AVG-compliance, geen Cloud Act. Uw data blijft onder Franse controle.",
      "cta_link": "Ontdek onze infrastructuur"
    },
    "advantages": {
      "title": "Waarom UnxWares Cloud Kiezen",
      "intro": "Een geloofwaardig alternatief voor Amerikaanse reuzen, met de voordelen van een lokale speler die hun infrastructuur end-to-end beheerst.",
      "perf_title": "Prestaties",
      "perf_desc": "Moderne hardware, 10 Gb/s netwerk, NVMe-opslag. Prestaties vergelijkbaar met grote spelers, zonder transatlantische latentie.",
      "control_title": "Totale Controle",
      "control_desc": "Wij ontwikkelen onze eigen orchestratie-tools. Geen afhankelijkheid van propriëtaire API's, geen technische lock-in.",
      "support_title": "Expert Ondersteuning",
      "support_desc": "Directe technische ondersteuning van de ingenieurs die de infrastructuur beheren. Geen tickets die verloren gaan in een anoniem systeem.",
      "price_title": "Eerlijke Prijzen",
      "price_desc": "Transparante vaste prijzen, geen verborgen ingress/egress kosten. U betaalt wat u verbruikt, punt.",
      "rgpd_title": "Native AVG",
      "rgpd_desc": "AVG-compliance by design, hosting in Frankrijk, gegarandeerde soevereiniteit. Geen Cloud Act, geen juridische grijze zones.",
      "openness_title": "Openheid",
      "openness_desc": "Open source technologieën, publieke documentatie van onze infrastructuur. U weet precies waar uw applicaties draaien."
    },
    "usecases": {
      "title": "Gebruikscases & Typische Klanten",
      "intro": "Van het bij ons gehoste VFF-project tot bedrijfsarchitecturen, onze oplossingen passen zich aan alle behoeften aan.",
      "startup_title": "Startups & Scale-ups",
      "startup_desc": "Schaalbare infrastructuur, gecontroleerde kosten, responsieve ondersteuning. Begin klein, schaal groot zonder van provider te wisselen.",
      "saas_title": "SaaS Leveranciers",
      "saas_desc": "Host uw platform op soevereine infrastructuur. Multi-tenancy, volledige isolatie, gegarandeerde AVG-compliance.",
      "agency_title": "Bureaus & Studio's",
      "agency_desc": "Host uw klanten op onze cloud, profiteer van onze partnertarieven, gebruik onze technische ondersteuning.",
      "enterprise_title": "Ondernemingen",
      "enterprise_desc": "Cloud-migratie, hybride architecturen, ontwikkelomgevingen. Maatwerk ondersteuning, gegarandeerde SLA's."
    },
    "cta": {
      "title": "Klaar om te Migreren naar een Soevereine Cloud?",
      "desc": "Of u nu een eenvoudige VPS of een complexe Kubernetes-architectuur nodig heeft, wij hebben een oplossing voor u. Laten we uw behoeften bespreken, zonder verplichtingen.",
      "button": "Ontdek onze aanbiedingen"
    }
  },
  "datacenter": {
    "resume": {
      "title": "Cloud Infrastructuur van UnxWares",
      "intro_p1": "Onze infrastructuur vertegenwoordigt de voltooiing van een veeleisende technische visie: onze klanten een digitale omgeving bieden die topprestaties, maximale beveiliging en ecologische duurzaamheid combineert. Elk component is geselecteerd voor zijn bewezen betrouwbaarheid en harmonieuze integratie in een samenhangend technisch ecosysteem.",
      "intro_p2": "We hebben bewust gekozen om te vertrouwen op erkende en bewezen technologieën: Hewlett Packard Enterprise (HPE) ProLiant-servers voor hun legendarische robuustheid, Proxmox-virtualisatie voor flexibiliteit en stabiliteit, Kubernetes-orkestratie voor native schaalbaarheid, Fortinet-oplossingen voor beveiliging zonder compromissen, en verplichte fiber-connectiviteit voor maximale stabiliteit, geleverd door Netaris SAS. Deze architectuur respecteert strikt de internationale standaarden van de Cloud Native Computing Foundation, terwijl het een verantwoordelijke ecologische aanpak integreert die ons onderscheidt op de markt.",
      "numbers_title": "In cijfers: meetbare uitmuntendheid",
      "number1": "<strong>Soevereine hosting:</strong> Datacenter in Caen, Frankrijk - gegarandeerde GDPR-compliance",
      "number2": "<strong>Netwerkprestaties:</strong> Latentie van 7ms naar Scaleway Parijs - optimale reactiesnelheid",
      "number3": "<strong>Beschikbaarheid:</strong> We werken aan een SLA van 99,5% - professionele betrouwbaarheid",
      "number4": "<strong>Observability:</strong> Oplossingen van Grafana Labs - real-time monitoring van de nieuwe generatie",
      "number5": "<strong>Veerkracht:</strong> Meerlagige back-ups (Longhorn + Infomaniak Swiss Backup + Proxmox Backup Server)",
      "number6": "<strong>Connectiviteit:</strong> 10 Gb/s in OM4-glasvezel - verdeeld over al onze klanten",
      "number7": "<strong>Ecologie:</strong> Refurbished servers van minder dan 10 jaar oud - verminderde CO2-voetafdruk"
    },
    "internal": {
      "title": "Een robuuste interne infrastructuur: de fundamenten van uitmuntendheid",
      "intro_p1": "In het hart van ons technisch ecosysteem vormen drie HPE ProLiant DL360p Gen8-servers de ruggengraat van onze operaties. Deze machines, echte zenuwcentra, orkestreren het algemene beheer, real-time monitoring en het beheer van al onze klantomgevingen.",
      "intro_p2": "Deze basisinfrastructuur is niet alleen een technische keuze, het is een verbintenis tot stabiliteit. De ProLiant Gen8, erkend voor hun uitzonderlijke betrouwbaarheid onder intensief gebruik, garanderen onberispelijke operationele continuïteit. Hun redundante architectuur en proactieve monitoringcapaciteit stellen ons in staat om incidenten te anticiperen en te voorkomen voordat ze uw diensten beïnvloeden. Bovendien bestaat er een enorme hoeveelheid reserveonderdelen, waardoor we mogelijk defecte onderdelen gemakkelijk kunnen vervangen terwijl we altijd een continue dienst garanderen.",
      "intro_p3": "De gehele interne infrastructuur werkt in high availability-modus, met automatische failover-mechanismen en 24/7 monitoring waarmee we preventief kunnen ingrijpen. Deze proactieve aanpak vormt de basis waarop het vertrouwen van onze klanten berust.",
      "table_header_component": "Component",
      "table_header_details": "Details en prestaties",
      "cpu_label": "<strong>Processors</strong>",
      "cpu_value": "2 × Intel Xeon E5-2660 v2, 20 virtuele kernen elk, dus 40 virtuele kernen in totaal, 2,2 GHz (3 GHz in Turbo), 25 MB L3-cache",
      "ram_label": "<strong>Werkgeheugen (RAM)</strong>",
      "ram_value": "192 GB DDR3 ECC RDIMM, foutcorrectie, hoge betrouwbaarheid en stabiliteit",
      "storage_label": "<strong>Primaire opslag</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, gegevensbescherming, uitbreidbaar tot 4 TB",
      "network_label": "<strong>Netwerk</strong>",
      "network_value": "1 Gigabit Ethernet, geoptimaliseerd voor stabiliteit en betrouwbaarheid",
      "virtualization_label": "<strong>Virtualisatie / Orkestratie</strong>",
      "virtualization_value": "Kubernetes, Proxmox en op maat gemaakte deployments",
      "redundancy_label": "<strong>Redundantie & betrouwbaarheid</strong>",
      "redundancy_value": "RAID 1 voor opslag, redundante voeding, hoge beschikbaarheid",
      "usage_label": "<strong>Ons gebruik</strong>",
      "usage_value": "Beheer, monitoring en management van de interne infrastructuur"
    },
    "services": {
      "title": "Het Services-gamma: uitmuntendheid voor uw bedrijfsapplicaties",
      "intro_p1": "Ons Services-gamma vertegenwoordigt de speerpunt van ons professionele hostingaanbod. Drie HPE ProLiant DL360 Gen9-servers van de nieuwste generatie vormen dit platform dat is toegewijd aan het hosten van uw bedrijfssoftware, enterprise-applicaties, kritieke applicaties, ontwikkelomgevingen en programmeer-interfaces (API's).",
      "intro_p2": "Dit gamma belichaamt onze servicfilosofie: tegelijkertijd gestandaardiseerde oplossingen aanbieden voor snelle en efficiënte deployments, en op maat gemaakte architecturen vergezeld van een complete beheerde dienstverlening. Of u nu een snelgroeiende startup bent of een gevestigd bedrijf met complexe behoeften, ons Services-gamma past zich aan uw tempo en eisen aan.",
      "intro_p3": "De Kubernetes-orkestratie die op deze infrastructuur is geïmplementeerd, garandeert u een uitzonderlijke gebruikerservaring: automatische schaalbaarheid volgens de belasting, native hoge beschikbaarheid met transparante failover, en deployments zonder service-onderbreking. Deze technologie, geadopteerd door de grootste digitale spelers wereldwijd, biedt u flexibiliteit en robuustheid vergelijkbaar met de oplossingen van cloud-giganten, met het voordeel van persoonlijke service en volledige controle over uw gegevens.",
      "intro_p4": "De omgevingen zijn individueel geïsoleerd en beveiligd, waardoor een serene coëxistentie van meerdere applicaties mogelijk is terwijl optimale prestaties behouden blijven. Ons geavanceerde monitoringsysteem biedt u volledige zichtbaarheid op het resourcegebruik en de prestaties van uw applicaties.",
      "table_header_component": "Component",
      "table_header_details": "Details en prestaties",
      "cpu_label": "<strong>Processors</strong>",
      "cpu_value": "2 × Intel Xeon E5-2680 v4, 28 virtuele kernen elk, dus 56 virtuele kernen, 2,4 GHz (3,3 GHz in Turbo), 35 MB L3-cache",
      "ram_label": "<strong>Werkgeheugen (RAM)</strong>",
      "ram_value": "128 GB DDR4 ECC RDIMM, foutcorrectie, hoge betrouwbaarheid en stabiliteit",
      "storage_label": "<strong>Primaire opslag</strong>",
      "storage_value": "2 × 1 TB Samsung 870 EVO in RAID 1, gegevensbescherming, uitbreidbaar tot 4 TB",
      "network_label": "<strong>Netwerk</strong>",
      "network_value": "10 Gigabits Ethernet (SFP+) voor een ultrasnelle internetverbinding",
      "virtualization_label": "<strong>Virtualisatie / Orkestratie</strong>",
      "virtualization_value": "Kubernetes, Proxmox en op maat gemaakte deployments",
      "redundancy_label": "<strong>Redundantie & betrouwbaarheid</strong>",
      "redundancy_value": "RAID 1 voor opslag, redundante voeding, hoge beschikbaarheid",
      "usage_label": "<strong>Aanbevolen gebruik</strong>",
      "usage_value": "Hosting van API's, software, enterprise-applicaties, professionele applicaties en klantdiensten"
    },
    "webdb": {
      "title": "Het WebDB-gamma: kracht ten dienste van uw gegevens",
      "intro_p1": "Ons WebDB-gamma is specifiek ontworpen om de meest veeleisende uitdagingen aan te gaan: hosting van kritieke databases met hoge belasting, webservers die intensief verkeer ondersteunen, en applicaties die ultra-snelle responstijden vereisen.",
      "intro_p2": "In het hart van dit gamma, een op maat gemaakte server uitgerust met een AMD Threadripper-processor - een uitzonderlijke multi-core architectuur - gekoppeld aan state-of-the-art NVMe-opslag. Deze combinatie biedt lees-/schrijfprestaties die traditionele oplossingen ver overtreffen, met toegangstijden tot gegevens gemeten in microseconden.",
      "intro_p3": "De AMD Threadripper, met zijn meerdere kernen en threads, blinkt vooral uit in parallelle verwerking van complexe databasequery's. Of u nu grote datawarehouses beheert, real-time analyseapplicaties, of websites met veel verkeer, deze architectuur garandeert u constante reactiesnelheid zelfs onder maximale belasting.",
      "intro_p4": "NVMe-opslag elimineert traditionele knelpunten gerelateerd aan mechanische schijven of zelfs klassieke SATA SSD's. Met doorvoersnelheden die meerdere gigabytes per seconde kunnen bereiken (hier meer dan 7 GB/s met onze Samsung NVMe's), profiteren uw applicaties van bijna directe toegang tot gegevens, wat resulteert in een soepele gebruikerservaring en geoptimaliseerde verwerkingstijden.",
      "intro_p5": "Deze configuratie is bijzonder geschikt voor CRM-omgevingen, ERP, e-commerce platforms, data-analyseapplicaties, en alle gebruiksscenario's waarbij databaseprestaties een kritieke succesfactor zijn.",
      "description": "Het <strong>WebDB</strong>-gamma is toegewijd aan databases en webservers met veel verkeer, die maximale reactiesnelheid en stabiliteit vereisen.",
      "table_header_component": "Component",
      "table_header_details": "Details en prestaties",
      "cpu_label": "<strong>Processor</strong>",
      "cpu_value": "1 × AMD Threadripper 2920X, 12 kernen / 24 threads, 3,5 GHz (4,3 GHz in Boost), 32 MB L3-cache",
      "ram_label": "<strong>Werkgeheugen (RAM)</strong>",
      "ram_value": "64 GB DDR4, hoge snelheid voor intensieve databaseverwerking",
      "storage_label": "<strong>Primaire opslag</strong>",
      "storage_value": "2 × 1 TB NVMe Samsung 990 EVO Plus, zeer hoge snelheid en lage latentie",
      "network_label": "<strong>Netwerk</strong>",
      "network_value": "10 Gigabits Ethernet via Intel NIC, extreem stabiel voor kritiek verkeer",
      "virtualization_label": "<strong>Virtualisatie / Orkestratie</strong>",
      "virtualization_value": "Proxmox en op maat gemaakte deployments",
      "redundancy_label": "<strong>Redundantie & betrouwbaarheid</strong>",
      "redundancy_value": "Software RAID, hoge beschikbaarheid",
      "usage_label": "<strong>Aanbevolen gebruik</strong>",
      "usage_value": "Hosting van databases, webservers met veel verkeer en kritieke applicaties"
    },
    "games": {
      "title": "Het Games-gamma: hoge prestaties voor intensieve applicaties",
      "intro_p1": "Het Games-gamma vertegenwoordigt uitmuntendheid op het gebied van brute rekenkracht en reactiesnelheid. Toegewijd aan de meest veeleisende omgevingen - hosting van multiplayer gameservers, en elke verwerking die intensieve rekenkracht vereist - duwt dit gamma de grenzen van het mogelijke op.",
      "intro_p2": "Onze custom server bevat een AMD Ryzen 9 9900X-processor, een van de meest performante processors van zijn generatie. Deze chip, gebouwd op een state-of-the-art architectuur, biedt een unieke combinatie van hoge frequenties en talrijke kernen, ideaal voor applicaties die zowel brute kracht als real-time reactiesnelheid vereisen.",
      "intro_p3": "De ultrasnelle NVMe-opslag vult deze configuratie aan door alle latentie gerelateerd aan schijftoegang te elimineren. Voor online games vertaalt dit zich in bijna directe laadtijden en perfecte vloeiendheid. Voor intensieve berekeningsapplicaties is het de zekerheid dat gegevens onmiddellijk beschikbaar zijn voor de processors, waardoor de efficiëntie van elke berekeningscyclus wordt gemaximaliseerd.",
      "intro_p4": "Dit platform is ontworpen om stabiele prestaties te behouden zelfs onder continue maximale belasting. Geavanceerde koelsystemen en intelligent voedingsbeheer garanderen optimale thermische stabiliteit, een essentiële voorwaarde voor kritieke applicaties die 24/7 draaien.",
      "intro_p5": "Of u nu Minecraft-servers host, multiplayer AAA-game-instanties, game-ontwikkelomgevingen, dit gamma biedt u de kracht en betrouwbaarheid die nodig zijn om uit te blinken in uw domein.",
      "table_header_component": "Component",
      "table_header_details": "Details en prestaties",
      "cpu_label": "<strong>Processor</strong>",
      "cpu_value": "1 × AMD Ryzen 9 9900X, 12 kernen / 24 threads, 4,4 GHz (5,6 GHz in Boost), 64 MB L3-cache",
      "ram_label": "<strong>Werkgeheugen (RAM)</strong>",
      "ram_value": "64 GB DDR5, hoge snelheid voor intensieve berekeningen",
      "storage_label": "<strong>Primaire opslag</strong>",
      "storage_value": "2 × 1 TB NVMe Western Digital SN770, zeer hoge snelheid en lage latentie",
      "network_label": "<strong>Netwerk</strong>",
      "network_value": "10 Gigabits Ethernet voor snel en stabiel verkeer",
      "virtualization_label": "<strong>Virtualisatie / Orkestratie</strong>",
      "virtualization_value": "Kubernetes, Proxmox en op maat gemaakte deployments",
      "redundancy_label": "<strong>Redundantie & betrouwbaarheid</strong>",
      "redundancy_value": "Software RAID, hoge beschikbaarheid",
      "usage_label": "<strong>Aanbevolen gebruik</strong>",
      "usage_value": "Hosting van online games"
    },
    "network": {
      "title": "Een professioneel fiber-netwerk: connectiviteit zonder compromissen",
      "intro_p1": "In het moderne digitale ecosysteem worden de prestaties van de krachtigste servers nutteloos zonder netwerkconnectiviteit op niveau. Onze netwerkinfrastructuur is ontworpen volgens de meest veeleisende industriestandaarden, met prioriteit voor OM4 duplex glasvezel vanwege de uitzonderlijke kenmerken: ultra-lage latentie, maximale stabiliteit, en bijna onbeperkte opschalingscapaciteit.",
      "intro_p2": "Ons partnerschap met Netario (handelsnaam van Netaris SAS) garandeert ons een symmetrische bandbreedte van 8-10 gigabits per seconde, gedimensioneerd om de grootste verkeerspieken te absorberen zonder enige servicedegradatie. Deze capaciteit, ruim gedimensioneerd ten opzichte van onze huidige behoeften, biedt ons een aanzienlijke evolutiemarge en garandeert u constante servicekwaliteit.",
      "intro_p3": "Gemeten en gecertificeerde prestaties: Onze regelmatige tests bevestigen een latentie van slechts 7 milliseconden naar Scaleway Parijs, waardoor onze infrastructuur op het niveau van de beste marktoplossingen wordt geplaatst. Deze uitzonderlijke prestatie garandeert optimale reactiesnelheid voor uw kritieke applicaties, of het nu gaat om interactieve webapplicaties, real-time API's, of diensten die precieze synchronisatie vereisen.",
      "architecture_title": "Meerlaagse netwerkarchitectuur",
      "architecture_intro": "Ons netwerk is gebaseerd op een gelaagde architectuur die beveiliging, prestaties en redundantie combineert:",
      "fortinet_desc": "<strong>Fortinet FortiGate 100E:</strong> Deze next-generation firewall vormt onze eerste verdedigingslinie. Naast eenvoudige pakketfiltering integreert het geavanceerde functies voor intrusion prevention (IPS), gedragsanalyse van verkeer, applicatiefiltering, en bescherming tegen geavanceerde bedreigingen. De hoge verwerkingscapaciteit garandeert dat geen enkele prestatie wordt opgeofferd ten gunste van beveiliging.",
      "mikrotik_ccr_desc": "<strong>MikroTik CCR2004-1G-12S+2XS:</strong> Deze high-performance professionele router beheert de intelligentie van ons netwerk. De geavanceerde mogelijkheden voor dynamische routing, quality of service (QoS) beheer, en load balancing stellen ons in staat om datastromen permanent te optimaliseren. De geïntegreerde redundantiefuncties garanderen servicecontinuïteit zelfs bij het falen van een link.",
      "mikrotik_crs_desc": "<strong>MikroTik CRS317-1G-16S+RM:</strong> Deze volledig fiber 10 gigabit switch verzorgt de interne connectiviteit tussen onze servers. Het \"non-blocking\" ontwerp garandeert dat elke poort de volledige bandbreedte kan gebruiken zonder congestie, zelfs wanneer alle poorten tegelijkertijd actief zijn. Deze architectuur elimineert elk knelpunt op het niveau van serverinterconnectie.",
      "architecture_conclusion": "Deze meerlaagse architectuur stelt ons in staat om een unieke combinatie van snelheid, redundantie en beveiliging te bieden. Intelligent verkeerbeheer optimaliseert automatisch de prestaties, terwijl meerlaagse beschermingssystemen beveiliging op bankniveau garanderen."
    },
    "security": {
      "title": "Beveiliging en continuïteit: uw digitale erfgoed beschermd",
      "sovereignty_title": "Soevereine hosting: controle en compliance",
      "sovereignty_p1": "De keuze voor hosting in Frankrijk, specifiek in het datacenter van Caen, voldoet aan een fundamentele eis: digitale soevereiniteit. Uw gegevens blijven onder Franse en Europese jurisdictie, wat volledige compliance garandeert met de GDPR en de strengste regelgeving op het gebied van bescherming van persoonsgegevens.",
      "sovereignty_p2": "Deze locatie biedt meerdere strategische voordelen: volledige juridische controle over uw gegevens, geoptimaliseerde latentie voor uw Europese gebruikers, en onafhankelijkheid van extraterritoriale wetgeving die de vertrouwelijkheid van uw gevoelige informatie kan compromitteren.",
      "depth_title": "Beveiligingsarchitectuur in de diepte",
      "depth_intro": "Onze beveiligingsaanpak is gebaseerd op het principe van defense in depth, met meerdere beschermingslagen die elkaar versterken:",
      "perimeter_label": "<strong>Perimeterbeveiliging:</strong>",
      "perimeter_desc": "De Fortinet FortiGate 100E vormt ons digitale schild. Deze next-generation beveiligingsoplossing combineert traditionele firewall, intrusion prevention systeem, applicatiefiltering, en bescherming tegen geavanceerde bedreigingen. De geïntegreerde kunstmatige intelligentie analyseert permanent verkeerspatronen om aanvalspogingen te identificeren en blokkeren, zelfs de meest geavanceerde.",
      "isolation_label": "<strong>Isolatie en segmentatie:</strong>",
      "isolation_desc": "Proxmox-virtualisatie creëert hermetisch geïsoleerde omgevingen. Elke virtuele machine evolueert in zijn eigen beveiligde ruimte, waardoor risico's op kruisbesmetting worden geëlimineerd en gegarandeerd wordt dat de compromittering van één omgeving anderen niet kan beïnvloeden.",
      "monitoring_label": "<strong>Voortdurende monitoring:</strong>",
      "monitoring_desc": "Onze beveiligingsmonitoringsystemen analyseren permanent logs, detecteren abnormaal gedrag, en genereren directe waarschuwingen in geval van intrusiepogingen of verdachte activiteit.",
      "backup_title": "Meerlagige back-upstrategie: uw gemoedsrust verzekering",
      "backup_intro": "Onze back-upstrategie is ontworpen volgens het principe van maximale redundantie, waardoor de integriteit en beschikbaarheid van uw gegevens wordt gegarandeerd, zelfs in de meest ongunstige scenario's:",
      "backup_level1_label": "<strong>Niveau 1 - Infrastructuur-veerkracht:</strong>",
      "backup_level1_desc": "Het Longhorn-systeem zorgt voor automatische en real-time replicatie van kritieke gegevens van onze interne infrastructuur. Deze cloud-native technologie garandeert dat geen enkele systeemdata ooit verloren gaat, zelfs bij hardwarefalen.",
      "backup_level2_label": "<strong>Niveau 2 - Beveiligde externalisatie:</strong>",
      "backup_level2_desc": "Uw klantgegevens worden automatisch geback-upt bij Infomaniak, een Zwitserse host die erkend is voor zijn voorbeeldige betrouwbaarheid, politieke neutraliteit, en nauwgezette naleving van privacy. Deze geografische externalisatie garandeert de bescherming van uw gegevens zelfs bij grote rampen.",
      "backup_level3_label": "<strong>Niveau 3 - Premium controle:</strong>",
      "backup_level3_desc": "Voor klanten met de hoogste eisen biedt onze back-upservice via Proxmox Backup Server (PBS) volledige controle over de back-upstrategie. U definieert uw eigen retentiebeleid, back-upfrequenties, en hersteltests, met granulariteit op bestandsniveau indien nodig.",
      "sla_title": "Beschikbaarheidsverbintenis",
      "sla_desc": "We werken actief om een SLA van 99,5% te garanderen in deze lanceringsfase, wat meer dan 716 uur uptime per maand vertegenwoordigt op 720 totale uren. Deze verbintenis, ondersteund door onze redundante architectuur en proactieve monitoring, gaat gepaard met een roadmap voor continue verbetering die de hoogste industriestandaarden nastreeft."
    },
    "ecology": {
      "title": "Ecologische aanpak: prestaties en verantwoordelijkheid verzoend",
      "intro": "Onze ecologische verbintenis is geen eenvoudig marketingargument, maar een diepe overtuiging die onze technische en economische keuzes stuurt. In een digitale sector die vaak bekritiseerd wordt voor zijn groeiende CO2-voetafdruk, tonen we aan dat technische uitmuntendheid en milieuverantwoordelijkheid niet alleen kunnen samengaan, maar elkaar wederzijds kunnen versterken.",
      "refurbishing_title": "Intelligent refurbishment",
      "refurbishing_intro": "Onze aankoopstrategie geeft systematisch prioriteit aan refurbished servers van minder dan tien jaar oud (met uitzondering van onze kritieke interne infrastructuur). Deze aanpak biedt meerdere voordelen:",
      "impact_label": "<strong>Milieu-impact:</strong>",
      "impact_desc": "Door de nuttige levensduur van professionele kwaliteitsapparatuur te verlengen, verminderen we aanzienlijk de vraag naar schaarse natuurlijke hulpbronnen en de energie die nodig is voor de fabricage van nieuwe servers. De impact van fabricage vertegenwoordigt vaak 70% van de totale voetafdruk van een server, deze aanpak vermindert onze milieu-impact met 3 tot 4 keer.",
      "performance_label": "<strong>Behouden prestaties:</strong>",
      "performance_desc": "Professionele HPE ProLiant-servers en onze custom AMD-configuraties behouden hun uitzonderlijke prestaties ver na hun eerste decennium van gebruik. De fabricagekwaliteit van deze apparatuur garandeert betrouwbaarheid en prestaties die vaak nieuwe \"low-cost\" oplossingen overtreffen.",
      "economic_label": "<strong>Economische optimalisatie:</strong>",
      "economic_desc": "Deze aanpak stelt ons in staat om meer te investeren in kritieke componenten (recente processors, snel geheugen, NVMe-opslag) terwijl we kosten beheersbaar houden, een voordeel dat we direct doorberekenen in onze klanttarieven."
    }
  }
}
