{
  "header": {
    "discover": "Ontdek ons"
  },
  "home": {
    "welcome": "Welkom",
    "intro_p1": "Wij zijn UnxWares, een Frans bedrijf gevestigd in Normandië, met een datacenter in Caen. We werken hard om iedereen die wil profiteren van onze expertise in staat te stellen dit te doen, zelfs met een soms beperkt budget.",
    "intro_p2": "Daarom bieden we via UnxWares Cloud kant-en-klare en op maat gemaakte hostingoplossingen, zodat onze klanten de optie kunnen selecteren die het beste bij hun behoeften past, tegen een eerlijke prijs.",
    "intro_p3": "Dankzij de passie en creativiteit van het UnxWares Studio-team zorgen we ook voor de volledige creatie van uw projecten, of het nu gaat om websites, software, applicaties, API's of videogames. Voor de realisatie van deze projecten werken we samen met een uitzonderlijk intern team en gecertificeerde onafhankelijke ontwikkelaars. We garanderen hen een eerlijke vergoeding en nemen het volledige projectmanagement voor onze rekening, zodat ze zich volledig kunnen concentreren op de technische uitvoering.",
    "intro_p4": "We streven ernaar een model van uitmuntendheid en ethiek in onze sector te zijn, en daarom maken we er een erezaak van om kwaliteit, transparantie en innovatie te combineren in al onze diensten.",
    "intro_p5": "Ontdek meer over ons, onze certificeringen, onze betrokkenheid, onze infrastructuur en de technologieën die we implementeren om u tevreden te stellen door deze site te verkennen, inclusief een visuele reconstructie van onze infrastructuur, en onze technische keuzes en ethische partners te ontdekken.",
    "our_story": "Ons verhaal",
    "certifications": "Certificeringen en Betrokkenheid"
  },
  "why": {
    "title": "Wat ons onderscheidt",
    "intro": "De huidige markt dwingt u te kiezen tussen Amerikaanse giganten (krachtig maar ondoorzichtig en onderworpen aan de Cloud Act), low-cost (toegankelijk maar zonder kwaliteitsgarantie of ondersteuning) of technische complexiteit (Kubernetes is essentieel geworden, maar moeilijk te beheersen). Wij bieden een alternatief.",
    "diff1_title": "Soevereine & Beheerde Infrastructuur",
    "diff1_desc": "Datacenter in Caen, CNCF-gecertificeerde infrastructuur, beheerde diensten inbegrepen. We ontwikkelen onze eigen orkestratietechnologieën om prestaties en kosten te beheersen, zonder afhankelijkheid van propriëtaire licenties.",
    "diff2_title": "Zeldzame Technische Expertise",
    "diff2_desc": "Ontwikkeling en consultancy over neo-talen (Rust, Go, Zig) die kritiek schaars zijn op de markt. Ondersteuning van bedrijven bij hun overgang naar Cloud Native met een team dat deze technologieën echt begrijpt.",
    "diff3_title": "Transparantie & Eerlijke Prijzen",
    "diff3_desc": "Openbare documentatie van onze infrastructuur, all-in prijzen zonder verborgen kosten, toegelichte technologieën en technische keuzes. Geen misleidende marketing, alleen solide technologie.",
    "diff4_title": "Open Source Visie",
    "diff4_desc": "Ons model is geïnspireerd op Odoo: de code zal vrij zijn voor leren en kleine projecten, bedrijven betalen voor beheerde diensten en SLA-ondersteuning. De gemeenschap draagt bij en controleert, waardoor een positieve cirkel van kwaliteit en veiligheid ontstaat."
  },
  "services": {
    "title": "Onze Diensten",
    "cloud_title": "UnxWares Cloud",
    "cloud_tagline": "Cloud zonder een gigant te zijn. Soevereiniteit zonder de hoge prijs.",
    "cloud_feat1": "Soevereine Infrastructuur",
    "cloud_feat1_desc": "Datacenter in Caen, 100% Frankrijk, GDPR-natief",
    "cloud_feat2": "Beheerde Diensten Inbegrepen",
    "cloud_feat2_desc": "Wij beheren het onderhoud, u beheert uw bedrijf",
    "cloud_feat3": "Kubernetes & Cloud Native",
    "cloud_feat3_desc": "CNCF-gecertificeerde HA-clusters, eigen orkestrator",
    "cloud_feat4": "Transparante Prijzen",
    "cloud_feat4_desc": "All-in, geen verborgen in-/uitvoerkosten",
    "cloud_desc": "We bieden kant-en-klare en op maat gemaakte hostingoplossingen, van eenvoudige infrastructuur tot hoog-beschikbare Kubernetes-clusters. Onze infrastructuur is ontworpen voor duurzaamheid en prestaties, met hoogwaardige hardware en geoptimaliseerde netwerkarchitectuur.",
    "cloud_link": "Ontdek onze infrastructuur",
    "studio_title": "UnxWares Studio",
    "studio_tagline": "Software zonder soevereiniteit op te geven. Expertise zonder onbetaalbare tarieven.",
    "studio_feat1": "Moderne Technologieën",
    "studio_feat1_desc": "Rust, Go, Zig: de talen van morgen",
    "studio_feat2": "Gecertificeerde Ontwikkelaars",
    "studio_feat2_desc": "Intern team en gekwalificeerde freelancers",
    "studio_feat3": "Volledig Beheer",
    "studio_feat3_desc": "Van ontwerp tot deployment, wij beheren alles",
    "studio_feat4": "Ethiek & Kwaliteit",
    "studio_feat4_desc": "Eerlijke vergoeding voor ontwikkelaars, kwaliteitscode",
    "studio_desc": "Volledige creatie van uw projecten: websites, software, applicaties, API's en videogames. We werken samen met een uitzonderlijk intern team en gecertificeerde onafhankelijke ontwikkelaars die we eerlijk vergoeden. Onze expertise in neo-talen stelt ons in staat om bedrijven te ondersteunen bij hun technologische modernisering met krachtige en veilige oplossingen.",
    "studio_link": "Ontdek onze projecten"
  },
  "techstack": {
    "title": "Onze Technologie Stack",
    "intro": "We vertrouwen op bewezen open source technologieën en moderne standaarden om prestaties, veiligheid en duurzaamheid te garanderen. Geen afhankelijkheid van dure propriëtaire licenties, geen technologische lock-in.",
    "infra_title": "Infrastructuur & Orkestratie",
    "infra_desc": "Cloud-native orkestratie met CNCF-gecertificeerd Kubernetes en Proxmox-virtualisatie. Infrastructure as Code voor reproduceerbaarheid en schaalbaarheid.",
    "dev_title": "Ontwikkeling & Backend",
    "dev_desc": "Expertise in neo-talen (Rust, Go, Zig) voor prestaties en geheugenveiligheid. Moderne frameworks en krachtige API's voor webapplicaties en software.",
    "network_title": "Netwerk & Beveiliging",
    "network_desc": "Fortinet-firewalls, MikroTik-routers met RouterOS en WireGuard-tunnels voor een robuuste netwerkinfrastructuur. Voortdurende monitoring en meerlagige beveiliging.",
    "db_title": "Databases & Opslag",
    "db_desc": "Gedistribueerde opslagoplossingen en relationele en NoSQL-databases voor al uw behoeften. Geautomatiseerde back-ups en multi-site replicatie."
  },
  "techlogos": {
    "title": "Onze Vertrouwde Partners",
    "intro": "Onze infrastructuren vertrouwen op vertrouwde partners en bewezen open source technologieën."
  },
  "pepite": {
    "title": "Onze Pépite Normandie Aanvraag",
    "intro": "UnxWares heeft gesolliciteerd voor het <strong>Pépite Normandie</strong>-programma, het nationale ondersteuningssysteem voor studentondernemerschap. Onze aanvraag wordt momenteel verwerkt. Deze ondersteuning zal ons de expertise en de technische en ondernemerschapsmiddelen bieden die nodig zijn om ons project te structureren en over te gaan van technische expertise naar een echt levensvatbaar bedrijf.",
    "objectives_title": "De Doelstellingen van deze Ondersteuning",
    "obj1_title": "Nationale Student-Ondernemer Status (SNEE)",
    "obj1_desc": "Een officiële erkenning die geloofwaardigheid zal geven aan onze aanpak bij leveranciers en onze eerste B2B-klanten.",
    "obj2_title": "Van Technologie naar Ondernemerschap",
    "obj2_desc": "Onze vaardigheden in management, business en verkoop ontwikkelen om onze technische expertise om te zetten in een duurzaam bedrijf.",
    "obj3_title": "Mentorschap en Professionalisering",
    "obj3_desc": "De Pépite-ondersteuning zal ons in staat stellen om uitgedaagd te worden, uit onze technische bubbel te stappen en de houding van verantwoordelijke leiders aan te nemen.",
    "obj4_title": "Middelen en Expertise",
    "obj4_desc": "Toegang tot een netwerk van experts, technische en ondernemerschapsmiddelen om ons project op een levensvatbare manier te structureren en te ontwikkelen.",
    "conclusion": "Deze ondersteuning zal essentieel zijn voor UnxWares: de expertise en middelen van Pépite Normandie zullen ons in staat stellen om een ethisch en levensvatbaar bedrijf op te bouwen, dat technische uitmuntendheid en ondernemersrigor combineert. Onze ambitie is om een referentiespeler te worden in soevereine cloud in Frankrijk, en Pépite Normandie zal de hefboom zijn die deze ambitie haalbaar maakt."
  },
  "ecosystem": {
    "title": "Het UnxWares Ecosysteem",
    "intro": "UnxWares beperkt zich niet tot hosting en ontwikkeling. We bouwen een samenhangend geheel van projecten en initiatieven om het vrije en soevereine digitale landschap te verrijken.",
    "vff_title": "VFF Project",
    "vff_tag": "Gemeenschap",
    "vff_desc": "De Franse collaboratieve spoorweg-encyclopedie als referentie. Precieze mapping, archieven en open data over de spoorwegwereld.",
    "raiemus_title": "Raiemus",
    "raiemus_tag": "Open Source",
    "raiemus_desc": "Een lichtgewicht besturingssysteem geoptimaliseerd voor RDP (Remote Desktop Protocol), ontworpen voor prestaties en eenvoud.",
    "asso_title": "OpenSource Vereniging",
    "asso_tag": "Binnenkort",
    "asso_desc": "Een speciale structuur om studenten en zelfstandigen gratis te ondersteunen bij het realiseren van hun digitale projecten."
  },
  "navbar": {
    "home": "Home",
    "product": "Product",
    "company": "Bedrijf",
    "legal": "Juridisch",
    "contact": "Contact",
    "infrastructure": "Infrastructuur",
    "infrastructure_desc": "Ons datacenter in Normandië",
    "cloud": "UnxWares Cloud",
    "cloud_desc": "Soevereine hostingoplossingen",
    "studio": "UnxWares Studio",
    "studio_desc": "Op maat ontwikkeling",
    "about": "Over ons",
    "about_desc": "Ons verhaal en ons team",
    "certifications": "Certificeringen",
    "certifications_desc": "Ons ethisch engagement",
    "legal_notice": "Juridische informatie",
    "legal_notice_desc": "Juridische informatie",
    "privacy": "Privacy",
    "privacy_desc": "Privacybeleid",
    "terms": "Gebruiksvoorwaarden",
    "terms_desc": "Voorwaarden",
    "sales": "Verkoopvoorwaarden",
    "sales_desc": "Verkoopvoorwaarden"
  },
  "footer": {
    "quick_links": "Snelle links",
    "cloud_platform": "Cloud Platform",
    "dev_studio": "Ontwikkelingsstudio",
    "client_area": "Uw klantgebied",
    "service_status": "Dienststatus",
    "certifications": "Certificeringen en Betrokkenheid",
    "find_us": "Vind ons",
    "datacenter": "Datacenter",
    "legal": "Juridisch",
    "legal_notice": "Juridische informatie",
    "privacy": "Privacy",
    "terms": "Voorwaarden",
    "sales": "Verkoop",
    "copyright": "UnxWares Studio & Cloud - UnxWares © 2023-2025 - Alle rechten voorbehouden",
    "powered_by": "Ontwikkeld en aangedreven door"
  }
}
